{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06264791",
            "orgStudyIdInfo": {
                "id": "STUDY00018516"
            },
            "secondaryIdInfos": [
                {
                    "id": "K99AA030591",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K99AA030591"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Stress-motivated Alcohol Use as a Value-based Decision-making Process",
            "officialTitle": "Stress-motivated Alcohol Use as a Value-based Decision-making Process",
            "therapeuticArea": [
                "Other"
            ],
            "study": "stress-motivated-alcohol-use-as-a-value-based-decision-making-process"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-25",
            "studyFirstSubmitQcDate": "2024-02-15",
            "studyFirstPostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jonas Dora",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this experimental study is to improve our understanding of the effects of stress on the decision to consume (more) alcohol in regular drinkers. The main question\\[s\\] it aims to answer are:\n\n* Does psychological stress affect the decision to consume (more) alcohol?\n* How does psychological stress affect the decision to consume (more) alcohol? Participants will be randomly assigned to one of four conditions (stress alcohol, stress no alcohol, no stress alcohol, no stress no alcohol) and complete a value-based decision-making task twice (once before and once after the manipulations).",
            "detailedDescription": "In this study, the investigators will explore whether and how the decision between consuming an alcoholic or non-alcoholic drink is influenced by a stressful event and by being already intoxicated.\n\nBehavioral data:\n\nOur first set of hypotheses tests whether the decision is influenced by stress and alcohol intoxication:\n\nH1a: Stress affects the decision between alcoholic and non-alcoholic drinks, so that participants in the stress conditions choose alcoholic over non-alcoholic drinks more often compared to participants in the no stress conditions.\n\nH1b: Alcohol intoxication does not affect the decision between alcoholic and non-alcoholic drinks.\n\nH1c: The effect of stress on the decision between alcohol and non-alcoholic drinks is modulated by alcohol intoxication, so that the effect of stress is stronger for participants that are intoxicated.\n\nH2a: Stress affects the reaction time for decisions between alcoholic and non-alcoholic drinks, so that participants in the stress condition make choices between alcoholic and non-alcoholic drinks faster compared to participants in the no stress condition.\n\nH2b: Alcohol intoxication affects the reaction time for decisions between alcoholic and non-alcoholic drinks, so that participants in the alcohol condition make choices between alcoholic and non-alcoholic drinks faster compared to participants in the no alcohol condition.\n\nH2c: The effect of stress on the reaction time for decisions between alcohol and on-alcoholic drinks is modulated by alcohol intoxication, so that the effect of stress is stronger for participants that are intoxicated.\n\nDrift diffusion modeling:\n\nOur second set of hypotheses test how the decision might be influenced by stress and intoxication. The investigators do not have directional hypotheses for these analyses but the following global predictions:\n\nH3a: Stress affects at least one of three DDM (drift diffusion model) parameters (drift rate, boundary, bias). The investigators have no a priori prediction which parameter will be most affected by stress.\n\nH3b: Alcohol intoxication affects at least one of three DDM parameters (drift rate, boundary, bias). The investigators have no a priori prediction which parameter will be most affected by alcohol intoxication.\n\nH3c: Stress and alcohol intoxication have an interactive effect on the DDM parameter(s) most affected by stress and alcohol. The investigators have no a priori prediction which parameter will be most affected by the interaction.\n\nThe investigators will do a 2x2 between-subjects experiment. Participants will be randomly assigned to one of four groups (stress and alcohol condition, no stress and alcohol condition, stress and no alcohol condition, no stress and no alcohol condition). This is the experimental procedure:\n\n1. Participants will perform an image rating task, value-based decision-making task, and psychomotor vigilance task (described below).\n2. Participants will undergo the beverage administration (alcohol vs no alcohol; described below).\n3. Participants will undergo the stress induction (stress vs no stress; described below).\n4. Participants will perform the value-based decision-making task and psychomotor vigilance task again and will perform the alcohol purchase task.\n\nBlock randomization will be used to randomly assign participants to conditions while ensuring balanced sample sizes in all 4 conditions.\n\nParticipants will be recruited from the community via advertisements in public places around Seattle as well as online ads.\n\nUpon responding to one of our ads, participants will complete an online screening survey to check for our inclusion/exclusion criteria. Eligibility will be confirmed via a phone call to the participant. If assigned to the stress condition, next they will perform the stress induction interview (described below). All participants will then come to the bar lab to complete the lab session.\n\nThe investigators explored power for a 2x2 between-subjects ANOVA (with the ANOVA_exact Shiny app) with the following means (sd = 0.1 for all cells), which creates two main effects and an interaction:\n\na1_b1 = 1.5 a1_b2 = 1.35 a2_b1 = 1.55 a2_b2 = 1.5 These are reasonable values chosen (for drift rate) based on our previous work and create an effect size of eta-squared = .06 for the interaction effect, which The investigators consider a medium-sized effect. This gives us power = 87.86 with N = 40 per condition.\n\nIntoxication: Participants randomly assigned to the alcohol condition will be administered 100-proof Vodka mixed with orange juice (1:3 ratio) to induce a BAC (Blood Alcohol Concentration) of .06% (based on Widmark's formula). They will be breathalyzed every 5 minutes until they reach peak BAC, at which point they will continue with the experiment. Participants randomly assigned to the no alcohol condition will be administered water mixed with orange juice (1:3 ratio). Each participant in the no alcohol condition will be yoked to a participant in the alcohol condition and will complete the same number of breath tests. Once participants in the alcohol condition reach peak BAC and participants in the no alcohol condition performed the same number of breath tests as the participant they are yoked to, participants will continue to the stress induction.\n\nStress: To manipulate stress, The investigators follow the personalized imagery script procedure developed by Sinha and colleagues. Participants randomly assigned to the stress condition will be interviewed about one week prior to the lab session. The participants will share a detailed description of a stressful event from their life (last 12 months) with the interviewer. Based on this interview, the experimenter will write a script (\\~500 words), that will then be audiotaped. Participants will listen to this personalized audiotape during the experiment, and will be asked to imagine this event as vividly as possible. Participants randomly assigned to the no stress condition will listen to a generic audiotape that describes a non-stressful event (\\~500 words). The participants will not be interviewed. During the lab session, participants will first complete a 3-min color counting task. The participant will then listen to the audiotape (personalized stressful audiotape in stress condition, generic non-stressful audiotape in no stress condition). The stress induction will be checked via two self-report items that ask the participant to report their current experience of stress and mood before and after listening to the audiotape.\n\nImage rating task: Participants will view 30 images of alcoholic drinks and 30 images of non-alcoholic drinks and will indicate for each item how much the participants like to consume them (1 = not at all, 2 = not really, 3 = a little bit, 4 = a lot). These ratings will be used to create the VBDM (value-based decision-making) trials. Participants will perform this task twice, once before and once after the manipulations.\n\nValue-based decision-making task: On each trial, participants will be presented with one alcoholic drink and one non-alcoholic drink image side-by-side. Participants will never be presented with two images the participants gave the same initial rating. The difference in value will be balanced (there will be an equal number of trials where the initial rating difference is 3, 2, and 1 in favor of alcohol and non-alcoholic drink respectively). The side on which the correct choice appears will be randomized. Participants will have 4 seconds to decide which one the participants would rather like to consume right now by pressing a corresponding button on their keyboard ('Z' for left and 'M' for right option). Participants will complete a total of 360 trials, with a short break after 180 trials. The participants will be instructed to respond as quickly as possible while making sure the participants choose the one the participants would rather want to consume in that moment. Trials will be separated by the display of a fixation cross for 250ms. Participants will perform this task twice, once before and once after the manipulations.\n\nPsychomotor vigilance task: After the VBDM task, participants will perform a 3-minute PVT (psychomotor vigilance task). A stimulus will appear on the screen in random intervals between 2 and 10 seconds. Participants are instructed to press the spacebar in response to the stimulus appearing as quickly as possible. Participants will perform this task twice, once before and once after the manipulations.\n\nAlcohol purchase task: For exploratory purposes, participants will complete the Alcohol Purchase Task. Participants will report how many drinks the participants would consume right now if they cost $0-$15 (increments of $1)."
        },
        "conditionsModule": {
            "conditions": [
                "Psychological Stress",
                "Alcohol Intoxication"
            ],
            "keywords": [
                "alcohol administration",
                "stress induction",
                "value-based decision-making"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stress alcohol",
                    "type": "EXPERIMENTAL",
                    "description": "These participants will undergo a stress induction and receive alcoholic beverages to raise their BAC to .06%",
                    "interventionNames": [
                        "Other: Stress",
                        "Other: Alcohol"
                    ]
                },
                {
                    "label": "Stress no alcohol",
                    "type": "EXPERIMENTAL",
                    "description": "These participants will undergo a stress induction and receive non-alcoholic beverages",
                    "interventionNames": [
                        "Other: Stress"
                    ]
                },
                {
                    "label": "No stress alcohol",
                    "type": "EXPERIMENTAL",
                    "description": "These participants will undergo a neutral induction and receive alcoholic beverages to raise their BAC to .06%",
                    "interventionNames": [
                        "Other: Alcohol"
                    ]
                },
                {
                    "label": "No stress no alcohol",
                    "type": "NO_INTERVENTION",
                    "description": "These participants will undergo a neutral induction and receive non-alcoholic beverages"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Stress",
                    "description": "To manipulate stress, we follow the personalized imagery script procedure developed by Sinha and colleagues. Participants randomly assigned to the stress condition will be interviewed about one week prior to the lab session. They will share a detailed description of a stressful event from their life (last 12 months) with the interviewer. Based on this interview, the experimenter will write a script (\\~500 words), that will then be audiotaped. Participants will listen to this personalized audiotape during the experiment, and will be asked to imagine this event as vividly as possible. Participants randomly assigned to the no stress condition will listen to a generic audiotape that describes a non-stressful event (\\~500 words). They will not be interviewed. During the lab session, participants will first complete a 3-min color counting task. The participant will then listen to the audiotape (personalized stressful audiotape in stress condition, generic non-stressful audiotape in no stress c",
                    "armGroupLabels": [
                        "Stress alcohol",
                        "Stress no alcohol"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Alcohol",
                    "description": "Intoxication: Participants randomly assigned to the alcohol condition will be administered 100-proof Vodka mixed with orange juice (1:3 ratio) to induce a BAC of .06% (based on Widmark's formula). They will be breathalyzed every 5 minutes until they reach peak BAC, at which point they will continue with the experiment. Participants randomly assigned to the no alcohol condition will be administered water mixed with orange juice (1:3 ratio). Each participant in the no alcohol condition will be yoked to a participant in the alcohol condition and will complete the same number of breath tests. Once participants in the alcohol condition reach peak BAC and participants in the no alcohol condition performed the same number of breath tests as the participant they are yoked to, participants will continue to the stress induction.",
                    "armGroupLabels": [
                        "No stress alcohol",
                        "Stress alcohol"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of choices for alcoholic over non-alcoholic drinks.",
                    "description": "Each participant will complete a two alternative forced-choice task in which they make repeated decisions between alcoholic and non-alcoholic drinks.",
                    "timeFrame": "5 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Drinking alcohol at least once a week\n* Consuming 4 (female) or 5 (male) drinks in one occasion at least once a month\n\nExclusion Criteria:\n\n* Currently pregnant or trying to become pregnant\n* Past or current diagnosis of an anxiety disorder, such as Generalized Anxiety Disorder or Post-Traumatic Stress Disorder\n* Past or current treatment for alcohol use\n* Past or current medical condition that contraindicates alcohol use\n* Past or current reaction to alcohol that contraindicates alcohol use\n* Past or current medication that contraindicates alcohol use",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonas Dora, PhD",
                    "role": "CONTACT",
                    "phone": "206-741-6330",
                    "email": "jdora@uw.edu"
                },
                {
                    "name": "Kevin M King, PhD",
                    "role": "CONTACT",
                    "phone": "2064550481",
                    "email": "kingkm@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kevin M King, PhD",
                    "affiliation": "University of Washington",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonas Dora, PhD",
                            "role": "CONTACT",
                            "phone": "206-741-6330",
                            "email": "jdora@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Anonymized data needed to reproduce our analyses will be shared on the Open Science Framework once the study has been completed.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Once data collection has been finalized and indefinitely.",
            "accessCriteria": "Everyone will be able to access the data, they will be public. All data we share are fully anonymized and not sensitive.",
            "url": "https://help.osf.io/article/218-sharing-data"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000435",
                    "term": "Alcoholic Intoxication"
                },
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "asFound": "Psychological Stress",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3781",
                    "name": "Alcoholic Intoxication",
                    "asFound": "Alcohol Intoxication",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "T244",
                    "name": "Orange",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}