{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05708885",
            "orgStudyIdInfo": {
                "id": "PRO00042719"
            },
            "organization": {
                "fullName": "Medical College of Wisconsin",
                "class": "OTHER"
            },
            "briefTitle": "Striated Esophageal Motor Function Modulation in Health and Disease",
            "officialTitle": "Characterization of the Striated Esophagus (St.Eso) Deglutitive Motor Function and Its Modulation by Pharyngeal Phase Swallow Biomechanics",
            "therapeuticArea": [
                "Other"
            ],
            "study": "striated-esophageal-motor-function-modulation-in-health-and-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-13",
            "studyFirstSubmitQcDate": "2023-01-24",
            "studyFirstPostDateStruct": {
                "date": "2023-02-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Reza Shaker, MD",
                "investigatorTitle": "Associate Provost for Clinical and Translational Research, Senior Associate Dean, Director of Clinical and Translational Science Institute, Joseph E. Geenen Professor and Chief of Gastroenterology and Hepatology, Principal Investigator",
                "investigatorAffiliation": "Medical College of Wisconsin"
            },
            "leadSponsor": {
                "name": "Medical College of Wisconsin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators hypothesize that striated esophagus deglutitive motor function is modulated by pharyngeal phase swallowing biomechanics.",
            "detailedDescription": "To achieve the specific aim, the investigators will use state-of the-art available techniques and recording modalities alone or in combination/concurrently, as well as a novel device with proven ability to non-invasively manipulate the pharyngeal biomechanics both in a positive as well as negative way. This device and technique have been described earlier in the innovation section.\n\nHigh Resolution Manometry (HRM)/Impedance recording: Pharyngeal and proximal esophageal pressure phenomena will be recorded and analyzed using a high-resolution manometric catheter (36 sensors 1 cm spacing), positioned trans-nasally to traverse the pharynx, UES, and proximal esophagus passing the transition zone) and computerized recording and analysis system. Also, manometric data will be imported to a supplementary programming environment when computational tools provided in the conventional software do not meet our analytical needs. Also configured on the high-resolution manometric probe are 18 impedance sites spaced every 2 cm to monitor bolus position. Similar to the manometric data, impedance data is also displayed by the previously described recording and analysis systems.\n\nConcurrent high-resolution impedance manometry and digital video-fluoroscopic recording: To obtain objective quantifiable measures of peristalsis, swallow biomechanics and bolus kinematics, the investigators use high resolution impedance manometry concurrent with 30 frame/sec digital videofluoroscopy. Since our catheter also has impedance recording it will provide opportunity for additional analysis in concert with fluoroscopic recordings.\n\nDigital video-fluoroscopy: The investigators will use digital video fluoroscopy at 30 frame/s in the sagittal or frontal view to record and subsequently analyze the deglutitive laryngeal and hyoid excursions as well as UES opening and closure data and bolus trajectory and kinematics. Video-fluoroscopic recordings will be obtained at 90 kiloelectron volt, using a 9-in. image intensifier and appropriate collimation. Based on our preliminary studies, the investigators will record 5-ml and 10-ml liquid barium swallows. Fluoroscopic sagittal images will be targeted to clearly visualize the entire pharynx, larynx, hyoid bone, upper esophageal sphincter (UES) and the proximal esophagus. A pregnancy testing will be completed prior to fluoroscopy exposure.\n\nTechnique for reducing laryngeal and striated esophagus (St.Eso) excursion: the investigators will use the swallowing resistance exercise device (sRED) to experimentally reduce the laryngeal and St.Eso excursion and UES opening.\n\nTechnique for increasing the laryngeal and St.Eso excursion. The investigators will deploy the strength training exercise protocol using the s-RED device published previously which has shown to result in significant increase in laryngeal excursion and UES opening.\n\nIn healthy and patient volunteers, the investigators will determine and characterize the non-peristaltic and peristaltic components of the St.Eso motor functions and their relationship with pharyngeal phase biomechanics.\n\nStudy subjects: The investigators will study a total of 120 healthy volunteers from six consecutive decades 18-30, 31-40,41-50,51-60 and older than 70 years (20 /group, 10F) as well as 20 patients with dysphagia symptom but normal manometry (Sympt N) and 20 patients with Ineffective Esophageal Motility (IEM) all according to Chicago Classification. The inclusion of consecutive decades in addition to deciphering the age effect will provide the healthy age and sex randomly matched controls for the two patients groups.\n\nStudy technique: Concurrent manometry/Impedance and digital video-fluoroscopy in upright and supine positions.\n\nStudy boluses: 5- and 10-mL liquid and 5mm barium pellet each x5 (30s. interval).\n\nIn healthy and patient volunteers, the investigators will determine and characterize the effect of experimentally enhancing and reducing pharyngeal biomechanics on St.Eso. motor functions,\n\nStudy subjects: The investigators will study 40 elderlies over the age of 70 years, 40 patients with dysphagia symptom but normal HRM manometry and 40 IEM patients. Studies will be done in three conditions: Baseline, experimentally decreased and increased laryngeal excursion. Study technique, bolus size and analysis will be the same for all three stages. After completion of baseline studies, in the same session the investigators will repeat the study with application of the S-RED and repeat the swallows with s-RED in place at zero pressure and at 40 mmHg pressure applied randomly (using an a-priori selected random table).\n\nAfter completion of this stage subjects will be randomly assigned 1:1 to do the s-RED assisted or a sham (tongue protrusion) exercise three times a day for six weeks the investigators have phone follow up methods to ensure compliance. Studies will be repeated in each subject during the week following the completion of six weeks exercises. Subjects will be instructed to continue their exercise until they are re-studied. The post exercise study will be the same as the baseline study and without use of the s-RED device. Comparisons will be made between the data from baseline studies and both real and sham exercise results as well as between real and sham exercises.\n\nStudy technique: Concurrent HRM/Impedance and digital video-fluoroscopy in upright and supine positions.\n\nStudy boluses: 5- and 10-mL liquid barium each x5 (30s. interval).\n\nTechnique for reducing laryngeal and St.Eso excursion: the investigators will use the sRED device described below section to experimentally reduce the laryngeal and St.Eso excursion and UES opening.\n\nDevice for reducing laryngeal/St.Eso excursion\n\nTo quantitively reduce the laryngeal movement and St.Eso excursion the investigators will use a device constructed in our laboratory which can induce an adjustable resistance to anterior and superior excursion of the larynx. This handmade device that is worn around the neck consists of two parts described previously, a band and a concave plastic disk which serves as a support structure for an inflatable polyethylene bag which is connected to a hand pump and pressure gauge. When worn around the neck the inflatable bag rests in position on the thyroid cartilage with a portion of it hung over above the cartilage creating resistance to its superior excursion when fixed by closure of a velcro straps. A known external force may be applied to the thyroid by partially inflating the bag to a specific pressure reading on the gauge. The soft and compliant bag conforms to the surface of the skin cradling the irregular geometry of the larynx while applying a resistive force to anterior and superior distraction of the hyolaryngeal complex during swallowing. Earlier studies have shown a direct relationship between the anterosuperior excursion of the thyroid cartilage, and the pressure applied by this device.\n\nTechnique for increasing the laryngeal and St.Eso excursion. The investigators will deploy the strength training exercise protocol using the s-RED device published previously which has shown to result in significant increase in laryngeal excursion and UES opening.\n\nTechnique for increasing anterosuperior excursion of the larynx and St.Eso: Earlier studies in our lab and others have shown that laryngeal and hyoid deglutitive excursion is significantly reduced in the elderly compared to young. Other studies using strength training exercises including those using the above-mentioned device have shown significant improvement in this reduction. The information provided by these studies suggest that elderly individuals are a suitable model for testing the effect of increase in laryngeal/St.Eso excursion on the motor function of the St.Eso. Therefore, the investigators will study elderly as a natural physiologic model of reduced laryngeal/St.Eso excursion and use the above-mentioned wearable device and exercise regimen described previously for studying the effect of increase in anterosuperior excursion of the larynx/St.Eso on St.Eso peristaltic function. These experiments may also provide mechanistic information on reports suggesting an association between esophageal dysmotility and oropharyngeal dysphagia and positive effect of swallowing maneuvers on esophageal peristalsis.\n\nIn healthy and patient volunteers, the investigators will determine and characterize the St.Eso peristalsis parameters and its modulation by bolus type, volume, body positions and age.\n\nStudy subjects: The investigators will study a total of 120 healthy volunteers from six consecutive decades 18-30, 31-40,41-50,51-60 and older than 70 years (20 /group, 10F) as well as 20 patients with Sympt N and 20 patients IEM. Since satiated muscles of St.Eso are subject to age effects, these experiments will also provide normalcy age specific data for future studies by others and will be shared with the community of investigators along with data from the entire project. Data obtained from these studies will fill a significant gap in our understanding of the St.Eso peristalsis specially across the age spectrum as well as in motility disorders.\n\nStudy technique: Concurrent HRM/Impedance recording in upright and supine positions.\n\nStudy boluses: 5- and 10-mL boluses of water, and 5 mL Vicious bolus each x10 (30s. interval). In addition, in each subject the investigators will perform multiple rapid swallow test in upright and supine positions to determine the functional reserve of the St.Eso across the age."
        },
        "conditionsModule": {
            "conditions": [
                "Dysphagia, Esophageal"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Testing the hypothesis that striated esophagus deglutitive motor function is modulated by pharyngeal phase swallowing biomechanics in health and disease.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 557,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Striated esophagus deglutitive motor function healthy adults",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Testing of manometric, impedance and biomechanical measurements during swallowing in healthy volunteer adult subjects.",
                    "interventionNames": [
                        "Device: Concurrent manometry/impedance and fluoroscopy with and without laryngeal restriction",
                        "Device: Concurrent manometry/impedance and fluoroscopy before and after six weeks of using swallow muscle exercising device"
                    ]
                },
                {
                    "label": "Striated esophagus deglutitive motor function in patients with ineffective esophageal motility",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Testing of manometric, impedance and biomechanical measurements during swallowing in adult patients with ineffective esophageal motility.",
                    "interventionNames": [
                        "Device: Concurrent manometry/impedance and fluoroscopy with and without laryngeal restriction",
                        "Device: Concurrent manometry/impedance and fluoroscopy before and after six weeks of using swallow muscle exercising device"
                    ]
                },
                {
                    "label": "Striated esophagus deglutitive motor function patients with symptoms but normal esophageal manometry",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Testing of manometric, impedance and biomechanical measurements during swallowing in adult patients with symptoms of dysphagia but \"normal\" esophageal manometry by the Chicago Classification criteria.",
                    "interventionNames": [
                        "Device: Concurrent manometry/impedance and fluoroscopy with and without laryngeal restriction",
                        "Device: Concurrent manometry/impedance and fluoroscopy before and after six weeks of using swallow muscle exercising device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Concurrent manometry/impedance and fluoroscopy with and without laryngeal restriction",
                    "description": "To reduce the laryngeal movement and St.Eso excursion we will use a device constructed in our laboratory which can induce an adjustable resistance to excursion of the larynx. This handmade device that is worn around the neck consists of a band and a concave plastic disk which serves as a support structure for an inflatable polyethylene bag which is connected to a hand pump and pressure gauge. When worn around the neck the inflatable bag rests in position on the thyroid cartilage with a portion of it hung over above the cartilage creating resistance to its superior excursion when fixed by closure straps. A known external force may be applied to the thyroid by partially inflating the bag to a specific pressure reading on the gauge. The soft and compliant bag conforms to the larynx while applying a resistive force to anterior and superior distraction of the hyolaryngeal complex during swallowing.",
                    "armGroupLabels": [
                        "Striated esophagus deglutitive motor function healthy adults",
                        "Striated esophagus deglutitive motor function in patients with ineffective esophageal motility",
                        "Striated esophagus deglutitive motor function patients with symptoms but normal esophageal manometry"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Concurrent manometry/impedance and fluoroscopy before and after six weeks of using swallow muscle exercising device",
                    "description": "Use the previously mentioned wearable device (sRED) and exercise regimen described previously for studying the effect of increase in anterosuperior excursion of the larynx/St.Eso on St.Eso peristaltic function.",
                    "armGroupLabels": [
                        "Striated esophagus deglutitive motor function healthy adults",
                        "Striated esophagus deglutitive motor function in patients with ineffective esophageal motility",
                        "Striated esophagus deglutitive motor function patients with symptoms but normal esophageal manometry"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "peak deglutitive pharyngeal peristaltic wave pressure",
                    "description": "Peak deglutitive pharyngeal peristaltic wave pressure will be measured at positions 2-8cm above the upper margin of the manometrically determined upper esophageal sphincter high-pressure zone (UESHPZ)",
                    "timeFrame": "Before six weeks exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "peak deglutitive pharyngeal peristaltic wave pressure",
                    "description": "Peak deglutitive pharyngeal peristaltic wave pressure will be measured at positions 2-8cm above the upper margin of the manometrically determined upper esophageal sphincter high-pressure zone (UESHPZ)",
                    "timeFrame": "After six weeks exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "hypopharyngeal intra-bolus",
                    "description": "pressure within the swallowed bolus as it passes through the hypopharynx",
                    "timeFrame": "Before exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "hypopharyngeal intra-bolus",
                    "description": "pressure within the swallowed bolus as it passes through the hypopharynx",
                    "timeFrame": "After exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "upper esophageal sphincter (UES) nadir pressure",
                    "description": "minimum pressure during deglutitive UES relaxation",
                    "timeFrame": "Before six weeks exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "upper esophageal sphincter (UES) nadir pressure",
                    "description": "minimum pressure during deglutitive UES relaxation",
                    "timeFrame": "After six weeks exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "pharyngeal contractile integral",
                    "description": "Time-space integral of the pharynx during swallows as measured from the manometric display",
                    "timeFrame": "Before six weeks exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "pharyngeal contractile integral",
                    "description": "Time-space integral of the pharynx during swallows as measured from the manometric display",
                    "timeFrame": "After six weeks exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "maximum excursion of the hyo-laryngeal complex",
                    "description": "maximum deglutitive excursion of the hyoid and larynx from the pre-swallow resting position as measured from fluoroscopic images",
                    "timeFrame": "Before six weeks exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "maximum excursion of the hyo-laryngeal complex",
                    "description": "maximum deglutitive excursion of the hyoid and larynx from the pre-swallow resting position as measured from fluoroscopic images",
                    "timeFrame": "After six weeks exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "UES anterior-posterior maximum diameter during swallows",
                    "description": "maximum deglutitive diameter in the anterior-posterior direction of the UES measured from fluoroscopic images",
                    "timeFrame": "Before six weeks exerciser regimen, during deglutitive restriction of the larynx"
                },
                {
                    "measure": "UES anterior-posterior maximum diameter during swallows",
                    "description": "maximum deglutitive diameter in the anterior-posterior direction of the UES measured from fluoroscopic images",
                    "timeFrame": "After six weeks exerciser regimen, during deglutitive restriction of the larynx"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy subjects aged 18 to 90 years.\n* Patents with dysphagia but normal high resolution esophageal manometric findings defined by the Chicago classification.\n\nExclusion Criteria:\n\n* Anyone less than 18 years old.\n* Patients with recent head and neck cancer (\\<1 month post-surgery or \\<3 months post-chemo radiation.\n* Patients suffering from muscle diseases like muscular dystrophies, myopathies.\n* Patients with neuro-muscular junction disorders myasthenia gravis, Eaton-Lambert disorders.\n* Patients having history of allergy to lidocaine or barium.\n* Patients who are pregnant or lactating.\n* Patients who are medically unstable.\n* Patients who are unable to apply the exerciser independently or with the help of a caregiver.\n* Patients who lack cognition.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Reza Shaker, MD",
                    "role": "CONTACT",
                    "phone": "4149556840",
                    "email": "rshaker@mcw.edu"
                },
                {
                    "name": "Mark Kern",
                    "role": "CONTACT",
                    "phone": "4148053826",
                    "email": "mkern@mcw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Reza Shaker",
                    "affiliation": "Medical College of Wisconsin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Medical College of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53086",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Reza Shaker, MD",
                            "role": "CONTACT",
                            "phone": "414-955-6840",
                            "email": "rshaker@mcw.edu"
                        },
                        {
                            "name": "Mark Kern",
                            "role": "CONTACT",
                            "phone": "4148053826",
                            "email": "mkern@mcw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003680",
                    "term": "Deglutition Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004935",
                    "term": "Esophageal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010608",
                    "term": "Pharyngeal Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6882",
                    "name": "Deglutition Disorders",
                    "asFound": "Dysphagia, Esophageal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8085",
                    "name": "Esophageal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13515",
                    "name": "Pharyngeal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                }
            ]
        }
    },
    "hasResults": false
}