{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02245763",
            "orgStudyIdInfo": {
                "id": "3000-2"
            },
            "organization": {
                "fullName": "American College of Cardiology",
                "class": "OTHER"
            },
            "briefTitle": "STS/ACC TVT Registry Mitral Module",
            "officialTitle": "The Society of Thoracic Surgeons/ American College of Cardiology Transcatheter Valve Therapies Registry Mitral Module",
            "acronym": "TMVR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "sts-acc-tvt-registry-mitral-module"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-11"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-09-02",
            "studyFirstSubmitQcDate": "2014-09-19",
            "studyFirstPostDateStruct": {
                "date": "2014-09-22",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-04-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "American College of Cardiology",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Society of Thoracic Surgeons",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true
        },
        "descriptionModule": {
            "briefSummary": "The TVT Registry™ is a benchmarking tool developed to track patient safety and real-world outcomes related to the transcatheter mitral valve repair (TMVR) procedure. Created by The Society of Thoracic Surgeons (STS) and the American College of Cardiology (ACC), the TVT Registry is designed to monitor the safety and efficacy of this new procedure for the treatment of mitral valve disease.",
            "detailedDescription": "The TVT Registry was designed to support a national surveillance system to assess the characteristics, treatments, and outcomes of patients receiving transcutaneous valve therapies. Patient-level data are submitted by participating hospitals to The Society of Thoracic Surgeons (STS) and American College of Cardiology Foundation's (ACCF) joint TVT Registry. The purposes of the TVT Registry include: (i) collecting pertinent and standardized data elements from participating hospitals, health care providers and others that measure and assess the quality of care for patients receiving TVT; (ii) providing confidential periodic reports to participating hospitals, health care providers and others, to evaluate and improve the quality of care in these areas; and (iii) permitting and fostering appropriate research based upon the data collected by means of the TVT Registry.\n\nThe secondary aim of the TVT Registry is to serve as a scalable data infrastructure for post market studies.\n\nBackground and Significance\n\nTranscatheter valve therapies are now emerging into clinical practice from the research phase in the United States. An Expert Consensus Document on Transcatheter Valve Therapy has outlined the initial technology, targeted patient population, and the multidisciplinary heart team and specialized facilities needed. The document also proposes the establishment of a national registry of patients with valvular heart disease that can collect and analyze data as these new valve treatment options become available. Surveillance of device performance, monitoring of long-term outcomes, and performance of comparative effectiveness research are some of the proposed uses of the registry.\n\nTranscatheter valve therapies have emerged because of unmet patient needs. Furthermore, TVT has developed at a time when degenerative heart valve diseases of both the mitral and aortic valves are increasing in frequency as the population ages.\n\nFor these patients there are unique issues such as the prioritization of the health related quality of life versus the quantity of life, the desire to preserve independence and avoid becoming a burden to families, and the need to clearly understand what about their current condition is reversible versus irreversible and linked to other conditions and aging. These issues become further highlighted when considering the considerable costs and other treatment burdens of the TVT technologies versus the disabling symptoms and recurrent hospitalizations caused by untreated severe valvular heart disease."
        },
        "conditionsModule": {
            "conditions": [
                "Mitral Valve Regurgitation"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 4000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Leaflet Clip"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Patients with Adverse Events",
                    "timeFrame": "30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients\n\nExclusion Criteria:\n\n* Patients who cannot tolerate procedural anticoagulation or post procedural anti-platelet regimen\n* Active endocarditis of the mitral valve\n* Rheumatic mitral valve disease\n* Evidence of intracardiac, inferior vena cava (IVC) or femoral venous thrombus",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Transcatheter Mitral Valve Repair must be furnished in a hospital with the appropriate infrastructre that includes, but is not limited to on site heart valve surgery program cardiac catheterization lab or hybrid operating room with a fixed radiographic imaging system with flat panel fluoroscopy, offering quality imaging non-invasive imaging such as echocardiography, vascular ultrasound, computed tomography and magnetic resonance. Sufficient space, in a sterile environment, to accommodate necessary equipment for cases with and without complications. Post-procedure intensive care facility with personnel experienced in managing patients who have undergone open-heart valve procedures.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joan K Michaels, RN",
                    "role": "CONTACT",
                    "phone": "202-375-6309",
                    "email": "jmichael@acc.org"
                }
            ],
            "locations": [
                {
                    "facility": "American College of Cardiology",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20037",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34711430",
                    "type": "DERIVED",
                    "citation": "Mack M, Carroll JD, Thourani V, Vemulapalli S, Squiers J, Manandhar P, Deeb GM, Batchelor W, Herrmann HC, Cohen DJ, Hanzel G, Gleason T, Kirtane A, Desai N, Guibone K, Hardy K, Michaels J, DiMaio JM, Christensen B, Fitzgerald S, Krohn C, Brindis RG, Masoudi F, Bavaria J. Transcatheter Mitral Valve Therapy in the United States: A Report From the STS-ACC TVT Registry. J Am Coll Cardiol. 2021 Dec 7;78(23):2326-2353. doi: 10.1016/j.jacc.2021.07.058. Epub 2021 Oct 25."
                },
                {
                    "pmid": "34711394",
                    "type": "DERIVED",
                    "citation": "Mack M, Carroll JD, Thourani V, Vemulapalli S, Squiers J, Manandhar P, Deeb GM, Batchelor W, Herrmann HC, Cohen DJ, Hanzel G, Gleason T, Kirtane A, Desai N, Guibone K, Hardy K, Michaels J, DiMaio JM, Christensen B, Fitzgerald S, Krohn C, Brindis RG, Masoudi F, Bavaria J. Transcatheter Mitral Valve Therapy in the United States: A Report from the STS/ACC TVT Registry. Ann Thorac Surg. 2022 Jan;113(1):337-365. doi: 10.1016/j.athoracsur.2021.07.030. Epub 2021 Oct 25."
                },
                {
                    "pmid": "32138529",
                    "type": "DERIVED",
                    "citation": "Guerrero M, Vemulapalli S, Xiang Q, Wang DD, Eleid M, Cabalka AK, Sandhu G, Salinger M, Russell H, Greenbaum A, Kodali S, George I, Dvir D, Whisenant B, Russo MJ, Pershad A, Fang K, Coylewright M, Shah P, Babaliaros V, Khan JM, Tommaso C, Saucedo J, Kar S, Makkar R, Mack M, Holmes D, Leon M, Bapat V, Thourani VH, Rihal C, O'Neill W, Feldman T. Thirty-Day Outcomes of Transcatheter Mitral Valve Replacement for Degenerated Mitral Bioprostheses (Valve-in-Valve), Failed Surgical Rings (Valve-in-Ring), and Native Valve With Severe Mitral Annular Calcification (Valve-in-Mitral Annular Calcification) in the United States: Data From the Society of Thoracic Surgeons/American College of Cardiology/Transcatheter Valve Therapy Registry. Circ Cardiovasc Interv. 2020 Mar;13(3):e008425. doi: 10.1161/CIRCINTERVENTIONS.119.008425. Epub 2020 Mar 6."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Related Info",
                    "url": "http://www.ncdr.com/TVT/Home/Default.aspx"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008944",
                    "term": "Mitral Valve Insufficiency"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006349",
                    "term": "Heart Valve Diseases"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11910",
                    "name": "Mitral Valve Insufficiency",
                    "asFound": "Mitral Valve Regurgitation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18592",
                    "name": "Ichthyosis, X-Linked",
                    "relevance": "LOW"
                },
                {
                    "id": "M9437",
                    "name": "Heart Valve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}