{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05703854",
            "orgStudyIdInfo": {
                "id": "2021-0443"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-00469",
                    "type": "OTHER",
                    "domain": "NCI-CTRP Clinical Trial Registry"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Study of CAR.70-engineered IL15-transduced Cord Blood-derived NK Cells in Conjunction With Lymphodepleting Chemotherapy for the Management of Advanced Renal Cell Carcinoma, Mesothelioma and Osteosarcoma",
            "officialTitle": "Phase I/II Study of CAR.70-engineered IL15-transduced Cord Blood-derived NK Cells in Conjunction With Lymphodepleting Chemotherapy for the Management of Advanced Renal Cell Carcinoma, Mesothelioma and Osteosarcoma",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "study-of-car-engineered-transduced-cord-blood-derived-nk-cells-in-conjunction-with-lymphodepleting-chemotherapy-for-the-management-of-advanced-renal-cell-carcinoma-mesothelioma-and-osteosarcoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-03-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-17",
            "studyFirstSubmitQcDate": "2023-01-27",
            "studyFirstPostDateStruct": {
                "date": "2023-01-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To find a recommended dose of donated NK cells that can be given with lymphodepleting chemotherapy to patients with advanced renal cell carcinoma, mesothelioma, or osteosarcoma. The effects of this therapy will also be studied.",
            "detailedDescription": "Primary Objective:\n\n* To determine the safety, tolerability, and optimal cell dose of chimeric antigen receptor (CAR).70/interleukin (IL)15-transduced cord blood (CB)-derived natural killer (NK) cells in patients with advanced renal cell carcinoma, advanced mesothelioma, and advanced osteosarcoma.\n* To determine the antitumor activity of CAR.70/IL15-transduced CB-derived NK cells. Although the clinical benefit of CAR.70/IL15-transduced CB-derived NK cells has not yet been established, the intent of offering this treatment is to provide a possible therapeutic benefit and thus, the patient will be carefully monitored for tumor response and symptom relief in addition to safety and tolerability. Efficacy will be determined in each of the three cohorts.\n\nSecondary Objectives:\n\n* To quantify the persistence of infused allogeneic donor CAR-transduced CB-derived NK cells in the recipient.\n* To conduct comprehensive immune reconstitution studies.\n* To obtain preliminary data on quality of life and patient experience."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Renal Cell Carcinoma",
                "Advanced Mesothelioma",
                "Advanced Osteosarcoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Chemotherapy and NK Cell Infusion",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be assigned to a dose level of NK cells. A computer will decide by chance which of the dose level you will receive, and this will not be based on the doctor's or patient's decision. Up to 5 dose levels of NK cells will be tested. Each new patient will receive a different dose. If any dose shows to be not tolerable, this dose and the higher doses will not be given anymore.",
                    "interventionNames": [
                        "Drug: CAR.70/IL15-transduced CB-derived NK cells",
                        "Drug: Fludarabine phosphate",
                        "Drug: Cyclophosphamide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CAR.70/IL15-transduced CB-derived NK cells",
                    "description": "Given by IV (vein)",
                    "armGroupLabels": [
                        "Chemotherapy and NK Cell Infusion"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fludarabine phosphate",
                    "description": "Given by IV (vein)",
                    "armGroupLabels": [
                        "Chemotherapy and NK Cell Infusion"
                    ],
                    "otherNames": [
                        "Fludarabine",
                        "Fludara®"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "Given by IV (vein)",
                    "armGroupLabels": [
                        "Chemotherapy and NK Cell Infusion"
                    ],
                    "otherNames": [
                        "Cytoxan®",
                        "Neosar®"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Adverse Events, Graded According to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Version (v) 5.0",
                    "timeFrame": "through study completion; an average of 1 year."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must meet the following criteria for study entry:\n\n* Patients with advanced clear cell renal cell carcinoma, osteosarcoma or mesothelioma, with an expression of CD70 in the pre-enrollment tumor sample ≥ 10% measured by immunohistochemistry or flow cytometry for clear cell renal cell carcinoma and mesothelioma, or ≥ 1% for osteosarcoma.\n* Patients must meet disease-specific eligibility criteria (see below).\n* Patients must be at least 2 weeks from last cytotoxic chemotherapy, tyrosine kinase inhibitors or other targeted therapies at the time of administration of lymphodepleting chemotherapy.\n* Patients must be at least 3 months from any cell therapy for malignancy.\n* Localized radiotherapy to 1 or more disease sites is allowed prior to the lymphodepleting chemotherapy, provided that there are additional measurable non-irradiated disease sites.\n* Eastern Cooperative Oncology Group performance status 0 or 1 (Performance level as measured by Karnofsky for patients \\> 16 years of age or Lansky for patients ≤ 16 years of age, see Appendix A).\n* Adequate organ function at screening, as defined by the following:\n\n  1. Renal: Serum creatinine ≤ 1.5 mg/dL or estimated glomerular filtration rate (Chronic Kidney Disease Epidemiology Collaboration equation) ≥30 ml/min/1.73 m2\n  2. Hepatic: alanine transaminase (ALT)/aspartate transaminase (AST) ≤ 2.5 x upper limit of normal (ULN) or ≤ 5 x ULN if documented liver metastases, total bilirubin ≤ 1.5 mg/dL or ≤ 3.0 mg/dL for patients with Gilbert's Syndrome. No history of liver cirrhosis and no ascites.\n  3. Cardiac: Cardiac ejection fraction ≥ 50%, no clinically significant pericardial effusion as determined by echocardiogram (ECHO) or multigated acquisition (MUGA) scan, and no symptomatic cardiac disease or history of serious ventricular arrhythmia (ie, ventricular tachycardia or ventricular fibrillation), high-grade atrioventricular block, or other cardiac arrhythmias requiring anti-arrhythmic medications (except for atrial fibrillation that is well controlled with anti-arrhythmic medication)\n  4. Pulmonary: No clinically significant pleural effusion (per principal investigator \\[PI\\] judgement), and baseline oxygen saturation ≥ 92% on room air. Subjects with active interstitial lung disease (ILD)/pneumonitis requiring treatment with systemic steroids will be excluded.\n  5. Hematological: absolute neutrophil count (ANC) ≥ 1000/mm3, platelet count ≥ 75,000/mm3, and hemoglobin ≥ 8 g/dL. For patients with human immunodeficiency virus infection, CD4+ T-cell (CD4+) counts must be ≥ 350 cells/uL.\n  6. Coagulation: International normalized ratio (INR) ≤ 1.5 ULN and activated partial thromboplastin time (aPTT) ≤ 1.5 ULN. Patients on therapeutic doses of anticoagulation medication must have INR and/or aPTT ≤ the upper limit of the therapeutic range for intended use.\n* Able to provide written informed consent and if applicable pediatric assent.\n* Aged 16-80 years.\n* Weight ≥40 kg.\n* All male and female patients who are able to have children must practice effective birth control while on study therapy and for up to 3 months post completion of study therapy. Acceptable forms of birth control for female patients include: hormonal birth control, intrauterine device, diaphragm with spermicide, condom with spermicide, or abstinence. Female patients who become pregnant or suspect pregnancy must immediately notify their doctor. Females patients who become pregnant will be taken off study. Men who are able to have children must use effective birth control while on the study therapy. Acceptable forms of birth control for male patients include: condom with spermicide or abstinence. If the male patient fathers a child or suspects that he has fathered a child while on the study, he must immediately notify his doctor.\n* Negative serum or urine beta human chorionic gonadotropin pregnancy test for females of childbearing potential (defined as not postmenopausal for 24 months or no previous surgical sterilization or lactating females) at screening.\n* Signed consent to long-term follow-up on protocol PA17-0483.\n\nDisease-specific inclusion criteria\n\n* Renal Cell Carcinoma\n\n  1. Patients must have a histologically confirmed diagnosis of Stage 4 RCC with a clear cell component.\n  2. Patients must have received at least 1 prior line of therapy for recurrent or metastatic disease, including both PD-1/programmed cell death-ligand 1 immunotherapy and anti-angiogenic-directed treatment, such as a tyrosine kinase inhibitor. Prior progression on a PD-1 or PD-L1 checkpoint inhibitor should be unequivocal.\n  3. Patients must have at least 1 measurable lesion \\>10 mm on computed tomography (CT) per the RECIST v1.1.\n* Mesothelioma\n\n  1. Patients must have pathologically confirmed mesothelioma\n  2. Patients must have progressive, recurrent, or refractory disease (local recurrence) or new disease after all curative measures, including first-line chemotherapy, targeted therapy, and radiotherapy. Prior progression on a PD-1 or PD-L1 checkpoint inhibitor should be unequivocal.\n  3. Patients must have measurable or evaluable disease per the RECIST v1.1 at enrollment.\n* Osteosarcoma\n\n  1. Patients must have histologically confirmed osteosarcoma that is recurrent or refractory and for which standard curative measures do not exist or are no longer effective. The patient must have received at least one chemotherapy regimen based on anthracycline, if no contra-indication to this class of drug. Must have histologic verification of their disease at diagnosis or at relapse.\n  2. Patients must have at least:\n\n     * Progressive, recurrent, or refractory disease (local recurrence) or new disease after all curative measures, including first-line chemotherapy, targeted therapy, and radiotherapy.\n     * Evidence of persistent and progressive disease on imaging, which may include fludeoxyglucose F-18 positron emission tomography (PET)-avid metastasis, that has failed to achieve CR to upfront conventional therapy (surgery, chemotherapy), excluding lung metastases amenable to surgical resection.\n  3. Patients must have evaluable or measurable disease per the RECIST v1.1 at enrollment.\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria will be excluded from study entry:\n\n* Presence of clinically significant ongoing Grade ≥ 2 toxicity unequivocally associated with the previous anticancer treatment, as determined by the PI. Toxicities related to prior surgery, radiation, prior systemic immune checkpoint inhibitors and chemotherapy should be resolved to Grade 1 or below prior to lymphodepletion.\n* Presence of fungal, bacterial, viral, or other infection requiring IV antimicrobials for management or not responding to appropriate therapy. Note: Patients with simple urinary tract infection and uncomplicated bacterial pharyngitis are permitted if responding to active treatment.\n* Known active hepatitis B or C.\n* Known human immunodeficiency virus with detectable viral load. Patients with undetectable viral load may be excluded in case the antiretroviral drug cannot be co-administered with the lymphodepleting chemotherapy and cannot be changed/temporarily suspended, according to PI evaluation.\n* Presence of active neurological disorder(s).\n* Active autoimmune disease within 12 months of enrollment (excluding low-grade psoriasis or well-controlled autoimmune thyroid disease).\n* Amyloidosis or POEMS syndrome.\n* Symptomatic or uncontrolled central nervous system involvement or signs of cord compression. In the case radiation therapy is indicated, the washout must be at least 14 days.\n* Patients must not have any other malignancies within the past 2 years except for in situ carcinoma of any site, adequately treated (without recurrence post resection or post radiotherapy) carcinoma of the cervix or basal or squamous cell carcinomas of the skin, or active non-life-threatening second malignancy that would not, in the investigator's opinion, potentially interfere with the patient's ability to participate and/or complete this trial. Examples include but are not limited to: urothelial cancer Grade Ta or T1 and adenocarcinoma of the prostate treated by active surveillance.\n* Presence of any other serious medical condition that may endanger the patient at investigator's discretion, including but not limited to:\n\n  * New York Heart Association Class III or IV heart failure\n  * Myocardial infarction or stroke ≤ 26 weeks prior to CAR.70 NK cell infusion\n  * Unstable angina within ≤ 13 weeks prior to CAR.70 NK cell infusion unless the underlying disease has been corrected by procedural intervention (e.g., stent, bypass)\n  * Severe aortic stenosis\n  * Uncontrolled arrhythmia. PI approval is required for patients with arrhythmia who may be included as an exception.\n  * Congenital long QT syndrome. PI approval is required.\n  * Documentation, during the screening process, of a QTc \\> 470 milliseconds by Fredericia criteria (QTcF) based on the average of 3 electrocardiograms (ECGs) taken approximately 1 minute apart and all within 10 minutes of each other. The patient should be reclining for 5 minutes prior to ECGs. Local readings may be used for this exclusion criterion.\n* Major surgery \\< 4 weeks prior to first dose of lymphodepleting chemotherapy.\n* Concomitant use of other investigational agents.\n* Concomitant use of other anticancer agents.\n* Previously received any anti-CD70 therapy.\n* Patients receiving systemic steroid therapy at time of enrollment, with an exception for topical, ocular, intranasal, and inhaled corticosteroids, or systemic corticosteroids at an equivalent dose ≤ 10 mg of prednisone daily (physiological substitutive doses are allowed).\n* Received antithymocyte globulin within 14 days or Campath within 28 days of enrollment.\n* Patients receiving immunosuppressive therapy.\n* Pregnant or breastfeeding.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Hong, MD",
                    "role": "CONTACT",
                    "phone": "(713) 563-5844",
                    "email": "dshong@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Hong, MD",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Hong, MD",
                            "role": "CONTACT",
                            "phone": "713-563-5844",
                            "email": "dshong@mdanderson.org"
                        },
                        {
                            "name": "David Hong, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "M D Anderson Cancer Center",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002292",
                    "term": "Carcinoma, Renal Cell"
                },
                {
                    "id": "D000008654",
                    "term": "Mesothelioma"
                },
                {
                    "id": "D000086002",
                    "term": "Mesothelioma, Malignant"
                },
                {
                    "id": "D000012516",
                    "term": "Osteosarcoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000007680",
                    "term": "Kidney Neoplasms"
                },
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000000236",
                    "term": "Adenoma"
                },
                {
                    "id": "D000018301",
                    "term": "Neoplasms, Mesothelial"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000010997",
                    "term": "Pleural Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000018213",
                    "term": "Neoplasms, Bone Tissue"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000012509",
                    "term": "Sarcoma"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15334",
                    "name": "Osteosarcoma",
                    "asFound": "Osteosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5548",
                    "name": "Carcinoma, Renal Cell",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11634",
                    "name": "Mesothelioma",
                    "asFound": "Mesothelioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2537",
                    "name": "Mesothelioma, Malignant",
                    "asFound": "Mesothelioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10703",
                    "name": "Kidney Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3591",
                    "name": "Adenoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20445",
                    "name": "Neoplasms, Mesothelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13887",
                    "name": "Pleural Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20359",
                    "name": "Neoplasms, Bone Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4340",
                    "name": "Osteosarcoma",
                    "asFound": "Osteosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4906",
                    "name": "Renal Cell Carcinoma",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1341",
                    "name": "Clear Cell Renal Cell Carcinoma",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3584",
                    "name": "Malignant Mesothelioma",
                    "asFound": "Mesothelioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                },
                {
                    "id": "C000042382",
                    "term": "Fludarabine phosphate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "asFound": "Personalized",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}