{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04223765",
            "orgStudyIdInfo": {
                "id": "LCCC 1811-ATL"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA193140-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA193140-01"
                }
            ],
            "organization": {
                "fullName": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Study of Kappa Chimeric Antigen Receptor (CAR) T Lymphocytes Co-Expressing the Kappa and CD28 CARs for Relapsed/Refractory Kappa+ Non-Hodgkin Lymphoma and Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma.",
            "officialTitle": "Phase 1 Study of the Administration of T Lymphocytes Expressing the Kappa Chimeric Antigen Receptor (CAR) and CD28 Endodomain for Relapsed/Refractory Kappa+ Non-Hodgkin Lymphoma and Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma.",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-of-kappa-chimeric-antigen-receptor-car-t-lymphocytes-co-expressing-the-kappa-and-cars-for-relapsed-refractory-kappa-non-hodgkin-lymphoma-and-chronic-lymphocytic-leukemia-small-lymphocytic-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-11-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2043-03-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-07",
            "studyFirstSubmitQcDate": "2020-01-07",
            "studyFirstPostDateStruct": {
                "date": "2020-01-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will combine both T cells and antibodies in order to create a more effective treatment. The treatment tested in this study uses modified T-cells called Autologous T Lymphocyte Chimeric Antigen Receptor (ATLCAR) cells targeted against the kappa light chain antibody on cancer cells. For this study, the anti-kappa light chain antibody has been changed so instead of floating free in the blood, a part of it is now joined to the T cells. Only the part of the antibody that sticks to the lymphoma cells is attached to the T cells. When an antibody is joined to a T cell in this way, it is called a chimeric receptor. The kappa light chain chimeric (combination) receptor-activated T cells are called ATLCAR.κ.28 cells. These cells may be able to destroy lymphoma cancer cells. They do not, however, last very long in the body so their chances of fighting the cancer are unknown.\n\nPrevious studies have shown that a new gene can be put into T cells to increase their ability to recognize and kill cancer cells. A gene is a unit of DNA. Genes make up the chemical structure carrying your genetic information that may determine human characteristics (i.e., eye color, height and sex). The new gene that is put in the T cells in this study makes an antibody called an anti-kappa light chain. This anti-kappa light chain antibody usually floats around in the blood. The antibody can detect and stick to cancer cells called lymphoma cells because they have a substance on the outside of the cells called kappa light chains.\n\nThe purpose of this study is to determine whether receiving the ATLCAR.κ.28 cells is safe and tolerable and learn more about the side effects and how effective these cells are in fighting lymphoma. Initially, the study doctors will test different doses of the ATLCAR.κ.28, to see which dose is safer for use in lymphoma patients. Once a safe dose is identified, the study team will administer this dose to more patients, to learn about how these cells affect lymphoma cancer cells and identify other side effects they might have on the body.\n\nThis is the first time ATLCAR.κ.28 cells are given to patients with lymphoma. The Food and Drug Administration (FDA), has not approved giving ATLCAR.κ.28 as treatment for lymphoma. This is the first step in determining whether giving ATLCAR.κ.28 to others with lymphoma in the future will help them.",
            "detailedDescription": "This study is a single center, open-label phase 1 clinical trial designed to determine the safety of escalating doses of autologous activated T lymphocytes (ATLs) expressing the chimeric antigen receptor specific for the kappa-light chain of human immunoglobulins (CAR.κ) in subjects with relapsed/refractory kappa-positive (κ+) mantle cell and indolent non-Hodgkin lymphomas (NHL). During dose finding, up to 12 subjects will receive a single infusion of ATL product expressing the CAR.κ encoding the CD28 co-stimulatory endodomain (CAR.κ.28). The starting dose will be 5.0 × 105 cells/kg. Up to 3 dose levels of CAR.κ.28 cells will be tested with at least 3 subjects enrolled in each dose cohort before dose escalation is considered based on the incidence of dose limiting toxicity (DLT). Prior to receiving the cell product, subjects will undergo lymphodepletion with fludarabine and bendamustine or cyclophophamide. Dose escalation will be guided by the modified 3+3 design. Any dose level may be expanded to 4-9 subjects to obtain more data at that dose or to include subjects for which insufficient cells are manufactured to enroll on their assigned higher dose level. If due to the expansion the estimated DLT rate at a dose is ≥0.33, the study would not escalate to the next highest dose level and the recommended phase 2 dose (RP2D) would be exceeded. If needed, an expansion cohort will enroll up to 8 subjects at the RP2D to further assess safety and efficacy of CAR.κ.28 cells. Secondary endpoints include evaluation of progression free survival (PFS), response rate (RR), duration of response (DoR) and overall survival (OS). The persistence of CAR.κ.28 cells in the peripheral blood will be assessed as an exploratory objective. The final RP2D including expansion data will be the dose with the DLT rate closest to 0.2.\n\nThe adoptive transfer of T cells targeting the kappa light chain (CAR.κ) is a promising treatment for patients with relapsed/refractory κ + NHL and has shown encouraging preclinical activity \\[37\\]. The CD8α stalk incorporated into CD28 signaling domain within the CAR, may improve the persistence of the CAR.κ T cells. Therefore, subjects in this study are being infused with this newly modified version of CAR.κ.28 so that persistence and efficacy will be improved compared to the older version of the CAR.κ molecule.\n\nWe hypothesize that CAR.κ.28 will be well tolerated in subjects with relapsed/refractory indolent and aggressive lymphomas positive for the kappa light chain and will show efficacy. We also anticipate that CAR.κ.28 will show fast expansion in the peripheral blood in the first 2 - 3 weeks, but also longer term persistence than the previous version of CAR.κ.28.\n\nIn this phase 1 single center study, peripheral blood will be collected for production of CAR.κ.28 cells prior to conditioning chemotherapy in subjects with relapsed/refractory κ+ indolent lymphoma including follicular lymphoma grade 1-3b, splenic marginal zone lymphoma, extranodal marginal zone lymphoma of mucosa-associated lymphoid tissue, nodal marginal zone lymphoma, and mantle cell lymphoma. During the approximately 1-2 months necessary for CAR-T cell production, subjects may undergo standard of care treatment (\"bridging therapy\") per physician's discretion. Subjects must sign consent forms before cells are procured and again prior to undergoing lymphodepleting chemotherapy and cellular treatment. At 2-14 days (preferably 2-4 days) after lymphodepletion with bendamustine and fludarabine, we will infuse the CAR.κ.28 cell product. Subjects in this study will receive CAR.κ.28 cell product in one of the three planned dose escalation cohorts. Dose levels of CAR.κ.28 cells administered will range between 5.0 × 105 cells/kg and 2 × 106 cells/kg. These doses have been evaluated in previous phase 1 studies of CAR-T cell lymphocytes \\[37-39\\] including a phase 1 trial targeting the kappa light chain on malignant B cells in which the construct included the CD28 co-stimulatory endodomain \\[37\\]. An expansion cohort will enroll up to 8 subjects at the RP2D to further assess safety and efficacy of CAR.κ.28 cells. In all subjects, we will measure the persistence of CAR.κ.28 cells in the peripheral blood at different time points by measuring the level of the transgene and by phenotypic analyses.\n\nOUTLINE\n\nCell Procurement Peripheral blood, up to 300 mL (in up to 3 collections) will be obtained from subjects for cell procurement. In subjects with inadequate lymphocyte count in the peripheral blood, a leukapheresis may be performed to isolate sufficient T cells. The parameters for apheresis will be up to 2 blood volumes.\n\nLymphodepleting Regimen Subjects will receive a \"pre-conditioning\" cytoreductive regimen of bendamustine 70 mg/m2/day administered IV followed by fludarabine 30 mg/m2/day administered IV over 3 consecutive days. These agents will be administered per institutional guidelines. Prophylaxis (e.g., hydration, antiemetics, etc.) needed prior to fludarabine and bendamustine chemotherapy will be provided per institutional guidelines. At the discretion of the clinical investigator, subjects with a known history of intolerance to bendamustine may be considered for lymphodepletion with cyclophosphamide 500 mg/m2/day administered IV followed by an IV dose of fludarabine 30 mg/m2/day administered over 3 consecutive days. These agents will be administered per institutional guidelines.\n\nCell Administration The cellular product consisting of CAR.κ.28 cells will be administered by a licensed healthcare provider (oncology nurse or physician) via intravenous injection over 5 - 10 minutes through either a peripheral or a central line. The volume of infusion will depend upon the concentration of the cells when frozen and the size of the subject. The expected volume will be 1-50cc.\n\nPost lymphodepletion, subjects who meet eligibility criteria for cellular therapy will receive CAR.κ.28 cells within 2 - 14 days, but preferably within 2-4 days, after completing the lymphodepleting chemotherapy regimen.\n\nDuring dose finding, a single dose of CAR.κ.28 will be given after lymphodepletion. The cell dose levels that will be evaluated are outlined below.\n\nExpansion Cohort, CAR.κ.28 will be given after lymphodepletion. Subjects will receive the RP2D.\n\nDuration of Therapy\n\nTherapy in LCCC1811-ATL involves a single cell infusion of CAR.K.28 cells. Treatment with at least one infusion will be administered unless:\n\n* Subject decides to withdraw from study treatment, or\n* General or specific changes in the subject's condition render the subject unacceptable for further treatment in the judgment of the investigator.\n\nDuration of Follow-up Subjects will be followed for up to 15 years for RCR evaluation or until death, whichever occurs first. In addition to this follow-up, subjects removed from study treatment for unacceptable adverse events will be followed until resolution or stabilization of the adverse event.\n\nSubjects who experience unequivocal disease progression and start alternate therapy after receiving a cell infusion still be required to complete abbreviated follow up procedures."
        },
        "conditionsModule": {
            "conditions": [
                "Mantle Cell Lymphoma",
                "Follicular Lymphoma",
                "Splenic Marginal Zone Lymphoma",
                "Extranodal Marginal Zone Lymphoma of Mucosa-Associated Lymphoid Tissue",
                "Nodal Marginal Zone Lymphoma",
                "Indolent Non-hodgkin Lymphoma"
            ],
            "keywords": [
                "CAR T cells",
                "Kappa",
                "CD28",
                "Lymphoma",
                "T lymphocytes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CAR.k.28/CAR.k.4-1BB",
                    "type": "EXPERIMENTAL",
                    "description": "Up to 12 patients will receive a single infusion of CAR.k.28. The starting dose will be 2.5x10\\^5 cells/kg of each product. Up to 3 dose levels of CAR.k.28 cells will be tested with at least 3 patients enrolled at each dose cohort before dose escalation is considered based on the incidence of dose limiting toxicity (DLT). An expansion cohort will enroll up to 8 patients at the recommended phase 2 dose. Prior to receiving the infusions, patients will undergo lymphodepletion with fludarabine and bendamustine. Patients with a known history of intolerance to bendamustine may be considered for lymphodepletion with fludarabine and cyclophosphamide.",
                    "interventionNames": [
                        "Drug: CAR.k.28",
                        "Drug: Fludarabine",
                        "Drug: Cyclophosphamide",
                        "Drug: Bendamustine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CAR.k.28",
                    "description": "Three dose levels will be evaluated: Dose level 1 (5x10\\^5 cells/kg), Dose level 2 (1x10\\^6), and dose level 3 (2x10\\^6 cells/kg).",
                    "armGroupLabels": [
                        "CAR.k.28/CAR.k.4-1BB"
                    ],
                    "otherNames": [
                        "Kappa Chimeric Antigen Receptor and CD28 Endodomain"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fludarabine",
                    "description": "30 mg/m\\^2/day IV for 3 consecutive days",
                    "armGroupLabels": [
                        "CAR.k.28/CAR.k.4-1BB"
                    ],
                    "otherNames": [
                        "FLUDARA"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "500 mg/m\\^2/day IV for 3 consecutive days",
                    "armGroupLabels": [
                        "CAR.k.28/CAR.k.4-1BB"
                    ],
                    "otherNames": [
                        "Cytoxan"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Bendamustine",
                    "description": "70 mg/m\\^2/day administered over 3 consecutive days.",
                    "armGroupLabels": [
                        "CAR.k.28/CAR.k.4-1BB"
                    ],
                    "otherNames": [
                        "Bendeka, Treanda"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with adverse events as a measure of safety and tolerability of CAR.κ.28 ATL cells",
                    "description": "Toxicity is classified and graded using the National Cancer Institute's Common Terminology Criteria for Adverse Events (CTCAE, version 5.0). Grade 1 Mild; asymptomatic or mild symptoms; intervention not indicated. Grade 2 Moderate; minimal, local or noninvasive intervention indicated; limiting instrumental Activities of Daily Living (ADL). Grade 3 Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self care ADL. Grade 4 Life-threatening consequences; urgent intervention indicated. Grade 5 Death related to Adverse Event (AE). Immune effector cell-associated neurotoxicity syndrome (ICANS) symptoms will be graded per American Society for Blood and Marrow Transplantation (ASBMT) ICANS Consensus Grading for Adults (scale from 1-mild to 4-critical) and cytokine release syndrome (CRS) symptoms will be graded according to ASBMT CRS Consensus Grading (a scale from 1-mild to 5-death).",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression free survival (PFS) after infusion of CAR.κ.28 cells",
                    "description": "PFS is defined from the date of administration of CAR.κ.28 infusion to progression, or death as a result of any cause per revised Lugano criteria for Non-Hodgkin Lymphoma (NHL) and International Workshop on Chronic Lymphocytic Leukemia (IWCLL) for Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma (CLL/SLL).",
                    "timeFrame": "15 years"
                },
                {
                    "measure": "Overall survival (OS) after administration of CAR.κ.28 cells",
                    "description": "Overall survival will be measured from the date of administration of CAR.κ.28 infusion to date of death",
                    "timeFrame": "15 years"
                },
                {
                    "measure": "Objective response rate by 8 weeks and best overall response rate post CAR.κ.28 cell administration",
                    "description": "The objective response rate will be defined as the rate of complete responses (CR) + partial responses (PR) by 8 weeks post CAR.κ.28 infusion per revised Lugano criteria for Non-Hodgkin Lymphoma (NHL). For Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma (CLL/SLL) patients, the rate of CR + PR will be defined by the International Workshop on Chronic Lymphocytic Leukemia (IWCLL) criteria by 8 weeks post-CAR.κ.28 infusion",
                    "timeFrame": "8 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Duration of response after administration of CAR.κ.28 cells",
                    "description": "The duration of response will be defined as time from documentation of tumor response per Lugano criteria for Non-Hodgkin Lymphoma (NHL) or International Workshop on Chronic Lymphocytic Leukemia (IWCLL) for Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma (CLL/SLL).",
                    "timeFrame": "15 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "SUBJECT ELIGIBILITY\n\nNote: During the period of cell procurement and CAR.κ.28 T cell production, subjects are allowed to receive additional standard of care chemotherapy to stabilize their disease if the treating physician feels it is in the subject's best interest. For subjects requiring bridging chemotherapy while awaiting manufacture of their CAR.κ.28 T-cells, details regarding treatment(s) administered including dose, frequency, number of cycles, etc. will be collected.\n\nInclusion Criteria for the Study\n\nUnless otherwise noted, subjects must meet all of the following criteria to participate in this study:\n\n1. Written informed consent and HIPAA authorization for release of personal health information.\n2. Adults ≥18 years of age.\n3. Diagnosis of relapsed/refractory chronic lymphocytic leukemia/small lymphocytic lymphoma OR histologically confirmed B-cell NHL, including the following types defined by WHO 2016:\n\n   Aggressive Lymphomas:\n   * DLBCL not otherwise specified (NOS)\n   * T cell/histiocyte rich large B cell lymphoma; primary cutaneous DLBCL, leg type; EBV-positive DLBCL NOS; DLBCL associated with chronic inflammation; Lymphomatoid granulomatosis; Large B-cell lymphoma with IRF4 rearrangement; Intravascular large B-cell lymphoma; ALK-positive large B-cell lymphoma\n   * Primary mediastinal (thymic) large B-cell lymphoma\n   * High grade B-cell lymphoma with MYC and BCL2 and/or BCL6 rearrangement; high grade B-cell lymphoma, NOS\n   * B-cell lymphoma, unclassifiable, with features intermediate between DLBCL and classical Hodgkin lymphoma\n   * Transformation of indolent lymphoma or CLL to DLBCL will also be included\n   * Burkitt lymphoma\n\n   Indolent Lymphomas:\n   * Follicular lymphoma grade 1-3b\n   * Splenic marginal zone lymphoma\n   * Extranodal marginal zone lymphoma of mucosa-associated lymphoid tissue\n   * Nodal marginal zone lymphoma\n   * Mantle cell lymphoma\n   * Subjects with central nervous system (CNS) disease will not be excluded as long as it has been stable for 3 months\n\n   Subjects with bone marrow only involvement are eligible\n4. Subjects relapsed after autologous or allogeneic stem cell transplant are eligible for this study.\n5. Subjects who have received prior CD19-directed CAR therapies for relapsed/refractory disease are eligible for this study. However, at least 3 months must have passed since the subject received CD19 CAR-T cells.\n6. Patients with aggressive lymphomas must have relapsed or refractory disease after having received at least 2 prior lines of systemic therapy, including, at a minimum:\n\n   * An anti-CD20 monoclonal antibody\n   * An anthracycline containing chemotherapy regimen (if eligible)\n   * An autologous stem cell transplant (if eligible)\n7. For indolent lymphomas, subjects must have received at least 2 prior lines of therapy for their lymphoma\n8. Subjects with specifically relapsed/refractory chronic lymphocytic leukemia/small lymphocytic lymphoma must have received at least 2 prior therapy regimens which can include, but not limited to:\n\n   * A combination of an anti-CD20 monoclonal antibody and an alkylating agent, OR\n   * A Bruton's Tyrosine Kinase Inhibitor, OR\n   * A BCL-2 inhibitor in combination with an anti-CD20 monoclonal antibody\n9. Subjects with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial at the investigator's discretion.\n10. Kappa-positive expression on lymphoma or CLL/SLL tissue sample, or kappa restriction on flow cytometry (archival or fresh) as confirmed by institutional hematopathology standard (result must be confirmed at the time of cell procurement).\n11. Karnofsky score of \\> 60%\n12. Female subjects of childbearing potential must be willing to use 2 methods of birth control or be surgically sterile, or abstain from heterosexual activity for the course of the study, and for 6 months after the study is concluded. Female subjects of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year. The two birth control methods can be composed of: two barrier methods or a barrier method plus a hormonal method to prevent pregnancy. Female subjects of childbearing potential will also be instructed to tell their male partners to use a condom.\n\nExclusion Criteria for the Study\n\nSubjects meeting any of the following exclusion criteria will not be able to participate in this study (procurement, lymphodepletion and cell infusion):\n\n1. A diagnosis of lymphoplasmacytic lymphoma/Waldenstrom's macroglobulinemia or multiple myeloma.\n2. A history of intolerance to bendamustine or fludarabine. Note: subjects with known history of intolerance to bendamustine may be considered for lymphodepletion with cyclophosphamide and fludarabine at the discretion of the clinical investigator.\n3. Subject is pregnant or lactating.\n4. Current use of systemic corticosteroids at doses ≥10 mg prednisone daily or its equivalent; those receiving \\<10 mg daily may be enrolled at discretion of investigator.\n5. Active infection with HTLV, HCV (can be pending at the time of cell procurement; only those samples confirming lack of active infection will be used to generate transduced cells) defined as not being well controlled on therapy as well as no history of HIV. Subjects are required to have negative HIV antibody, negative HTLV1 and HTLV2 antibodies, negative hepatitis B surface antigen, and negative HCV antibody or viral load.\n6. Subjects who are positive for hepatitis B surface antigen (can be pending at the time of cell procurement; only those samples confirming lack of active infection will be used to generate transduced cells) are excluded. Subjects who are hepatitis B surface antigen negative but hepatitis B core antibody positive must have their hepatitis B viral load checked. These subjects will be excluded if their viral load is positive at baseline (when tested during screening for procurement). Subjects who are core antibody positive and viral load negative at baseline will be considered eligible.\n\nEligibility Criteria to be Met Prior to Procurement\n\n1. Subject has signed a consent to undergo cell procurement.\n2. Evidence of adequate organ function as defined by:\n\n   * Total bilirubin \\<1.5 × ULN (subjects with Gilbert's syndrome may be enrolled despite a total bilirubin level \\>1.5 mg/dL if their conjugated bilirubin is \\<1.5 × ULN)\n   * AST and ALT \\< 5x ULN\n   * Pulse oximetry of \\>90% on room air\n   * Creatinine ≤ 2 x ULN\n3. Imaging results from within 120 days prior to procurement to assess presence of active disease.\n4. Confirmed kappa-positive expression on lymphoma or CLL/SLL tissue or bone marrow sample (archival or fresh) as confirmed by pathology.\n5. Subject has adequate cardiac function, defined as:\n\n   * No ECG evidence of acute ischemia\n   * No ECG evidence of active, clinically significant conduction system abnormalities\n   * Prior to study entry, any ECG abnormality at screening not felt to put the subject at risk has to be documented by the investigator as not medically significant\n   * No uncontrolled angina or severe ventricular arrhythmia\n   * Left ventricular ejection fraction (LVEF) \\>40% as measured by ECHO, with no additional evidence of decompensated heart failure, performed within 30 days prior to procurement\n6. In women of child-bearing potential, negative serum pregnancy test within 72 hours prior to procurement or documentation that the subject is post-menopausal. Post-menopausal status must be confirmed with documentation of absence of menses for \\> 1 year.\n\nEligibility Criteria to be Met Prior to Lymphodepletion\n\n1. Written informed consent to enroll in the CAR-T cell therapy trial must be obtained prior to lymphodepletion.\n2. The last bridging therapy should be completed at least 3 weeks prior to lymphodepletion. Subjects who have received bridging therapy will be reassessed with imaging within 5 days prior to lymphodepletion and at least 3 weeks after bridging therapy. If a patient did not receive bridging chemotherapy, they will e imaged within 10 days prior to lymphodepletion.\n3. Adequate organ function per the following criteria are required prior to lymphodepletion:\n\n   * Adequate bone marrow function, as defined by:\n\n     * ANC \\>1.0 × 109/L\n     * Platelets \\>50 × 109/L unless related to lymphoma involvement (independent of transfusion within 7 days of lymphodepletion)\n   * Total bilirubin ≤1.5 × ULN (subjects with Gilbert's syndrome may be enrolled despite a total bilirubin level \\>1.5 mg/dL if their conjugated bilirubin is \\<1.5× ULN)\n   * AST and ALT ≤ 5× ULN\n   * Pulse oximetry of \\> 90% on room air\n   * Creatinine ≤2 x ULN\n   * If subjects display any clinical signs or symptoms of cardiac dysfunction after receiving bridging chemotherapy, they will undergo repeat ECG and ECHO to reassess their cardiac function and status\n4. In female subjects of childbearing potential, a negative serum pregnancy test within 72 hours prior to l ymphodepletion or documentation that the subject is post-menopausal or has been surgically sterilized.\n\n   Post-menopausal status must be confirmed with documentation of absence of menses for \\> 1 year.\n5. In subjects with CLL/SLL, a bone marrow biopsy within 28 days prior to lymphodepletion.\n6. Subjects must have autologous transduced activated T-cells that meet the Certificate of Analysis (CofA) acceptance criteria.\n7. Has not received any investigational agents or received any tumor vaccines within the previous six weeks prior to lymphodepletion.\n8. Has not received chemotherapy or immunotherapy within the previous 3 weeks prior to lymphodepletion.\n9. Subjects may not be receiving strong inhibitors of CYP1A2 (e.g., fluvoxamine, ciprofloxacin) up through 72 hours after the last dose of bendamustine, as these may increase plasma concentrations of bendamustine, and decrease plasma concentrations of its metabolites. See http://medicine.iupui.edu/clinpharm/ddis/ for an updated list of strong inhibitors of CYP1A2\n10. Subject is not taking a prohibited or contraindicated medication listed in the protocol. Contraindicated medications should be discontinued at least two weeks prior to the scheduled lymphodepletion or by at least 5 half-lives of the contraindicated medication, whichever is shorter.\n11. No evidence of uncontrolled infection or sepsis.\n\nEligibility Criteria to be Met Prior to Cell Infusion After Lymphodepletion\n\n1. No evidence of uncontrolled infection or sepsis.\n2. Evidence of adequate organ function as defined by:\n\n   1. Total bilirubin ≤2 × ULN, unless attributed to Gilbert's syndrome\n   2. AST \\< 5 × ULN\n   3. ALT \\< 5 × ULN\n   4. Creatinine ≤ 3 x ULN\n3. Subject has no clinical indication of rapidly progressing disease in the opinion of the clinical investigator.\n4. Subject is a good candidate for treatment with CAR.κ.28 cell product per the clinical investigator's discretion.\n5. Subjects that have received therapy with murine antibodies must have documentation of absence of human anti-mouse antibodies (HAMA) prior to and within 8 weeks of lymphodepletion or after their most recent murine antibody therapy (whichever is shortest). For subjects that receive murine monoclonal antibodies or murine-human chimeric monoclonal antibodies between procurement and lymphodepletion, HAMA testing should be performed within 4 weeks prior to lymphodepletion and after the last monoclonal antibody dose.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Catherine Cheng",
                    "role": "CONTACT",
                    "phone": "919-445-4208",
                    "email": "UNCImmunotherapy@med.unc.edu"
                },
                {
                    "name": "Kelly Hoye",
                    "role": "CONTACT",
                    "phone": "919-445-9676",
                    "email": "kelly_hoye@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Natalie Grover, MD",
                    "affiliation": "UNC Lineberger Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lineberger Comprehensive Cancer Center at University of North Carolina",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Cheng",
                            "role": "CONTACT",
                            "phone": "919-445-4208",
                            "email": "catherine_cheng@med.unc.edu"
                        },
                        {
                            "name": "Kelly Hoye",
                            "role": "CONTACT",
                            "phone": "919-445-9676",
                            "email": "kelly_hoye@med.unc.edu"
                        },
                        {
                            "name": "Natalie Grover, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Paul Armistead",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Anne Beaven, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "James Coghill",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Christopher Dittus, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Gianpietro Dotti",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Paul Eldridge",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Katarzyna Jamieson",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Emily Kassam",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Grace Park",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Alicia Pinto",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Marcie Riches",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Barbara Savoldo",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jonathan Serody, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Thomas Shea, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Benjamin Vincent",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kimberly Wehner",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "William Wood",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ashley Zanter",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Related Info",
                    "url": "https://unclineberger.org/"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000015451",
                    "term": "Leukemia, Lymphocytic, Chronic, B-Cell"
                },
                {
                    "id": "D000020522",
                    "term": "Lymphoma, Mantle-Cell"
                },
                {
                    "id": "D000018442",
                    "term": "Lymphoma, B-Cell, Marginal Zone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000015448",
                    "term": "Leukemia, B-Cell"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18116",
                    "name": "Leukemia, Lymphocytic, Chronic, B-Cell",
                    "asFound": "Small lymphocytic lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11221",
                    "name": "Lymphoma, Follicular",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22307",
                    "name": "Lymphoma, Mantle-Cell",
                    "asFound": "Mantle Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20554",
                    "name": "Lymphoma, B-Cell, Marginal Zone",
                    "asFound": "Marginal zone lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "asFound": "Non-Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18115",
                    "name": "Leukemia, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1308",
                    "name": "Chronic Lymphocytic Leukemia",
                    "asFound": "Chronic Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T2361",
                    "name": "Follicular Lymphoma",
                    "asFound": "Follicular lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3601",
                    "name": "Mantle Cell Lymphoma",
                    "asFound": "Mantle Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3612",
                    "name": "Marginal Zone Lymphoma",
                    "asFound": "Marginal zone lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "D000069461",
                    "term": "Bendamustine Hydrochloride"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M430",
                    "name": "Bendamustine Hydrochloride",
                    "asFound": "Inserted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}