{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00004577",
            "orgStudyIdInfo": {
                "id": "000082"
            },
            "secondaryIdInfos": [
                {
                    "id": "00-N-0082"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Study of New Magnetic Resonance Imaging Methods of the Brain",
            "officialTitle": "Characterization of Brain Morphology and Activity Using Functional and Anatomical MRI Contrast",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-new-magnetic-resonance-imaging-methods-of-the-brain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2000-07-01",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2000-02-18",
            "studyFirstSubmitQcDate": "2000-02-18",
            "studyFirstPostDateStruct": {
                "date": "2000-02-21",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-06-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this investigation is to develop improved magnetic resonance imaging (MRI) techniques and hardware for studying brain function. MRI is a diagnostic tool that provides information about brain chemistry and physiology. This study will evaluate new MRI methods for monitoring blood flow to regions of the brain in response to simple tasks. The MRI machine used in this study is more powerful than those in most hospitals, permitting a higher visual resolution.\n\nNormal healthy volunteers over 18 years old may be eligible for this study. Candidates will be screened with a medical history and questionnaire, and a neurological examination. Study participants will have a yearly MRI scan. For this procedure, the subject lies on a stretcher that is moved into a donut-shaped machine with a strong magnetic field. A lightweight circular or rectangular coil a device that improves the quality of the images may be placed on the head. The scan time varies from 20 minutes to 3 hours; most scans last between 45 and 90 minutes. During the scan, the subject may perform simple tasks, such as listening to tapes, tapping a finger, moving a hand, watching a screen, or smelling a fragrance. More complex tasks may require thinking about tones or pictures and responding to them by pressing buttons.\n\nInformation from this study will be used to develop better imaging methods that will, in turn, permit a greater understanding of normal and abnormal brain behaviors.",
            "detailedDescription": "Objective\n\nThe goal of this protocol is to improve spatial resolution and contrast in MRI studies of brain anatomy and function, by developing novel hardware, and image acquisition and reconstruction techniques. Specifically, by improving MRI image quality and manipulating MRI contrast, we aim to better characterize and quantify structural, chemical, and blood flow variations across the brain, and study their relationship with neuronal activity. For this purpose, we will develop and optimize novel MRI techniques on normal, healthy volunteers, and combine these with EEG and recording of other physiological signals.\n\nStudy Population\n\nAny healthy, male or female volunteer 18 years of age and older; the subjects must be capable of understanding the procedures and requirements of this study and be willing to sign an informed consent document.\n\nDesign\n\nThis is a technical development study design to develop and evaluate new MR technology for performing MRI and functional MRI in the CNS with novel contrasts and with a high spatial resolution.\n\nOutcome Measures\n\nThe primary outcome of this study will be the ability to acquire anatomical and functional images of the human brain with high spatial resolution, i.e., 200-500 micron and 750-1000 micron respectively. In addition, developed techniques will allow the robust measurement of specific tissue properties, including diffusion, structural anisotropy, iron and myelin content, perfusion, and metabolite concentrations. The relative merits of blood flow and blood oxygenation level dependent (BOLD) functional MRI (fMRI) techniques, and their particular spatial and temporal signal characteristics will be established. It will be determined whether information valuable to interpret BOLD fMRI can be derived from EEG and other physiological signals."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteer",
                "Magnetic Resonance Imaging",
                "Healthy",
                "fMRI",
                "Brain Mapping",
                "Adult"
            ],
            "keywords": [
                "Brain Morphology",
                "Cerebral Blood Volume",
                "Functional Imaging",
                "Development",
                "MEG",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Volunteer",
                    "description": "Any healthy, male or female volunteer 18 years of age and older."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The purpose of this study is to develop and evaluate new MR pulse sequences and hardware for performing anatomical and functional MRI in the CNS at, 3.0T, and 7T with a high spatial resolution.",
                    "description": "The primary outcome of this study will be the ability to robustly acquire whole brain MRI sensitized to myelin, iron, diffusion, perfusion, and fiber orientation. Perfusion- and BOLD- based fMRI techniques will allow distinguishing between neuronal and systemic vascular signal contributions. In addition, we anticipate the ability to acquire (proton) spectroscopic data at 5mm resolution.",
                    "timeFrame": "annually"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To develop an understanding of the limits in contrast and resolution of anatomical and functional MRI.To develop an understanding of the merits of high field MRI for the study of brain anatomy and function.",
                    "description": "Secondary outcome measure will be an estimate of the relative performance levels of the different field strengths for anatomical, functional and spectroscopic imaging.",
                    "timeFrame": "annually"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* 18 years of age and older\n* in good general health\n* able to understand the procedures and requirements and give informed consent\n\nEXCLUSION CRITERIA:\n\nAll Subjects will undergo a neurological physical and answer the Healthy volunteer form, and the most-recent version of the NMR safety screening\n\nA subject will be excluded if he/she:\n\n1. has any metal implant or objects of unknown identity or composition, or if it s known to be non-compatible with MRI, such as pacemakers, medication pumps, aneurysm clips, metallic prosthesis (such as heart valves or cochlear implants), certain orthopedic implants (pins and rods), shrapnel, or small metal fragments in the eye;\n2. has claustrophobia;\n3. cannot lie comfortably for up to 120 minutes;\n4. underwent brain surgery or suffered a head trauma\n5. has migraines that require medication;\n6. has a psychiatric disorder (defined by the DSM-5);\n7. has a neurological lesion or history of neurological disorders;\n8. has known hearing problems;\n9. is pregnant;\n10. has permanent eye liner;\n11. has medical problems such as, diabetes mellitus, hypertension, pulmonary or airway disease, heart failure, coronary artery disease, or history of sleep apnea.\n12. has a diagnosable substance dependence\n13. a member of the NINDS Laboratory of Functional and Molecular Imaging.\n\nThe contraindications to MRI at the various field strengths are almost identical, except the 7 T also excludes subjects with a ferromagnetic dental crown or a bridge.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Healthy Volunteer",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jeffrey H Duyn, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 594-7305",
                    "email": "duynjeff@ninds.nih.gov"
                },
                {
                    "name": "Alan P. Koretsky, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-9659",
                    "email": "koretskya@ninds.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alan P. Koretsky, Ph.D.",
                    "affiliation": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "2124706",
                    "type": "BACKGROUND",
                    "citation": "Ogawa S, Lee TM, Kay AR, Tank DW. Brain magnetic resonance imaging with contrast dependent on blood oxygenation. Proc Natl Acad Sci U S A. 1990 Dec;87(24):9868-72. doi: 10.1073/pnas.87.24.9868."
                },
                {
                    "pmid": "1631079",
                    "type": "BACKGROUND",
                    "citation": "Ogawa S, Tank DW, Menon R, Ellermann JM, Kim SG, Merkle H, Ugurbil K. Intrinsic signal changes accompanying sensory stimulation: functional brain mapping with magnetic resonance imaging. Proc Natl Acad Sci U S A. 1992 Jul 1;89(13):5951-5. doi: 10.1073/pnas.89.13.5951."
                },
                {
                    "pmid": "1734182",
                    "type": "BACKGROUND",
                    "citation": "Detre JA, Leigh JS, Williams DS, Koretsky AP. Perfusion imaging. Magn Reson Med. 1992 Jan;23(1):37-45. doi: 10.1002/mrm.1910230106."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2000-N-0082.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}