{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05408091",
            "orgStudyIdInfo": {
                "id": "TRL345-102"
            },
            "organization": {
                "fullName": "Trellis Bioscience LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study to Evaluate Safety and Activity of TRL345 in Healthy Volunteers",
            "officialTitle": "A Phase 1, Double-Blind, Single Ascending Dose Study to Evaluate the Safety, Pharmacokinetics, and Pharmacodynamics of TRL345 in Healthy Volunteers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-to-evaluate-safety-and-activity-of-in-healthy-volunteers"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-02",
            "studyFirstSubmitQcDate": "2022-06-02",
            "studyFirstPostDateStruct": {
                "date": "2022-06-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Trellis Bioscience LLC",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study in healthy volunteers will provide a basis for evaluation of TRL345 as a first in human study, specifically, important safety, tolerability, and pharmacokinetic data, and provide serum samples for ex vivo studies of concentration-dependent antiviral activity to support the dose selection for as well as design and conduct of a clinical study in transplant patients.",
            "detailedDescription": "Human cytomegalovirus (HCMV) is the most common medically significant infection in transplant patients. HCMV is usually a serious and even fatal infection in newborn SCID infants requiring hematopoietic stem cell transplant. HCMV is also the leading cause of congenital viral infection, with an incidence in the United States of 1-3% of live births. Primary HCMV infection during early pregnancy poses a 30-40% risk of intrauterine transmission. Approximately 10-15% of congenitally infected infants are symptomatic, presenting with intrauterine growth restriction and permanent birth defects, including neurological deficiencies, retinopathy, and sensori-neuronal deafness; of the infected but asymptomatic infants, 15-20% will later develop permanent sequelae. Trellis Bioscience is developing TRL345, a fully human monoclonal antibody that has specificity to the AD-2 site I in gB of HCMV, both for transplant patients and for the prevention of maternal HCMV infection during pregnancy.\n\nAntibody therapy provides an alternative to antiviral drugs with an expectation of qualitatively lower toxicity. The leading small molecule antiviral effective against HCMV, ganciclovir (and its oral prodrug formulation valganciclovir), has side effects (including neutropenia, nephrotoxicity, and potential mutagenicity) that make its use problematic for major indications, including congenital transmission or the early post-transplant period for HCT. Although the recently approved small molecule antiviral letermovir has reduced neutropenic activity and is therefore useful in hematopoietic cell transplantation (HCT), it has not eliminated CMV reactivation in adult HCT patients."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteers"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose Level 1 - 1 mg/kg",
                    "type": "EXPERIMENTAL",
                    "description": "Randomized 6:2 (TRL345:placebo) via IV infusion",
                    "interventionNames": [
                        "Drug: TRL345, a human monoclonal antibody"
                    ]
                },
                {
                    "label": "Dose Level 2 - 10 mg/kg",
                    "type": "EXPERIMENTAL",
                    "description": "Randomized 6:2 (TRL345:placebo) via IV infusion",
                    "interventionNames": [
                        "Drug: TRL345, a human monoclonal antibody"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "TRL345, a human monoclonal antibody",
                    "description": "Anti-Human Cytomegalovirus (HCMV) IgG1κ Human Monoclonal Antibody",
                    "armGroupLabels": [
                        "Dose Level 1 - 1 mg/kg",
                        "Dose Level 2 - 10 mg/kg"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of abnormal physical exam findings",
                    "description": "Clinically-significant abnormal physical exam findings will be reviewed",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Severity of abnormal physical exam findings",
                    "description": "Clinically-significant abnormal physical exam findings will be reviewed. Severity scale used in this trial is Guidance for Industry: Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials (https://www.fda.gov/media/73679/download).",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Incidence of abnormal serum chemistries and hematology",
                    "description": "Clinically-significant abnormal laboratory results findings will be reviewed",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Severity of abnormal serum chemistries and hematology",
                    "description": "Clinically-significant abnormal laboratory results findings will be reviewed. Severity scale used in this trial is Guidance for Industry: Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials (https://www.fda.gov/media/73679/download).",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Incidence of abnormal vital signs (temperature)",
                    "description": "Clinically-significant abnormal temperatures will be reviewed",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Severity of abnormal vital signs (temperature)",
                    "description": "Clinically-significant abnormal temperatures will be reviewed",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Incidence of abnormal vital signs (blood pressure)",
                    "description": "Clinically-significant abnormal blood pressures will be reviewed",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Severity of abnormal vital signs (blood pressure)",
                    "description": "Clinically-significant abnormal blood pressures will be reviewed",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Incidence of abnormal vital signs (heart rate)",
                    "description": "Clinically-significant abnormal heart rates will be reviewed",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Severity of abnormal vital signs (heart rate)",
                    "description": "Clinically-significant abnormal heart rates will be reviewed",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Incidence and Severity of Adverse Events",
                    "description": "reported AEs will be reviewed",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Incidence of Serious Adverse Events",
                    "description": "reported SAEs will be reviewed",
                    "timeFrame": "11 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Characterize the pharmacokinetics (PK) of a single IV infusion of TRL345 overall and by DG (Cmax)",
                    "description": "determined by ELISA",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Characterize the pharmacokinetics (PK) of a single IV infusion of TRL345 overall and by DG (Cmin)",
                    "description": "determined by ELISA",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Characterize the pharmacokinetics (PK) of a single IV infusion of TRL345 overall and by DG (CL)",
                    "description": "determined by ELISA",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Characterize the pharmacokinetics (PK) of a single IV infusion of TRL345 overall and by DG (Vss)",
                    "description": "determined by ELISA",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Characterize the pharmacokinetics (PK) of a single IV infusion of TRL345 overall and by DG (T1/2)",
                    "description": "determined by ELISA",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Assess the immunogenicity of TRL345 as measured by anti-drug antibodies (ADAs)",
                    "description": "Incidence of baseline and IP-emergent ADA (i.e., anti-TRL345 antibodies) in serum will determined by electrochemiluminescence assay",
                    "timeFrame": "11 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "The relationship of various concentrations of TRL345 in serum to antiviral activity against CMV will be determined",
                    "description": "Additional serum samples will be taken at various pharmacokinetic assessment timepoints and therefore will have different concentrations of TRL345. These samples will be used to explore the capacity of various concentrations of TRL345, as documented by the PK determinations, to neutralize CMV in human serum in ex vivo assessments.",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Explore if there are any differences in adverse events across dose groups",
                    "description": "These comparisons will be done to explore if there are any signs of off-target binding of TRL345. Gastrointestinal and CNS adverse effects will be compared for any qualitative or quantitative differences in such events.",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Explore if there are any differences in clinical labs across dose groups",
                    "description": "These comparisons will be done to explore if there are any signs of off-target binding of TRL345. LDH, hsCRP, and IL-1alpha will be compared.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Explore if there are any differences in PK across dose groups (AUC)",
                    "description": "These comparisons will be done to explore if there are any signs of off-target binding of TRL345. Estimated AUC will be compared.",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Explore if there are any differences in PK across dose groups (T1/2)",
                    "description": "These comparisons will be done to explore if there are any signs of off-target binding of TRL345. Estimated T1/2 will be compared.",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Exploration of possible off-target binding - gastrointestinal and CNS AEs",
                    "description": "Gastrointestinal and CNS adverse events will be compared across DGs for any qualitative or quantitative differences in such events.",
                    "timeFrame": "11 weeks"
                },
                {
                    "measure": "Exploration of possible off-target binding - LDH",
                    "description": "LDH will be compared across DGs",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Exploration of possible off-target binding - hsCRP",
                    "description": "hsCRP will be compared across DGs",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Exploration of possible off-target binding - IL-1alpha",
                    "description": "IL-1alpha will be compared across DGs",
                    "timeFrame": "6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Healthy male and non-pregnant, non-breast-feeding female subjects at between 18 and 65 years of age, inclusive, and representative of the general population\n2. Willing and able to provide written informed consent.\n3. Availability for the entire duration of the study, and willingness to adhere to protocol requirements\n4. In good health, as determined by lack of clinically significant abnormalities in health assessments performed at the Screening Visit, as judged by the Principal Investigator (PI) or as delegated by the PI to a physician or nurse practitioner as sub-investigator.\n5. Men and women of childbearing potential (WOCBP) must be willing to practice a highly effective method of contraception that may include, but is not limited to, abstinence, sex only with persons of the same sex, monogamous relationship with vasectomized partner, vasectomy, hysterectomy, bilateral tubal ligation, licensed hormonal methods, or intrauterine device (IUD) for 28 days before Screening and through Day 76. Men must also refrain from donating sperm from Day 1 through Day 76.\n\nExclusion Criteria:\n\n1. Inability to tolerate blood draws or has poor venous access\n2. Body mass index (BMI) \\<18.5 or ≥35 kg/m2\n3. Clinically significant vital sign abnormalities (systolic blood pressure lower than 90 or over 160 mmHg; diastolic blood pressure lower than 50 or over 100 mmHg; or, heart rate less than 45 or over 100 bpm) at the Screening Visit\n4. ECG with clinically significant findings, including:\n\n   1. Conduction disturbance (complete left or complete right bundle branch block or nonspecific intraventricular conduction disturbance with QRS ≥120 msec, PR interval ≥220 msec, any second- or third-degree atrioventricular block, or prolongation of the QT interval corrected according to Fridericia's correction \\[\\>450 msec male and \\>460 msec female\\])\n   2. Significant repolarization (ST-segment or T-wave) abnormality; or\n   3. Significant atrial or ventricular arrhythmia; or\n   4. Frequent atrial or ventricular ectopy (e.g., frequent premature atrial contractions, 2 premature ventricular contractions in a row); or\n   5. ST-elevation consistent with ischemia or evidence of past or evolving myocardial infarction.\n5. Presence of any gastrointestinal pathology (e.g., chronic diarrhea, inflammatory bowel diseases), unresolved gastrointestinal symptoms (e.g., diarrhea, vomiting),or progressive liver or kidney disease\n6. Diagnosis of diabetes mellitus\n7. History of acute or chronic pancreatitis or upper right quadrant postprandial discomfort or pain within the last 2 years\n8. Clinically relevant medical conditions that, in the opinion of the PI, may interfere with the evaluation of the trial drug, e.g., progressive cardiovascular disease\n9. Concurrent acute or chronic infections (e.g., viral infections, except chronic recurrent herpes simplex infections)\n10. Significant abnormal safety labs, defined as:\n\n    * Greater than 30% outside of the normal range for any of the following: hemoglobin, white blood cell (WBC) count, platelet count, neutrophil count and blood urea nitrogen\n    * Aspartate aminotransferase (AST), alanine aminotransferase (ALT), alkaline phosphatase (ALP), direct bilirubin or indirect bilirubin \\>2 × the upper limit of normal\n    * Activated partial thromboplastin time (aPTT) prolongation \\>1.5 x ULN\n    * Hemoglobin A1C (HbA1C) \\>5.6%\n    * Fasting glucose level of ≥100 mg/dl (5.6 mmol/L)\n    * Renal function based on the, i.e., estimated creatinine clearance \\< 70 mL/min (Cockcroft-Gault formula using ideal body weight)\n    * Hemoglobin ≤ 128 g/L (males) and ≤ 115 g/L (females), and hematocrit ≤ 37% (males) and ≤ 32.0% for females\n11. Positive test results for HIV, Hepatitis B (HBsAg), or Hepatitis C (HCV) at the Screening Visit\n12. History of significant drug abuse within one year prior to the Screening Visit and/or ongoing\n13. History of significant alcohol abuse within one year prior to the Screening Visit defined as more than fourteen units of alcohol per week \\[one \"unit\" is equal to approximately ½ pint \\[200 mL\\] of beer, 1 small glass \\[100 mL\\] of wine, or 1 measure \\[25 mL\\] of spirits)\n14. Positive test for drugs of abuse, ETOH and nicotine (cotinine) at the Screening Visit\n15. Positive serum beta-human chorionic gonadotropin test for pregnancy, pregnant, or nursing women\n16. Unwilling to refrain from donating blood or plasma during the study.\n17. Use of any new prescription medication or over-the-counter (OTC) product (including natural food supplements, vitamins, herbs) within 14 days prior to dosing\n18. Receipt of any vaccine or booster within 14 days prior to Day 1 or planned vaccination or booster within 4 weeks after IP administration\n19. Any planned medical intervention or personal event that might interfere with the ability to comply with the study requirements\n20. Is current study site staff paid entirely or partially by the contract for this trial, or staff who are supervised by the PI or sub-PI\n21. Receipt of an investigational product, or participation in another trial involving a marketed or investigational drug within 30 days of Day 1, or 5 half-lives of the investigational drug, whichever is longer\n22. Any other comorbidity or condition that, in the opinion of the Investigator would make the subject unsuitable for the study or unable to comply with the study requirements",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anton (Tony) Leighton, MD",
                    "role": "CONTACT",
                    "phone": "650-838-1400",
                    "email": "Clinicalstudies@trellisbio.com"
                },
                {
                    "name": "Adriane Kisch-Hancock",
                    "role": "CONTACT",
                    "phone": "650-838-1400",
                    "email": "akisch-hancock@trellisbio.com"
                }
            ],
            "locations": [
                {
                    "facility": "Celerion",
                    "status": "RECRUITING",
                    "city": "Tempe",
                    "state": "Arizona",
                    "zip": "85283",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samer Haddad, MD",
                            "role": "CONTACT",
                            "phone": "602-437-0097"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.41477,
                        "lon": -111.90931
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29596116",
                    "type": "BACKGROUND",
                    "citation": "Kotton CN, Kumar D, Caliendo AM, Huprikar S, Chou S, Danziger-Isakov L, Humar A; The Transplantation Society International CMV Consensus Group. The Third International Consensus Guidelines on the Management of Cytomegalovirus in Solid-organ Transplantation. Transplantation. 2018 Jun;102(6):900-931. doi: 10.1097/TP.0000000000002191."
                },
                {
                    "pmid": "1310525",
                    "type": "BACKGROUND",
                    "citation": "Fowler KB, Stagno S, Pass RF, Britt WJ, Boll TJ, Alford CA. The outcome of congenital cytomegalovirus infection in relation to maternal antibody status. N Engl J Med. 1992 Mar 5;326(10):663-7. doi: 10.1056/NEJM199203053261003."
                },
                {
                    "pmid": "3020264",
                    "type": "BACKGROUND",
                    "citation": "Stagno S, Pass RF, Cloud G, Britt WJ, Henderson RE, Walton PD, Veren DA, Page F, Alford CA. Primary cytomegalovirus infection in pregnancy. Incidence, transmission to fetus, and clinical outcome. JAMA. 1986 Oct 10;256(14):1904-8."
                },
                {
                    "pmid": "24488749",
                    "type": "BACKGROUND",
                    "citation": "Turner KM, Lee HC, Boppana SB, Carlo WA, Randolph DA. Incidence and impact of CMV infection in very low birth weight infants. Pediatrics. 2014 Mar;133(3):e609-15. doi: 10.1542/peds.2013-2217. Epub 2014 Feb 2."
                },
                {
                    "pmid": "19436751",
                    "type": "BACKGROUND",
                    "citation": "Kalil AC, Freifeld AG, Lyden ER, Stoner JA. Valganciclovir for cytomegalovirus prevention in solid organ transplant patients: an evidence-based reassessment of safety and efficacy. PLoS One. 2009;4(5):e5512. doi: 10.1371/journal.pone.0005512. Epub 2009 May 13."
                },
                {
                    "pmid": "31883426",
                    "type": "BACKGROUND",
                    "citation": "Marty FM, Ljungman PT, Chemaly RF, Wan H, Teal VL, Butterton JR, Yeh WW, Leavitt RY, Badshah CS. Outcomes of patients with detectable CMV DNA at randomization in the phase III trial of letermovir for the prevention of CMV infection in allogeneic hematopoietic cell transplantation. Am J Transplant. 2020 Jun;20(6):1703-1711. doi: 10.1111/ajt.15764. Epub 2020 Jan 18."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000906",
                    "term": "Antibodies"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Double-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}