{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05429502",
            "orgStudyIdInfo": {
                "id": "CLEE011Q12101"
            },
            "secondaryIdInfos": [
                {
                    "id": "2021-005617-14",
                    "type": "EUDRACT_NUMBER"
                }
            ],
            "organization": {
                "fullName": "Novartis",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study of Efficacy and Safety of Ribociclib (LEE011) in Combination With Topotecan and Temozolomide (TOTEM) in Pediatric Patients With Relapsed or Refractory Neuroblastoma and Other Solid Tumors",
            "officialTitle": "Phase I/II Multicenter Study to Assess Efficacy and Safety of Ribociclib (LEE011) in Combination With Topotecan and Temozolomide (TOTEM) in Pediatric Patients With Relapsed or Refractory Neuroblastoma and Other Solid Tumors",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-efficacy-and-safety-of-ribociclib-in-combination-with-topotecan-and-temozolomide-totem-in-pediatric-patients-with-relapsed-or-refractory-neuroblastoma-and-other-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-12-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-10-16",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-01-29",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-17",
            "studyFirstSubmitQcDate": "2022-06-17",
            "studyFirstPostDateStruct": {
                "date": "2022-06-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Novartis Pharmaceuticals",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Innovative Therapies For Children with Cancer Consortium",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase I/II study to assess the efficacy and safety of ribociclib in combination with topotecan and temozolomide (TOTEM) in pediatric patients with relapsed or refractory (r/r) neuroblastoma (NB), and other solid tumors, including medulloblastoma (MB), high-grade glioma (HGG), malignant rhabdoid tumors (MRT), and rhabdomyosarcoma (RMS).",
            "detailedDescription": "The study consists of Phase I -part A (dose finding) and Phase I - part B (multiple expansion cohorts). Phase II may begin after evaluation of Phase I data (safety, tolerability, efficacy, pharmacokinetics and biomarker data), with consideration of other emerging data that may impact on the treatment landscape, before initiating Phase II in patients with relapsed or refractory NB and/or other tumors studied in Phase I.\n\n* Phase I-Part A (dose finding): a dose finding to determine the maximum tolerated dose (MTD) and/or recommended Phase II dose (RP2D) of ribociclib in combination with TOTEM.\n* Phase I- Part B (multiple expansion cohorts): it will be initiated to confirm RP2D identified from Phase I-part A. Multiple expansion cohorts have been planned to assess the preliminary antitumor activity and safety of ribociclib in combination with TOTEM in participants with r/r NB (cohort 1), MB (cohort 2), HGG (cohort 3), MRT (cohort 4), and RMS (cohort 5)\n* Phase II- Double-blind, randomized, placebo controlled in r/r NB: It is a two-arm randomized, double blinded, placebo controlled, parallel group trial in participants with r/r NB."
        },
        "conditionsModule": {
            "conditions": [
                "Neuroblastoma"
            ],
            "keywords": [
                "neuroblastoma",
                "medulloblastoma",
                "high-grade glioma",
                "malignant rhabdoid tumors",
                "rhabdomyosarcoma",
                "relapsed",
                "refractory",
                "pediatric"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 231,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase I-part A: Ribociclib + Topotecan and Temozolomide",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with r/r NB, MB, HGG, MRT or RMS will be treated with ribociclib in combination with topotecan and temozolomide to determine MTD and/or RP2D. Ribociclib dose will be escalated with topotecan and temozolomide.",
                    "interventionNames": [
                        "Drug: Topotecan",
                        "Drug: Temozolomide",
                        "Drug: Ribociclib"
                    ]
                },
                {
                    "label": "Phase I- Part B: r/r NB Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with r/r NB will be treated with ribociclib in combination with topotecan and temozolomide at the PR2D identified from Phase I-Part A",
                    "interventionNames": [
                        "Drug: Topotecan",
                        "Drug: Temozolomide",
                        "Drug: Ribociclib"
                    ]
                },
                {
                    "label": "Phase I- Part B: r/r MB Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with r/r MB will be treated with ribociclib in combination with topotecan and temozolomide at the PR2D identified from Phase I-Part A",
                    "interventionNames": [
                        "Drug: Topotecan",
                        "Drug: Temozolomide",
                        "Drug: Ribociclib"
                    ]
                },
                {
                    "label": "Phase I-Part B: r/r HGG Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with r/r HGG will be treated with ribociclib in combination with topotecan and temozolomide at the PR2D identified from Phase I-Part A",
                    "interventionNames": [
                        "Drug: Topotecan",
                        "Drug: Temozolomide",
                        "Drug: Ribociclib"
                    ]
                },
                {
                    "label": "Phase I-Part B: r/r MRT Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with r/r MRT will be treated with ribociclib in combination with topotecan and temozolomide at the PR2D identified from Phase I-Part A",
                    "interventionNames": [
                        "Drug: Topotecan",
                        "Drug: Temozolomide",
                        "Drug: Ribociclib"
                    ]
                },
                {
                    "label": "Phase I- Part B: r/r RMS Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with r/r RMS will be treated with ribociclib in combination with topotecan and temozolomide at the PR2D identified from Phase I-Part A",
                    "interventionNames": [
                        "Drug: Topotecan",
                        "Drug: Temozolomide",
                        "Drug: Ribociclib"
                    ]
                },
                {
                    "label": "Phase II- Ribociclib+Topotecan and Temozolomide",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with r/r NB will be treated with ribocilib in combination with topotecan and temozolomide at the RP2D defined from Phase I part A.",
                    "interventionNames": [
                        "Drug: Topotecan",
                        "Drug: Temozolomide",
                        "Drug: Ribociclib"
                    ]
                },
                {
                    "label": "Phase II: Placebo+Topotecan and Temozolomide",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants with r/r NB will be treated ribociclib matching placebo in combination with topotecan and temozolomide",
                    "interventionNames": [
                        "Drug: Topotecan",
                        "Drug: Temozolomide",
                        "Drug: Ribociclib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Topotecan",
                    "description": "Starting out dose of topotecan administered at standard dose given to neuroblastoma patients (0.75 mg/m2/day).",
                    "armGroupLabels": [
                        "Phase I- Part B: r/r MB Cohort",
                        "Phase I- Part B: r/r NB Cohort",
                        "Phase I- Part B: r/r RMS Cohort",
                        "Phase I-Part B: r/r HGG Cohort",
                        "Phase I-Part B: r/r MRT Cohort",
                        "Phase I-part A: Ribociclib + Topotecan and Temozolomide",
                        "Phase II- Ribociclib+Topotecan and Temozolomide",
                        "Phase II: Placebo+Topotecan and Temozolomide"
                    ],
                    "otherNames": [
                        "Hycamtin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Temozolomide",
                    "description": "Starting out dose of temozolomide for first two cohorts for Phase 1-Part A: 150mg/m2/day. Starting out dose for subsequent cohorts in Phase 1-Part A will initiate at 100mg/m2/day and will be determined for Phase 1-Part B depending on safety outcome and for phase II.",
                    "armGroupLabels": [
                        "Phase I- Part B: r/r MB Cohort",
                        "Phase I- Part B: r/r NB Cohort",
                        "Phase I- Part B: r/r RMS Cohort",
                        "Phase I-Part B: r/r HGG Cohort",
                        "Phase I-Part B: r/r MRT Cohort",
                        "Phase I-part A: Ribociclib + Topotecan and Temozolomide",
                        "Phase II- Ribociclib+Topotecan and Temozolomide",
                        "Phase II: Placebo+Topotecan and Temozolomide"
                    ],
                    "otherNames": [
                        "Temodar"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ribociclib",
                    "description": "Ribociclib administered at the RP2D defined from Phase I-Part A.",
                    "armGroupLabels": [
                        "Phase I- Part B: r/r MB Cohort",
                        "Phase I- Part B: r/r NB Cohort",
                        "Phase I- Part B: r/r RMS Cohort",
                        "Phase I-Part B: r/r HGG Cohort",
                        "Phase I-Part B: r/r MRT Cohort",
                        "Phase I-part A: Ribociclib + Topotecan and Temozolomide",
                        "Phase II- Ribociclib+Topotecan and Temozolomide",
                        "Phase II: Placebo+Topotecan and Temozolomide"
                    ],
                    "otherNames": [
                        "Kisqali",
                        "LEE011"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase 1- Part A: Percentage of participants with Dose Limiting Toxicities (DLTs) in Cycle 1",
                    "description": "Percentage of participants with DLTs during first cycle of treatment (each cycle is 28 days) for each dose level associated with administration of ribociclib in combination with topotecan and temozolomide.\n\nA DLT is defined as an adverse event or abnormal laboratory value suspected to be related with study treatment.",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Phase I- Part B: Overall response rate (ORR) as assessed by Blinded Independent Review Committee (BIRC)",
                    "description": "ORR defined as the percentage of participants with confirmed best overall response of complete response (CR) or partial response (PR) as assessed by BIRC per:\n\n* Revised Assessment in Neuro-Oncology (RANO) criteria for participants with HGG\n* International Neuroblastoma Response Criteria (INRC) for participants with NB\n* Response evaluation criteria in solid tumors (RECIST) version 1.1 for participants with MB, MRT and RMS",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Phase II- ORR as assessed by BIRC",
                    "description": "ORR defined as the percentage of participants with confirmed best overall response of CR or PR as assessed by BIRC using INRC",
                    "timeFrame": "Up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Plasma concentrations of ribociclib (Phase I-Part A, Phase I-Part B, Phase II)",
                    "description": "Pharmacokinetic (PK) blood samples will be collected at selected time-points to determine ribociclib plasma concentrations from participants in Phase I-Part A, Phase I-Part B and Phase II",
                    "timeFrame": "Cycle 1 day 1 and 15; Cycle 2 Day 15. Cycle=28 days"
                },
                {
                    "measure": "Area under the plasma concentration-time curve (AUC) of ribociclib (Phase I-Part A, Phase I-Part B, Phase II)",
                    "description": "PK blood samples will be collected at selected time-points to determine AUC of ribociclib from participants in Phase I-Part A, Phase I-Part B and Phase II",
                    "timeFrame": "Cycle 1 day 1 and 15; Cycle 2 Day 15. Cycle=28 days"
                },
                {
                    "measure": "Maximum plasma concentration (Cmax) of ribociclib (Phase I-Part A, Phase I-Part B, Phase II)",
                    "description": "PK blood samples will be collected at selected time-points to determine Cmax of ribociclib from participants in Phase I-Part A, Phase I-Part B and Phase II",
                    "timeFrame": "Cycle 1 day 1 and 15; Cycle 2 Day 15. Cycle=28 days"
                },
                {
                    "measure": "Time of maximum plasma concentration (Tmax) of ribociclib (Phase I-Part A, Phase I-Part B)",
                    "description": "PK blood samples will be collected at selected time-points to determine Cmax of ribociclib from participants in Phase I-Part A and Phase I-Part B.",
                    "timeFrame": "Cycle 1 day 1 and 15; Cycle 2 Day 15. Cycle=28 days"
                },
                {
                    "measure": "Duration of response (DOR) as assessed by BIRC (Phase I-Part B)",
                    "description": "Duration of response is defined as the time from the date of the first documented response (CR or PR) to the date of first documented progression, or death due any cause. DOR will be assessed by BIRC per RANO for participants with HGG, INRC for participants with NB and RECIST 1.1 for participants with MB, MRT and RMS for participants in Phase I-Part B.",
                    "timeFrame": "Up to 42 months"
                },
                {
                    "measure": "Progression Free Survival (PFS) as assessed by BIRC (Phase I-Part B)",
                    "description": "PFS is defined as the time from the date of start of treatment to the first documented progression or death due to any cause. PFS will be assessed by BIRC per RANO for participants with HGG, INRC for participants with NB and RECIST 1.1 for participants with MB, MRT and RMS for participants in Phase I-Part B.",
                    "timeFrame": "Up to 42 months"
                },
                {
                    "measure": "Time to response (TTR) as assessed by BIRC (Phase I-Part B)",
                    "description": "TTR is defined as the time from the date of start of treatment to the first documented progression of either CR or PR. TTR will be assessed by BIRC per RANO for participants with HGG, INRC for participants with NB and RECIST 1.1 for participants with MB, MRT and RMS for participants in Phase I-Part B.",
                    "timeFrame": "Up to 42 months"
                },
                {
                    "measure": "Overall survival (Phase I-Part B)",
                    "description": "OS is defined as the time from the date of start of treatment to the date of death, due to any cause. OS will be assessed for participants in Phase I-Part B.",
                    "timeFrame": "Up to 42 months"
                },
                {
                    "measure": "Percentage of participants with dose interruptions and dose reductions (Phase I-Part A, Phase I-Part B, Phase II)",
                    "description": "Percentage of participants with dose interruptions and dose reductions for participants in Phase I-Part A, Phase I-Part B and Phase II",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Duration of response (DOR) as assessed by BIRC (Phase II)",
                    "description": "Duration of response is defined as the time from the date of the first documented response (CR or PR) to the date of first documented progression, or death due any cause. DOR will be assessed by BIRC per RECIST 1.1 for participants in Phase II.",
                    "timeFrame": "Up to 42 months"
                },
                {
                    "measure": "Progression Free Survival (PFS) as assessed by BIRC (Phase II)",
                    "description": "PFS is defined as the time from the date of start of treatment to the first documented progression or death due to any cause. PFS will be assessed by BIRC per INRC for participants in Phase II",
                    "timeFrame": "Up to 42 months"
                },
                {
                    "measure": "Time to response (TTR) as assessed by BIRC (Phase II)",
                    "description": "TTR is defined as the time from the date of start of treatment to the first documented progression of either CR or PR. TTR will be assessed by BIRC per INRC for participants in Phase II",
                    "timeFrame": "Up to 42 months"
                },
                {
                    "measure": "Clinical benefit rate (CBR) as assessed by BIRC (Phase II)",
                    "description": "CBR is defined as the percentage of participants with a best overall response of CR, PR or an overall response of stable disease lasting for a duration of at least 24 weeks. CBR will be assessed by BIRC per INRC for participants in Phase II",
                    "timeFrame": "Up to 42 months"
                },
                {
                    "measure": "Overall survival (OS) (Phase II)",
                    "description": "OS is defined as the time from the date of start of treatment to the date of death, due to any cause. OS will be assessed for participants in Phase II",
                    "timeFrame": "Up to 42 months"
                },
                {
                    "measure": "Change from baseline in Pediatric Quality of Life Inventory (PedsQL) questionnaire (Phase II)",
                    "description": "PedsQL is a generic instrument used to measure health related quality of life (HRQOL) in children and youth aged 0-25 years. The generic core instrument is available for different age groups and consist of 23 items covering 4 dimensions of HRQOL: Physical functioning (8 items), Emotional Functioning (5 items), Social Functioning (5 items) and School Functioning (5 items). Items are scored on a 5 point Likert-type response scale: 0=never a problem; 1=almost never a problem; 2=sometimes a problem; 3=often a problem; and 4=almost always a problem). Items are reverse scored and linearly transformed to a 0-100 scale, where higher scores indicating better QoL. Change from baseline in PedsQL scores will be assessed for participants in Phase II.",
                    "timeFrame": "Up to 42 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants and/or guardian have the ability to understand and the willingness to sign a written informed consent document.\n2. Age ≥ 12 months and ≤ 21 years at the time of signing consent form Note: The first dose level of Phase I - part A (dose finding) will enroll participants ≥ 12 years - 21 years old, and may expand to younger participants (≥ 12 months to \\< 12 years) as determined by the data.\n3. Histologically or cytologically confirmed solid tumors listed below that have progressed despite standard therapy or for which no effective standard therapy exists.\n\n   1. Neuroblastoma (for Phase I and Phase II): Histologically proven neuroblastoma as per International Neuroblastoma Staging System (INSS); Relapsed or refractory disease; Measurable disease per International Neuroblastoma Response criteria (INRC); Bone marrow only disease not eligible; Available MYCN status before screening\n   2. Medulloblastoma (for Phase I) regardless of genetic status (i.e. Groups 3 or 4 WNT-activated or non-WNT, SHH-activated or non-SHH)\n   3. High-grade glioma (for Phase I): including HGG NOS, WHO Grade III or Grade IV; Glioblastoma, IDH-wildtype or IDH-mutant; Anaplastic astrocytoma, IDH-mutant; Anaplastic oligodendroglioma, IDH-mutant; Anaplastic pleomorphic xanthoastrocytoma; Diffuse midline gliomas, H3 K27-altered; Diffuse hemispheric glioma, H3 G34-mutant; Diffuse pediatric-type HGG, H3-wildtype and IDH-wildtype.\n   4. Malignant rhabdoid tumor (for Phase I) includes diagnoses of atypical teratoid/rhabdoid tumor (AT/RT), and rhabdoid tumor of the kidney (RTK), and other soft tissues as defined by 2 of the 3 following criteria; either (1)+(2) or (1)+(3): (1) Morphology and immunophenotypic panel consistent with rhabdoid tumor; (2) Loss of SMARCB1 confirmed by immunohistochemistry; (3) Molecular confirmation of tumor-specific bi-allelic SMARCB1 loss/mutation is encouraged in cases where SMARCB1 immunohistochemistry is equivocal, and required if SMARCB1 immunohistochemistry is not available\n   5. Rhabdomyosarcoma (for Phase I) independent of fusion status and subtype\n4. Participants with CNS disease who are on corticosteroids should take stable doses for at least 7 days prior to first dose of ribociclib with no plans for escalation.\n5. Performance status:\n\n   1. ≤ 16 years: Lansky Play score ≥ 50%\n   2. \\>16 years: Karnofsky performance status ≥ 50% or ECOG \\< 3\n6. Life expectancy of ≥ 12 weeks at the time of enrollment\n7. Adequate bone marrow function (bone marrow may be involved with tumor) and organ function\n8. Adequate hepatic, renal, cardiac function\n9. Females who are sexually active must agree to use highly effective contraception during and for 6 months after treatment. Additionally, females of childbearing potential must have a negative serum pregnancy test within 7 days prior to the first dose of study medication. Pregnant or lactating females are not eligible for the study.\n10. Sexually active males (including those that have had a vasectomy), who do not agree to abstinence, must be willing to use a condom during intercourse while on study treatment and for 6 months after stopping treatment.\n\nExclusion Criteria:\n\n1. Known hypersensitivity to any of the excipients of ribociclib or topotecan or temozolomide.\n2. Not recovered from clinical and laboratory acute toxicities related to prior anti-cancer therapies\n3. Concurrent severe and/or uncontrolled concurrent medical conditions (serious infections or significant cardiac, pulmonary, hepatic, psychiatric, GI disease, or other organ dysfunction) that in the investigator's judgement could compromise their ability to tolerate or absorb protocol therapy or would interfere with the study procedures or results\n4. Clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormality\n5. History of QTc prolongation; taking medications with a known risk to prolong the QT interval hat cannot be discontinued or replaced by safe alternative medication\n6. Currently taking medications that are mainly metabolized by CYP3A4/5 with a narrow therapeutic index, strong inducers or inhibitors of CYP3A4/5, herbal preparations/medications and dietary supplements\n7. Vaccinated with live, attenuated vaccines within 4 weeks\n8. Participated in a prior investigational study within 30 days\n9. Received prior treatment with a CDK4/6 inhibitor\n10. Received last dose of anticancer therapy (including experimental) within 4 weeks\n11. Previous myeloblative therapy with autologous hematopoietic stem cell rescue within 8 weeks\n12. Allogeneic stem cell transplant within 3 months\n13. Has last fraction of radiation within 4 weeks\n14. Major surgery within 2 weeks\n15. Pregnant or nursing (breast feeding) female participant or female participant who plans to become pregnant or breast-feed during the trial.\n\nOther protocol-defined inclusion/exclusion criteria may apply",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Months",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Novartis Pharmaceuticals",
                    "role": "CONTACT",
                    "phone": "1-888-669-6682",
                    "email": "novartis.email@novartis.com"
                },
                {
                    "name": "Novartis Pharmaceuticals",
                    "role": "CONTACT",
                    "phone": "+41613241111"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Novartis Pharmaceuticals",
                    "affiliation": "Novartis Pharmaceuticals",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dana Farber Cancer Institute .",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Fernandes",
                            "role": "CONTACT",
                            "phone": "617-632-5136",
                            "email": "jessica_fernandes@dfci.harvard.edu"
                        },
                        {
                            "name": "Steven Dubois",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "St Jude s Childrens Research Hospital Dept of Regulatory",
                    "status": "RECRUITING",
                    "city": "Memphis",
                    "state": "Tennessee",
                    "zip": "38105-2794",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dana Hawkins",
                            "role": "CONTACT",
                            "phone": "901-595-5597",
                            "email": "dana.hawkins@stjude.org"
                        },
                        {
                            "name": "Sara Federico",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.14953,
                        "lon": -90.04898
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Randwick",
                    "state": "New South Wales",
                    "zip": "2130",
                    "country": "Australia",
                    "geoPoint": {
                        "lat": -33.91439,
                        "lon": 151.24895
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Villejuif",
                    "zip": "94800",
                    "country": "France",
                    "geoPoint": {
                        "lat": 48.7939,
                        "lon": 2.35992
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Koeln",
                    "zip": "50937",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 50.93333,
                        "lon": 6.95
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Milano",
                    "state": "MI",
                    "zip": "20133",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Singapore",
                    "zip": "119074",
                    "country": "Singapore",
                    "geoPoint": {
                        "lat": 1.28967,
                        "lon": 103.85007
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Singapore",
                    "zip": "229899",
                    "country": "Singapore",
                    "geoPoint": {
                        "lat": 1.28967,
                        "lon": 103.85007
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Barcelona",
                    "state": "Catalunya",
                    "zip": "08035",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Novartis is committed to sharing with qualified external researchers, access to patient-level data and supporting clinical documents from eligible studies. These requests are reviewed and approved by an independent expert panel on the basis of scientific merit. All data provided is anonymized to respect the privacy of patients who have participated in the trial in line with applicable laws and regulations.\n\nThis trial data is currently available according to the process described on www.clinicalstudydatarequest.com."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009447",
                    "term": "Neuroblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018241",
                    "term": "Neuroectodermal Tumors, Primitive, Peripheral"
                },
                {
                    "id": "D000018242",
                    "term": "Neuroectodermal Tumors, Primitive"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12391",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15037",
                    "name": "Rhabdomyosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11510",
                    "name": "Medulloblastoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20479",
                    "name": "Rhabdoid Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "M20387",
                    "name": "Neuroectodermal Tumors, Primitive, Peripheral",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4085",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3670",
                    "name": "Medulloblastoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4995",
                    "name": "Rhabdoid Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077204",
                    "term": "Temozolomide"
                },
                {
                    "id": "D000019772",
                    "term": "Topotecan"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000059004",
                    "term": "Topoisomerase I Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1692",
                    "name": "Temozolomide",
                    "asFound": "Cervical",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21674",
                    "name": "Topotecan",
                    "asFound": "Staff",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11982",
                    "name": "Morphine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M29349",
                    "name": "Topoisomerase I Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                }
            ]
        }
    },
    "hasResults": false
}