{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05203939",
            "orgStudyIdInfo": {
                "id": "OCU400-101"
            },
            "organization": {
                "fullName": "Ocugen",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study to Assess the Safety and Efficacy of OCU400 for Retinitis Pigmentosa and Leber Congenital Amaurosis",
            "officialTitle": "A Phase 1/2 Study to Assess the Safety and Efficacy of OCU400 for Retinitis Pigmentosa Associated With NR2E3 and RHO Mutations and Leber Congenital Amaurosis With Mutation(s) in CEP290 Gene",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-to-assess-the-safety-and-efficacy-of-for-retinitis-pigmentosa-and-leber-congenital-amaurosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-16",
            "studyFirstSubmitQcDate": "2022-01-10",
            "studyFirstPostDateStruct": {
                "date": "2022-01-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ocugen",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 1/2 Study to Assess the Safety and Efficacy of OCU400 in patients with retinitis pigmentosa associated with NR2E3 and RHO mutations and in patients with LCA due to mutation(s) in CEP290 gene (OCU400-101). To document prospective eye pathology in the above subjects Investigators will also conduct a Natural History Study (OCU400-104)i\n\nThis is a multicenter study, which will be conducted in two phases and will enroll up to a total of 24 subjects in the OCU400-101 and 100 subjects in the OCU400-104 study.",
            "detailedDescription": "This study will be conducted in two phases enrolling up to 24 subjects. Treated subjects will receive a single subretinal injection of OCU400 in the study eye.\n\nThis is a multicenter, open-label, dose-ranging study in two subgroups of subjects with three consecutive cohorts.\n\nA total of 18 adult RP subjects from each of the following subgroups with Biallelic autosomal recessive NR2E3 mutations, autosomal dominant NR2E3 mutations or Autosomal dominant RHO mutations will be selected for dose escalation.\n\nFor the Phase I portion of the study, the 3+3 design for sequential dose-escalating cohorts will be used with scheduled 3 dosing levels between 9 and 18 subjects will be used to follow the design.\n\n3 adult LCA patients with CEP290 mutations and 3 pediatric subjects with RP and LCA, will be enrolled in the Phase 2 portion.\n\nSample Size Justification:\n\nThe trial will enroll up to 24 patients (18 adult RP, 3 adult LCA, 2 pediatric RP, and 1 pediatric LCA) in both Phase 1 and Phase 2 components.\n\nNatural History Study (OCU400-104, A Prospective and Retrospective Natural History Study of RP and LCA):\n\nThis is an observatory study for the prospective natural history of RP and LCA in adult and pediatric subjects. The study will also collect and review retrospective data and ophthalmology examination of natural history and progression of disease for all subjects starting with the earliest timepoint on or after the date of their diagnosis of RP or LCA."
        },
        "conditionsModule": {
            "conditions": [
                "Retinitis Pigmentosa",
                "Leber Congenital Amaurosis"
            ],
            "keywords": [
                "NR2E3",
                "Rhodopsin",
                "Enhanced S-cone syndrome",
                "Cep290"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 124,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1 (Low Dose)",
                    "type": "EXPERIMENTAL",
                    "description": "Biallelic autosomal recessive NR2E3 mutations subgroup or Autosomal dominant NR2E3 mutation or RHO mutations subgroup",
                    "interventionNames": [
                        "Drug: OCU400 Low Dose"
                    ]
                },
                {
                    "label": "Cohort 2 (Mid Dose)",
                    "type": "EXPERIMENTAL",
                    "description": "Biallelic autosomal recessive NR2E3 mutations subgroup or Autosomal dominant NR2E3 mutation or RHO mutations subgroup",
                    "interventionNames": [
                        "Drug: OCU400 Med Dose"
                    ]
                },
                {
                    "label": "Cohort 3 (High Dose)",
                    "type": "EXPERIMENTAL",
                    "description": "Biallelic autosomal recessive NR2E3 mutations subgroup or Autosomal dominant NR2E3 mutation, RHO mutations subgroup and LCA patients with CEP290",
                    "interventionNames": [
                        "Drug: OCU400 High Dose"
                    ]
                },
                {
                    "label": "Pediatric Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Pediatric subjects will receive the medium dose concentration and will have subjects with RP and LCA",
                    "interventionNames": [
                        "Drug: OCU400 Med Dose"
                    ]
                },
                {
                    "label": "Natural History Study (OCU400-104)",
                    "type": "NO_INTERVENTION",
                    "description": "A Prospective and Retrospective Natural History Study of RP and LCA:\n\nThis is an observatory study for the prospective natural history of RP and LCA in adult and pediatric subjects. The study will also collect and review retrospective data and ophthalmology examination of natural history and progression of disease for all subjects starting with earliest timepoint on or after the date of their diagnosis of RP or LCA.\n\nSubjects will be seen up to a total of four times during the 12 months of the Observational Period, at baseline, 3 months, 6 months and 12 months.\n\nA total of up to 100 subjects will be enrolled in the study, including:\n\nApproximately 76 newly enrolled subjects consisting of 50 adult RP subjects 6 adult LCA subjects 20 pediatric RP/LCA subjects. Up to 24 subjects that reconsent from the OCU400-101 study (subjects from OCU400-101 will provide data on their untreated eye)"
                },
                {
                    "label": "Adult Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Following DSMB confirmation, adult LCA subjects with CEP290 mutation will receive a medium dose concentration of OCU400.",
                    "interventionNames": [
                        "Drug: OCU400 Med Dose"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "OCU400 Low Dose",
                    "description": "subretinal injection of up to 1.66 × 10\\^10 vg/mL",
                    "armGroupLabels": [
                        "Cohort 1 (Low Dose)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "OCU400 Med Dose",
                    "description": "subretinal injection of upto 3.33 × 10\\^10 vg/mL",
                    "armGroupLabels": [
                        "Adult Arm",
                        "Cohort 2 (Mid Dose)",
                        "Pediatric Arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "OCU400 High Dose",
                    "description": "subretinal injection of upto 1.66 × 10\\^11 vg/mL",
                    "armGroupLabels": [
                        "Cohort 3 (High Dose)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Study Drug-related adverse events (SDAE)",
                    "description": "Counts, frequencies and percentages of SDAEs. SDAE is a primary adverse event of interest and defined as AEs and SAEs that are direct subjects to the Study Drug only.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Treatment-Emergent adverse events (TEAEs)",
                    "description": "Counts, frequencies and percentages TEAEs. TEAEs are defined as an event that was not present prior to administration of the dose of study drug and present after the dose, or if it represents the exacerbation of an event that was present prior to the dose.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Serious adverse events (SAEs)",
                    "description": "Counts, frequencies and percentages of SAEs including Resulted in Death, Life-threatening, Hospitalization, Disabling/incapacitating, Congenital anomaly or birth defect and Medically significant AEs ( AE that did not meet any of the above criteria but could have jeopardized the subject and might have required medical or surgical intervention to prevent one of the outcomes listed above).",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Best-corrected visual acuity (BCVA)",
                    "description": "Measured as the ETDRS letter score on the EVA tester or E-ETDRS charts. Electronic ETDRS Visual Acuity Testing Protocol will be followed (confidential).",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Low-luminance visual acuity (LLVA)",
                    "description": "Electronic Visual Acuity Tester (EVA) and a Sponsor specific Low-Luminance lens will be used. Early Treatment of Diabetic Retinopathy Study (ETDRS) will also be accepted as a backup.",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Slit-lamp biomicroscopy",
                    "description": "Changes in visual function.",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Intraocular pressure (IOP)",
                    "description": "IOP measurement by applanation or rebound tonometry. Confirmation with Goldmann tonometer if IOP reading is outside the normal range (8-21mmHg).",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Indirect ophthalmoscopy",
                    "description": "If visual acuity is so poor that the participant is unable to count fingers or perceive hand motion, light perception will be tested with the indirect ophthalmoscope as the light source.",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "anti-AAV5 (anti Adeno-associated virus type 5)",
                    "description": "Blood samples will be collected for the assessment. These samples will be analyzed using validated assays at a bioanalytical laboratory.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "anti-hNR2E3 antibodies (hNR2E3 gene)",
                    "description": "Blood samples will be collected for the assessment. These samples will be analyzed using validated assays at a bioanalytical laboratory.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "T-cell response",
                    "description": "Blood samples will be collected for the assessment. These samples will be analyzed using validated assays at a bioanalytical laboratory.",
                    "timeFrame": "1 year"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Multi-luminance mobility testing (MLMT)",
                    "description": "Subjects will navigate a standardized mobility maze under set conditions as specified times during the study. The mobility testing will follow a standardized administration and data acquisition protocol and may only be administered by site staff certified in the methodology.",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Changes in ellipsoid zone width/length on wide-field 45° SD-OCT",
                    "description": "Ellipsoid zone area/outer segment length will be determined by Spectral Domain Optical Coherence Tomography (SD-OCT) using standardized systems and acquisition protocols.",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Contrast sensitivity",
                    "description": "Contrast sensitivity will be conducted using Pelli-Robson chart.",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Full Field Light Stimulation Threshold (FST)",
                    "description": "FST will be completed at scheduled times throughout the study period",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Static Visual Fields",
                    "description": "The Octopus 900 will be used with a standardized white-on-white full field and a blue-on-yellow with full field",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Vision on Quality of Life",
                    "description": "The National Eye Institute Visual Function Questionnaire 25 (NEI-VFQ25) and the Michigan Retinal Degeneration Questionnaire (MRDQ) questionnaires will be administered to assess the impact of vision on quality of subject's life.",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Full Field Electroretinogram",
                    "description": "The International Society for Clinical Electrophysiology of Vision (ISCEV) guidelines will be followed for conducting ff-ERG (Full-field Electroretinography)",
                    "timeFrame": "1 year (Changes from baseline)"
                },
                {
                    "measure": "Wide-field fundus autofluorescence (wf-FAF)",
                    "description": "The intensity of FAF will be evaluated using 55° posterior pole scanning.",
                    "timeFrame": "1 year (Changes from baseline)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Diagnosis and main criteria for inclusion:\n\nSubjects meeting all inclusion criteria and none of the exclusion criteria are eligible for study participation.\n\nInclusion Criteria for Adult RP\n\n1. Males or females ≥18 years of age at the time of informed consent.\n2. Confirmed genetic diagnosis of biallelic autosomal recessive NR2E3 mutations or autosomal dominant NR2E3 mutation for Subgroup 1 or autosomal dominant RHO mutations for Subgroup 2.\n3. For subjects in Cohort 1-3, BCVA ≤ 20/50 or visual field less than 20° in any meridian, as measured by a III4e isopter or equivalent in study eye.\n4. Unable to perform a Multi-Luminance Mobility Testing (MLMT) using study eye at 1 lux, the lowest luminance level tested.\n\nExclusion Criteria for Adult RP\n\n1. Subject lacks evidence of outer nuclear layer\n2. Considered unsuitable for any reason that may either place the subject at increased risk during participation or interfere with the interpretation of the study outcomes by the Investigator, or the Sponsor after reviewing medical, ocular, and psychiatric history, clinical examination, and laboratory evaluation, as determined by the Investigator\n3. Previous treatment with a gene-therapy or cell therapy product.\n4. Previous treatment with any investigational drug or device within one year.\n5. Any contraindications for subretinal injection.\n\nInclusion Criteria for Adult LCA\n\n1. Males or females at least 18 years of age at the time of informed consent.\n2. Clinical diagnosis of LCA and confirmed genetic diagnosis of CEP290 mutation.\n3. Best corrected visual acuity (BCVA) equal to or worse than LogMAR +0.7 but equal to or better than LogMAR 3.5 (light perception) in the study eye.\n4. Detectable outer nuclear layer in the macular region as determined by spectral-domain optical coherence tomography (SD-OCT).\n\nExclusion Criteria for Adult LCA\n\n1. Any symptom of central nervous system involvement/disease that would impact the ability to measure visual function\n2. Any contraindications for subretinal injection.\n3. Any intraocular surgery within 6 months.\n4. Active ocular/intraocular infection (e.g., conjunctivitis, keratitis, scleritis, endophthalmitis)\n\nInclusion Criteria for Pediatric RP\n\n1. Males or females 6 - 17 years of age (inclusive) at the time of parental permission and/or assent, whichever is applicable.\n2. Confirmed genetic diagnosis of biallelic autosomal recessive NR2E3 mutations or autosomal dominant NR2E3 mutation for Subgroup 1 or autosomal dominant RHO mutations for Subgroup 2.\n3. BCVA ≤ 20/32 or visual field less than 20° in any meridian, as measured by a III4e isopter or equivalent in study eye.\n4. Able to perform a Multi-Luminance Mobility Testing (MLMT) using study eye, but unable to pass the MLMT at 1 lux, the lowest luminance level tested.\n\nExclusion Criteria for Pediatric RP\n\n1. Subject lacks evidence of outer nuclear layer as determined by spectral-domain optical coherence tomography (SD-OCT).\n2. Previous treatment with a gene-therapy or cell therapy product.\n3. Previous treatment with any investigational drug or device within one year.\n4. Any contraindications for subretinal injection.\n5. Breast-feeding, pregnancy, or inability to practice strict contraception within the Treatment Observation Period for subjects of childbearing potential.\n6. Active ocular/intraocular infection (e.g., conjunctivitis, keratitis, scleritis, endophthalmitis)\n\nInclusion Criteria for Pediatric LCA\n\n1. Males or females 6 - 17 years of age (inclusive) at the time of parental permission and/or assent, whichever is applicable.\n2. Clinical diagnosis of LCA and confirmed genetic diagnosis of CEP290 mutation.\n3. Best corrected visual acuity (BCVA) equal to or worse than LogMAR +0.7 but equal to or better than LogMAR 3.5 (light perception) in the study eye.\n4. Detectable outer nuclear layer in the macular region as determined by spectral-domain optical coherence tomography (SD-OCT).\n\nExclusion Criteria for Pediatric LCA\n\n1. Any symptom of central nervous system involvement/disease that would impact the ability to measure visual function\n2. Any contraindications for subretinal injection.\n3. Active ocular/intraocular infection (e.g., conjunctivitis, keratitis, scleritis, endophthalmitis)\n4. Breast-feeding, pregnancy, or inability to practice strict contraception within the Treatment Observation Period for subjects of childbearing potential.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Murthy Chavali, PhD",
                    "role": "CONTACT",
                    "phone": "405-714-4198",
                    "email": "murthy.chavali@ocugen.com"
                },
                {
                    "name": "Sahar Matloob, MD, ACRP-CP",
                    "role": "CONTACT",
                    "phone": "610-871-6270",
                    "email": "sahar.matloob@ocugen.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Huma Qamar, MD, MPH, CMI",
                    "affiliation": "Ocugen",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Associated Retina Consultants",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85020",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Benjamin Bakall",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "Ocugen Site 5 - University of California, San Diego (UCSD) - Shiley Eye Institute",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Borooah",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "Ocugen Site 3 - Bascom Palmer Eye Institute",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lam",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Ocugen Site 6 - Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jain",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Ocugen Site 2 - Casey Eye Institute - OHSU",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yang",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Ocugen Site 8 - Mid Atlantic Retina - Wills Eye Hospital",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pulido",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Ocugen Site 1 - Retina Foundation of the Southwest",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75231",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kirsten Locke",
                            "role": "CONTACT"
                        },
                        {
                            "name": "David Birch, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32123325",
                    "type": "BACKGROUND",
                    "citation": "Li S, Datta S, Brabbit E, Love Z, Woytowicz V, Flattery K, Capri J, Yao K, Wu S, Imboden M, Upadhyay A, Arumugham R, Thoreson WB, DeAngelis MM, Haider NB. Nr2e3 is a genetic modifier that rescues retinal degeneration and promotes homeostasis in multiple models of retinitis pigmentosa. Gene Ther. 2021 May;28(5):223-241. doi: 10.1038/s41434-020-0134-z. Epub 2020 Mar 2."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Nr2e3 is a genetic modifier that rescues retinal degeneration and promotes homeostasis in multiple models of retinitis pigmentosa",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/32123325/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001766",
                    "term": "Blindness"
                },
                {
                    "id": "D000012173",
                    "term": "Retinitis"
                },
                {
                    "id": "D000012174",
                    "term": "Retinitis Pigmentosa"
                },
                {
                    "id": "D000057130",
                    "term": "Leber Congenital Amaurosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000015785",
                    "term": "Eye Diseases, Hereditary"
                },
                {
                    "id": "D000058499",
                    "term": "Retinal Dystrophies"
                },
                {
                    "id": "D000012162",
                    "term": "Retinal Degeneration"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000014786",
                    "term": "Vision Disorders"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M15008",
                    "name": "Retinitis",
                    "asFound": "Retinitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15009",
                    "name": "Retinitis Pigmentosa",
                    "asFound": "Retinitis Pigmentosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28730",
                    "name": "Leber Congenital Amaurosis",
                    "asFound": "Leber Congenital Amaurosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5047",
                    "name": "Blindness",
                    "asFound": "Amaurosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18339",
                    "name": "Eye Diseases, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M29107",
                    "name": "Retinal Dystrophies",
                    "relevance": "LOW"
                },
                {
                    "id": "M14997",
                    "name": "Retinal Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M17530",
                    "name": "Vision Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T4945",
                    "name": "Retinitis Pigmentosa",
                    "asFound": "Retinitis Pigmentosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3335",
                    "name": "Leber Congenital Amaurosis",
                    "asFound": "Leber Congenital Amaurosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2585",
                    "name": "Goldmann-Favre Syndrome",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}