{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04481334",
            "orgStudyIdInfo": {
                "id": "UMCIRB 18-001488"
            },
            "organization": {
                "fullName": "East Carolina University",
                "class": "OTHER"
            },
            "briefTitle": "Study: Effects of a Collaborative Occupational Therapy Interactive Vaulting",
            "officialTitle": "Study: Effects of a Collaborative Occupational Therapy Interactive Vaulting Program on Executive Function",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-effects-of-a-collaborative-occupational-therapy-interactive-vaulting"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-08-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-10",
            "studyFirstSubmitQcDate": "2020-07-17",
            "studyFirstPostDateStruct": {
                "date": "2020-07-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "East Carolina University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Occupational therapy services will be integrated into an interactive vaulting program which is an equine assisted activity. Children with disabilities ages 5-17 will participate. The objectives of this study are to determine the influence of a collaborative occupational therapy interactive vaulting program on the executive function and social participation in children with disabilities.",
            "detailedDescription": "Investment by researchers has been made, however, little research exists that systematically evaluates the effectiveness of occupational therapy (OT) interventions in equine assisted activities, and none have included interactive vaulting. Research that has been conducted has supported the use of equines in OT treatment sessions (hippotherapy) in increasing length of time engaged in activities, compared to conventional therapy as well as improvements in postural sway, adaptive behaviors, and participation. In addition, it has been found that children with visual impairments who participated in a 6-week EAT program demonstrated clinically significant changes in occupational performance and qualitative themes of peer interaction, taking on challenges and overall satisfaction with the program.\n\nThe gaps in research warrant investigation into the efficacy of this intervention in the development of executive functioning and social skills in children with disabilities. Further research needs to be conducted to determine the effectiveness of occupational therapy in this context. Occupational therapy interventions will be integrated into the existing program. Group interventions will target the emotional awareness and regulation, social skills, and use cognitive strategies to improve social interactions with peers and adults."
        },
        "conditionsModule": {
            "conditions": [
                "Executive Function",
                "Social Interaction",
                "Disability, Developmental"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The proposed mixed methods research follows a convergent design. The qualitative line of inquiry is embedded into the quantitative inquiry, using a one group pretest-posttest design. There is no control group, since there are no participants in the Interactive Vaulting group without disabilities.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "One group",
                    "type": "EXPERIMENTAL",
                    "description": "One group pre-test, post-test design",
                    "interventionNames": [
                        "Other: Collaborative occupational therapy interactive vaulting group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Collaborative occupational therapy interactive vaulting group",
                    "description": "Children will participate in a weekly 60 minute group that focuses on the devilment of social skills by incorporating activities that require team work. Part of the intervention will incorporate the equine to better understand non-verbal body language. It should be noted that each child will have two agreed upon goals developed that are agreed upon by the child and the parent and will be of emphasis during each group.",
                    "armGroupLabels": [
                        "One group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Brief Rating Inventory of Executive Function-2",
                    "description": "Parent/ guardian and Teacher forms which have 63 items that measure the following domains of executive functioning: Inhibit, Self-Monitor, Shift, Emotional Control, Initiate, Working Memory, Plan/Organize, Task-Monitor, and Organization of Materials. The individual items are categorized under one of three behavioral indices: Behavioral, Cognitive, and Emotional. There is also an overall Global Executive Composite. Poor executive functioning has been found to adversely effect the development of social skills.The Parent/ guardian and Teacher forms will be used in this study to gain the perspective of people who know the child at home, but also someone who knows them in a community setting without parent/ guardian's present. This assessment will be completed prior to the first session and following the last session. The BRIEF-2 has high internal consistency and test-re-test reliability.",
                    "timeFrame": "20 minutes"
                },
                {
                    "measure": "Social Profile",
                    "description": "The Social Profile is an observational assessment that evaluates behavioral interactions in activity and cooperation of groups. This assessment can allow the evaluator to assess one child's interaction and cooperation, or abilities of the entire group.",
                    "timeFrame": "30 minutes"
                },
                {
                    "measure": "Parent Interview",
                    "description": "1. What do you view to be the benefits of the collaborative occupational therapy Interactive Vaulting program for your child?\n2. Can you describe any changes in emotions or behaviors in your child during or after participating in the program?\n3. Can you describe any relationships that have developed or changed during or after participating in the program?\n4. What challenges did you or your child face related to participating in the vaulting program?\n5. Would you recommend this program to someone else? Why or why not?\n6. Do you plan on having your child participate in future sessions?",
                    "timeFrame": "30 minutes"
                },
                {
                    "measure": "Weekly field notes using a-priori codes",
                    "description": "Fieldnotes will be recorded by each researcher. a Open coding will be initiated and a codebook will be developed, as sessions progress, to identify executive function and participation behaviors during the activities noted across children. Behaviors will be tracked for frequency each session, and field notes will be kept regarding group activity and situational information when the behavior(s) occurred.",
                    "timeFrame": "30 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria\n\nChildren must:\n\n* have a documented developmental disability\n* be eligible only to participate in equine assisted activities.\n* be ambulatory with or without an assistive device\n* be able to follow 2-3 step directions\n* not be aggressive toward animals, peers, or staff\n\nExclusion criteria:\n\nChildren who:\n\n* do not have a documented developmental disability\n* are ONLY eligible for equine assisted therapy because of significant physical and/ or medical limitations (i.e.: occupational, physical, or speech therapy).\n* are non-ambulatory\n* are unable to follow 2-3 step directions\n* are aggressive towards animals, peers, or staff\n* does not have a developmental disorder (i.e.: has only mental health disorder)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Heather Panczykowski, DHSc, OTR/L",
                    "role": "CONTACT",
                    "phone": "252 744 6194",
                    "email": "panczykowskih17@ecu.edu"
                },
                {
                    "name": "Denise Donica, DHSc, OTR/L",
                    "role": "CONTACT",
                    "phone": "2527446198",
                    "email": "donicad@ecu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Heather Panczykowski, DHSc, OTR/L",
                    "affiliation": "East Carolina University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Moonbeams and Miracles Therapeutic Horsemanship Center",
                    "status": "RECRUITING",
                    "city": "Greenville",
                    "state": "North Carolina",
                    "zip": "27834",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sherri Moore, AS",
                            "role": "CONTACT",
                            "phone": "252-414-7815",
                            "email": "sherrimoore119@gmail.com"
                        },
                        {
                            "name": "Ashlyn Batten, MA",
                            "role": "CONTACT",
                            "phone": "919 454 3092"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.61266,
                        "lon": -77.36635
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002658",
                    "term": "Developmental Disabilities"
                }
            ],
            "ancestors": [
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "asFound": "Disability, Developmental",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}