{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04764357",
            "orgStudyIdInfo": {
                "id": "COOLCAP"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-06012",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trial Registration Program"
                }
            ],
            "organization": {
                "fullName": "St. Jude Children's Research Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Study Of Cold Cap Therapy For Prevention of Hairloss in Pediatric Patients Receiving Chemotherapy For Non-Malignant Indications and Solid Tumors",
            "officialTitle": "COOLCAP: Pilot Study Of Cold Cap Therapy For Prevention of Hairloss in Pediatric Patients Receiving Chemotherapy For Non-Malignant Indications and Solid Tumors",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-cold-cap-therapy-for-prevention-of-hairloss-in-pediatric-patients-receiving-chemotherapy-for-non-malignant-indications-and-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-17",
            "studyFirstSubmitQcDate": "2021-02-17",
            "studyFirstPostDateStruct": {
                "date": "2021-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "St. Jude Children's Research Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is being done to see if the Paxman scalp cooling device can prevent hair loss in pediatric patients receiving chemotherapy for non-cancerous conditions or solid tumors.\n\nPrimary Objective\n\n* To assess the safety and feasibility of the use of a scalp cooling device in pediatric and young adult patients receiving chemotherapy for non-malignant conditions and solid tumors.\n\nExploratory Objectives\n\n* To assess the incidence and intensity of chemotherapy induced hair loss in patients receiving chemotherapy for non-malignant conditions and solid tumors who have used a scalp cooling device.",
            "detailedDescription": "Participants receiving cooling cap therapy will receive scalp hypothermia as delivered by the scalp cooling system and as per the manufacturers recommendations. Scalp cooling will begin at least 30-45 minutes prior to administration of each chemotherapy (45 minutes for those with thick or coarse hair types). Scalp temperature will be maintained at +3°C (37°F) throughout drug administration and for at least 120-180 minutes after discontinuing the infusion.\n\nA trained study staff member will be present to place the cool cap on the participant, ensure proper fit, begin the cooling process, and ensure functionality. The bedside nurse on the inpatient unit will monitor the participants during the duration of cool cap therapy while also receiving chemotherapy infusion. A trained study team member will be available for any questions or issues that may arise during this time. When the participant is ready to remove the cooling cap a trained study team member will return to shut off the device, remove the cap, and assess the participant."
        },
        "conditionsModule": {
            "conditions": [
                "Alopecia"
            ],
            "keywords": [
                "Alopecia",
                "Hair loss",
                "Cooling",
                "Scalp",
                "Non-malignant disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DEVICE_FEASIBILITY",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cooling Cap Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receiving cooling cap therapy",
                    "interventionNames": [
                        "Device: Paxman Scalp Cooling System",
                        "Other: Alopecia Assessments",
                        "Other: Patient Reported Outcomes Questionnaires"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Paxman Scalp Cooling System",
                    "description": "Scalp cooling will begin at least 30-45 minutes prior to administration of each chemotherapy (45 minutes for those with thick or coarse hair types). Scalp temperature will be maintained at +3°C (37°F) throughout drug administration and for at least 120-180 minutes after discontinuing the infusion. Scalp cooling will occur with each dose of chemotherapy.",
                    "armGroupLabels": [
                        "Cooling Cap Therapy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Alopecia Assessments",
                    "description": "Photographs of the hair will be taken before initiation of chemotherapy (baseline) and at a visit 4 weeks (3-6 week window) after the last dose of chemotherapy for those being treated for a non-cancerous condition. Patient with solid tumors will have photographic documentation at baseline, 2-5 weeks after every 2 cycles of chemotherapy, and at end of study (approximately 4 weeks following the last chemotherapy treatment with a range of 3-6 weeks).",
                    "armGroupLabels": [
                        "Cooling Cap Therapy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Patient Reported Outcomes Questionnaires",
                    "description": "* Selected questions from NCI PRO-CTCAE™, Chemotherapy-Induced Alopecia Distress Scale (CADS), and PediQUEST Memorial Symptom Assessment Scale, at the following time points: baseline, end of chemotherapy administration, and 4 week follow up.\n* Tolerability Questionnaire each time the cooling cap is used and at the end of study",
                    "armGroupLabels": [
                        "Cooling Cap Therapy"
                    ],
                    "otherNames": [
                        "Surveys"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of the scalp cooling device as descripted by CTCAE",
                    "description": "Proportion or Number of Patients who experience at least one grade 3 or 4 adverse events based on CTCAE when wearing the scalp cooling device.",
                    "timeFrame": "4 weeks +/- 2 weeks"
                },
                {
                    "measure": "Feasibility of the scalp cooling device",
                    "description": "Proportion of eligible participants who can tolerate at least 70% of the planned scalp cooling therapy. Feasibility will be established if 50% or greater of eligible patients can tolerate at least 70% of the planned scalp cooling therapy and opt to participate.",
                    "timeFrame": "4 weeks +/- 2 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients receiving a chemotherapeutic agent likely to cause alopecia. Any patient receiving the following drugs may experience complete alopecia (dose and schedule dependent). If they are receiving such a drug for a non- malignant indication or solid tumor, they may be suitable for inclusion in the study and may benefit from the use of a scalp cooling device. Of the commonly used intravenous single cytotoxic agents, those most likely to cause complete alopecia (dose and schedule dependent) include alkylating agents (cyclophosphamide, ifosfamide, busulfan, thiotepa), antitumor antibiotics (dactinomycin, doxorubicin, epirubicin, idarubicin), antimicrotubule agents (paclitaxel, docetaxel, ixabepilone, eribulin), and topoisomerase inhibitors (etoposide, irinotecan). Alopecia is less common or incomplete with bleomycin, low-dose epirubicin or doxorubicin (especially \\<30 mg/m2), oral cyclophosphamide, fluorouracil, gemcitabine, melphalan, methotrexate, mitomycin, mitoxantrone, the platinums (oxaliplatin, cisplatin, and carboplatin), topotecan, and the vinca alkaloids. Antibody-drug conjugates are also associated with variable hair loss, which is agent specific.\n2. Diagnosed with a non-malignant condition (such as Sickle Cell Disease or Aplastic Anemia) OR Diagnosed with a solid tumor (non-brain tumor)\n3. Patients must be at least 7 years old\n4. Patients should have a head circumference of 50 cm or greater\n\nExclusion Criteria:\n\n1. Patients receiving a chemotherapeutic agent for a hematologic malignant/neoplastic condition.\n2. Patients with neoplasm of the brain or scalp, or present scalp metastasis, or high risk of metastatic disease to the brain or scalp (for example, neuroblastoma, melanoma or other skin malignancies, or patients who have had or are scheduled to undergo cranial irradiation.)\n3. Patients who are unfit for the study based on the opinion of the primary investigator and/or the patient's primary team.\n4. Patients with a previous history of adverse event associated with the Paxman scalp kit or scalp cooling device\n5. Patients with cold agglutinin disease or cold urticaria\n6. Inability or unwillingness of research participant or legal guardian/representative to give written informed consent\n7. Patients with an active infection/infestation of scalp at the time of study enrollment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Deena Levine, MD",
                    "role": "CONTACT",
                    "phone": "866-278-5833",
                    "email": "referralinfo@stjude.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Deena Levine, MD",
                    "affiliation": "St. Jude Children's Research Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "St. Jude Children's Research Hospital",
                    "status": "RECRUITING",
                    "city": "Memphis",
                    "state": "Tennessee",
                    "zip": "38105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deena Levine, MD",
                            "role": "CONTACT",
                            "phone": "866-278-5833",
                            "email": "referralinfo@stjude.org"
                        },
                        {
                            "name": "Deena Levine, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.14953,
                        "lon": -90.04898
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "St. Jude Children's Research Hospital",
                    "url": "http://www.stjude.org"
                },
                {
                    "label": "ClinicalTrials Open at St. Jude",
                    "url": "http://www.stjude.org/protocols"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant de-identified datasets containing the variables analyzed in the published article will be made available (related to the study primary or secondary objectives contained in the publication). Supporting documents such as the protocol, statistical analyses plan, and informed consent are available through the CTG website for the specific study. Data used to generate the published article will be made available at the time of article publication. Investigators who seek access to individual level de-identified data will contact the computing team in the Department of Biostatistics (ClinTrialDataRequest@stjude.org) who will respond to the data request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will be made available at the time of article publication.",
            "accessCriteria": "Data will be provided to researchers following a formal request with the following information: full name of requestor, affiliation, data set requested, and timing of when data is needed. As an informational point, the lead statistician and study principal investigator will be informed that primary results datasets have been requested."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000505",
                    "term": "Alopecia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007039",
                    "term": "Hypotrichosis"
                },
                {
                    "id": "D000006201",
                    "term": "Hair Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3846",
                    "name": "Alopecia",
                    "asFound": "Alopecia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3847",
                    "name": "Alopecia Areata",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10089",
                    "name": "Hypotrichosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M9293",
                    "name": "Hair Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        }
    },
    "hasResults": false
}