{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05637203",
            "orgStudyIdInfo": {
                "id": "00007664"
            },
            "organization": {
                "fullName": "University of Rochester",
                "class": "OTHER"
            },
            "briefTitle": "Study About Group and Phone Follow-Up After a Crisis",
            "officialTitle": "Study About Group and Phone Follow-Up After a Crisis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-about-group-and-phone-follow-up-after-a-crisis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-23",
            "studyFirstSubmitQcDate": "2022-11-23",
            "studyFirstPostDateStruct": {
                "date": "2022-12-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anthony Pisani",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Rochester"
            },
            "leadSponsor": {
                "name": "University of Rochester",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Centerstone Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Crisis stabilization centers (CSCs) provide a less costly and more comfortable alternative to Emergency Department care for individuals with suicidal crises. With demand for crisis alternatives growing, effective interventions that fit the unique workflows and workforce of CSCs are needed to realize their life-saving potential. To address this need, the investigators will adapt, and pilot test the effectiveness of an interpersonally enhanced recovery and follow-up intervention delivered during and after admissions acute suicidal crises.",
            "detailedDescription": "The US is poised for growth and investment in our mental health crisis system, with a national phone/text line launching, accompanied by new funding for crisis services. More than 600 Crisis Stabilization Centers (CSCs) across the US provide suicidal clients with a more comfortable and less costly alternative to Emergency Department (ED) care. In light of rising demand, there is an urgent need for feasible, effective, interpersonal, recovery-oriented interventions. This study adapts and tests a novel intervention for delivery prior to and after discharge from CSCs. THRIVE uses the Interpersonal Theory of Suicide as a framework to bolster social connectedness and counter perceived burdensomeness.\n\nPreliminary data shows promising results. However, CSC workflows and culture require context-specific adaptation. This study leverages the Model for Adaptation Design and Impact to adapt THRIVE for CSCs, test feasibility, acceptability, and appropriateness, and conduct a pilot RCT in two CSCs. The CSC-adapted intervention addresses interpersonal drivers of suicide risk and bolsters safety, recovery, and community linkage through: (a) a 'belonging and giving' group during CSC stay, (b) recovery coaching calls for 4 weeks post-discharge, and (c) an optional phone app that provides reinforcement and resources for connection. The pilot will compare THRIVE + Discharge/Safety Planning (D/SP) to D/SP alone, examining the degree to which THRIVE engages the targeted mechanisms of change at one- and three-months post-discharge.\n\nAim 1. Adapt THRIVE and complete CSC-specific manual using MADI.\n\nAim 2. Test feasibility, acceptability, appropriateness of THRIVE for CSCs. CSC Guests (n = 20). 75% of guests will participate in a THRIVE group and at least one follow-up session within one month of discharge. Ratings of acceptability and satisfaction will be ≧ 75%.\n\nCSC Staff (n = 4). Fidelity ratings of audio recordings of group and coaching calls with be at least\n\n≧ 75% for all staff who deliver THRIVE. CSC Administrators will rate acceptability and appropriateness of THRIVE for CSCs as ≧ 75%.\n\nAim 3. Conduct a randomized pilot effectiveness trial (n = 162) to assess the effect of THRIVE on treatment initiation and on key interpersonal drivers of suicide - belongingness and burdensomeness. We hypothesize that CSC guests who receive THRIVE + D/SP vs. D/SP alone will have:\n\nH1: Higher rates of treatment initiation at 1 month and 3 months from CSC discharge.\n\nH2. Increased belongingness and decreased burdensomeness at 1 and 3 months after discharge.\n\nWe will explore the effect of the intervention on treatment engagement, acute care psychiatric readmissions, and suicidal ideation and suicidal behavior over 3-month follow-up. At the end of the study, THRIVE for CSCs will be ready to test in an effectiveness trial for preventing suicidal behavior."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide",
                "Crisis; Emotional"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 162,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "THRIVE + Discharge / Safety Planning",
                    "type": "EXPERIMENTAL",
                    "description": "Participants assigned to the intervention condition will receive THRIVE Crisis Recovery and Care Transition Program, which consists of group-based reflections on \"giving and belonging\" and a plan for community connection and treatment, followed by 3-4 coaching calls to reinforce and troubleshoot the plans.",
                    "interventionNames": [
                        "Behavioral: THRIVE (Toward Hope, Recovery, Interpersonal Growth, Values, and Engagement)"
                    ]
                },
                {
                    "label": "Discharge / Safety Planning Alone",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants assigned to the control condition will receive Discharge/Safety Planning as it is practiced by Connections Health Solutions per industry best practices.",
                    "interventionNames": [
                        "Behavioral: Discharge / Safety Planning"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "THRIVE (Toward Hope, Recovery, Interpersonal Growth, Values, and Engagement)",
                    "description": "THRIVE is an interpersonally focused recovery and care transition program. THRIVE (previously called \"RELATE\" in our SAMHSA grants) involves engaging a person during and following acute suicidal crisis in a sequence of interpersonally focused therapeutic tasks. The purpose of THRIVE is to help CSC guests re-build connections and \"contribute\" to the world in ways they find personally meaningful, while also transitioning safely to outpatient, community-based care. THRIVE involves a Belonging and Giving Reflections Group while at the CSC, followed by a 4-week, phone-based, recovery and care transition series of coaching calls.",
                    "armGroupLabels": [
                        "THRIVE + Discharge / Safety Planning"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Discharge / Safety Planning",
                    "description": "* A written safety plan completed with the person\n* Mental health appointment scheduled within seven days\n* One phone follow-up call within 30 days",
                    "armGroupLabels": [
                        "Discharge / Safety Planning Alone"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Treatment Initiation",
                    "description": "Psychological Problem Area subscale of the Treatment Services Review. This scale consists of 5 service review items in which the person states the number of times s/he received a specified service. Outcome of interest is 0 v. \\> 0. \\>0 = treatment initiation",
                    "timeFrame": "1 month after discharge"
                },
                {
                    "measure": "Treatment Initiation",
                    "description": "Psychological Problem Area subscale of the Treatment Services Review. This scale consists of 5 service review items in which the person states the number of times s/he received a specified service. Outcome of interest is 0 v. \\> 0. \\>0 = treatment initiation.",
                    "timeFrame": "3 months after discharge"
                },
                {
                    "measure": "Perceived Burdensomeness",
                    "description": "Perceived Burdensomeness Items of Interpersonal Needs Questionnaire. Scale has 5 items scored 0 to 2. Range= 0-10 (lower=better outcome)",
                    "timeFrame": "1 month after discharge"
                },
                {
                    "measure": "Perceived Burdensomeness",
                    "description": "Perceived Burdensomeness Items of Interpersonal Needs Questionnaire. Scale has 5 items scored 0 to 2. Range= 0-10 (lower=better outcome)",
                    "timeFrame": "3 months after discharge"
                },
                {
                    "measure": "Thwarted Belongingness",
                    "description": "Thwarted Belongingness Items of Interpersonal Needs Questionnaire. Scale has 5 items scored 0 to 2. Range= 0-10 (lower=better outcome)",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Thwarted Belongingness",
                    "description": "Thwarted Belongingness Items of Interpersonal Needs Questionnaire. Scale has 5 items scored 0 to 2. Range= 0-10 (lower=better outcome)",
                    "timeFrame": "3 months after discharge"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Admission to CSC with suicidal crisis, as defined by active suicide ideation ascertained by the Columbia Suicide-Severity Rating scale, which the sites already routinely administer.\n2. Ability and willingness to provide information for and permission to contact one person in case of emergency or inability to reach the participant for follow-up\n\nExclusion Criteria:\n\n1. Under age 18.\n2. Inability to communicate with the researcher in English.\n3. Acute psychiatric instability (e.g., psychotic symptoms). Most patients with psychosis are transferred to Emergency Departments instead of CSCs, so we do not expect many exclusions based on this criterion.\n4. Inability to access a phone to participate in phone follow-up program.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Lockman, PhD",
                    "role": "CONTACT",
                    "phone": "615-830-2413",
                    "email": "jdlockman@uabmc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Connections Health-Urgent Psychiatric Center",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "850007",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Margie Balfour, MD",
                            "role": "CONTACT",
                            "phone": "972-251-0616",
                            "email": "Margie.Balfour@connectionshs.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "Connections Health-Crisis Response Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85714",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Margie Balfour, MD",
                            "role": "CONTACT",
                            "phone": "972-251-0616",
                            "email": "Margie.Balfour@connectionshs.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The final dataset that we will share will include self-reported demographic and behavioral data from assessments with subjects as described in the Research Strategy section of this application. All data will be de-identified prior to receipt by the repository, but the information needed to generate a global unique identifier for the NIMH Data Archive (NDA) will be collected for each subject.\n\nSufficient data from this project will be preserved to enable sharing via NDA. Data will be of sufficient quality to validate and replicate research findings described in the Aims.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "The research community will have access to data when the award ends. As required by NDA, studies will also be created that contain the data used for every publication. Those studies will be shared when the pre-print is available. NDA studies have digital object identifiers (DOI) to aid in findability. We will include that DOI in relevant publications. NDA will make decisions about how long to preserve the data, but that data archive has not deleted any deposited data up to now.",
            "accessCriteria": "To request access of the data, researchers will use the standard processes at NDA, and the NDA Data Access Committee will decide which requests to grant. The standard NDA data access process allows access for one year and is renewable.\n\nThe NDA GUID tool allows researchers to aggregate data from the same research participant without different laboratories having to share personally identifiable information about that research participant. The NDA data dictionaries do not permit personally identifiable information to be shared. NDA maintains a Certificate of Confidentiality."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}