{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06234098",
            "orgStudyIdInfo": {
                "id": "AT-1965-101"
            },
            "organization": {
                "fullName": "Alyssum Therapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study to Investigate the Safety, Tolerability, Pharmacokinetics, Pharmocodynamics and Preliminary Antitumor Activity of AT-1965 in Patients With Advanced, Refractory or Recurrent Solid Tumors",
            "officialTitle": "A Phase 1/2, Open-label Study to Investigate the Safety, Tolerability, Pharmacokinetics, Pharmocodynamics and Preliminary Antitumor Activity of AT-1965 in Patients With Advanced, Refractory or Recurrent Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-to-investigate-the-safety-tolerability-pharmacokinetics-pharmocodynamics-and-preliminary-antitumor-activity-of-at-in-patients-with-advanced-refractory-or-recurrent-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-18",
            "studyFirstSubmitQcDate": "2024-01-29",
            "studyFirstPostDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Alyssum Therapeutics",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "CBCC Global Research",
                    "class": "NETWORK"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a first-in-human, multicenter, open-label, dose escalation and dose expansion Phase 1/2 study to determine the MTD and/or the recommended Phase 2 dose (RP2D) and to characterize DLTs of AT-1965 as well as to investigate the safety, pharmacokinetics (PK), pharmacodynamics, and preliminary antitumor activity of AT-1965 in patients with advanced, refractory or recurrent solid tumors (nonresectable and/or metastatic) including mTNBC."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor"
            ],
            "keywords": [
                "Advanced Solid Tumors",
                "Refractory Solid Tumors",
                "Recurrent Solid Tumors"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 85,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AT-1965 Liposome Injection",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: AT-1965 Liposome Injection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "AT-1965 Liposome Injection",
                    "description": "AT-1965 Liposome Injection administered intravenously once weekly for the first 3 weeks (Days 1, 8 and 15) of a 4 week cycle.",
                    "armGroupLabels": [
                        "AT-1965 Liposome Injection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose Limiting Toxicity (DLT) according to CTCAE version 5.0 in Part A - Dose Escalation Phase",
                    "description": "Nature and frequency of dose-limiting toxicities (DLTs) associated with AT-1965 administration, maximum tolerated dose (MTD) and/or recommended Phase 2 dose (RP2D)",
                    "timeFrame": "Dose limiting toxicities will be evaluated during the first treatment cycle (28 days)"
                },
                {
                    "measure": "Objective Response Rate (ORR) based on RECIST version 1.1 in Part B - Dose Expansion Phase",
                    "description": "Objective Response Rates (ORR) defined as proportion of patients with a best overall response of complete response (CR) or partial response (PR) according to RECISTv1.1 as assessed by the Investigator",
                    "timeFrame": "3, 6 and 9 month"
                },
                {
                    "measure": "Duration of Response (DoR) based on RECIST version 1.1 in Part B - Dose Expansion Phase",
                    "description": "Duration of response (DoR) defined as the duration of overall response measured from the time measurement criteria are met for CR or PR (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented according to RECIST v1.1 as assessed by the Investigator.",
                    "timeFrame": "3, 6 and 9 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Area under the concentration-time curve from zero to a definite time [AUC(0-t)]",
                    "description": "Pharmacokinetic profile of AT-1965 measured by AUC(0-t)",
                    "timeFrame": "Days 1, 8, and 15 of each treatment cycle (duration of each treatment cycle will be 28 days in both parts of the study)"
                },
                {
                    "measure": "Area under the concentration-time curve from zero to last measurable [AUC(0-last)]",
                    "description": "Pharmacokinetic profile of AT-1965 measured by AUC(0-last)",
                    "timeFrame": "Days 1, 8, and 15 of each treatment cycle (duration of each treatment cycle will be 28 days in both parts of the study)"
                },
                {
                    "measure": "Area under the concentration-time curve from zero to an infinite time [AUC(0-inf)]",
                    "description": "Pharmacokinetic profile of AT-1965 measured by AUC(0-inf)",
                    "timeFrame": "Days 1, 8, and 15 of each treatment cycle (duration of each treatment cycle will be 28 days in both parts of the study)"
                },
                {
                    "measure": "Maximum plasma concentration [Cmax]",
                    "description": "Pharmacokinetic profile of AT-1965 measured by Cmax",
                    "timeFrame": "Days 1, 8, and 15 of each treatment cycle (duration of each treatment cycle will be 28 days in both parts of the study)"
                },
                {
                    "measure": "Minimum plasma concentration [Cmin]",
                    "description": "Pharmacokinetic profile of AT-1965 measured by Cmin",
                    "timeFrame": "Days 1, 8, and 15 of each treatment cycle (duration of each treatment cycle will be 28 days in both parts of the study)"
                },
                {
                    "measure": "Time to maximum plasma concentration [tmax]",
                    "description": "Pharmacokinetic profile of AT-1965 measured by tmax",
                    "timeFrame": "Days 1, 8, and 15 of each treatment cycle (duration of each treatment cycle will be 28 days in both parts of the study)"
                },
                {
                    "measure": "Elimination half-life [t1/2]",
                    "description": "Pharmacokinetic profile of AT-1965 measured by t1/2",
                    "timeFrame": "Days 1, 8, and 15 of each treatment cycle (duration of each treatment cycle will be 28 days in both parts of the study)"
                },
                {
                    "measure": "Volume of distribution [Vz/F]",
                    "description": "Pharmacokinetic profile of AT-1965 measured by Vz/F",
                    "timeFrame": "Days 1, 8, and 15 of each treatment cycle (duration of each treatment cycle will be 28 days in both parts of the study)"
                },
                {
                    "measure": "Clearance (CL/F)",
                    "description": "Pharmacokinetic profile of AT-1965 measured by CL/F",
                    "timeFrame": "Days 1, 8, and 15 of each treatment cycle (duration of each treatment cycle will be 28 days in both parts of the study)"
                },
                {
                    "measure": "The number of Adverse Events (AE) that occurs",
                    "description": "All AEs will be graded according to CTCAE version 5.0 Grade 1: Mild, Grade 2: Moderate, Grade 3: Severe or medically significant but not immediately life-threatening, Grade 4: Life-threatening consequences Grade 5: Death related to AE",
                    "timeFrame": "Adverse events will be recorded from informed consent through 30 days after the last dose of study drug"
                },
                {
                    "measure": "The number of Serious Adverse Events (SAE) that occurs",
                    "timeFrame": "SAEs will be recorded from the start of the first dose of AT-1965 (Cycle 1 Day 1) up to 30 days after the last dose of study drug or until resolution or stabilization of SAEs"
                },
                {
                    "measure": "Laboratory Parameters",
                    "description": "Incidence of clinically significant clinical laboratory abnormalities (hematology, clinical chemistry, coagulation, and urinalysis)",
                    "timeFrame": "Screening, Days 1, 8, and 15 of each treatment cycle (each cycle is 28 days)"
                },
                {
                    "measure": "Clinical Benefit Ratio (CBR) based on RECISTv1.1 and iRECIST",
                    "description": "Clinical Benefit Rate (CBR) defined as the percentage of patients who have achieved complete response, partial response and stable disease according to RECISTv1.1 and iRECIST as assessed by the Investigator.",
                    "timeFrame": "3, 6 and 9 month"
                },
                {
                    "measure": "Duration of Clinical Benefit (DoCB) based on RECISTv1.1 and iRECIST",
                    "description": "Duration of Clinical Benefit (DoCB) defined as the time from randomization to disease progression in patients who achieve complete response, partial response, or stable disease according to RECISTv1.1 and iRECIST as assessed by the Investigator.",
                    "timeFrame": "3, 6 and 9 month"
                },
                {
                    "measure": "Progression-free survival (PFS) based on RECIST version 1.1",
                    "description": "Progression-free survival (PFS), defined as the time from first dose to confirmed progression of disease (PD) or death, according to RECIST v1.1 as assessed by the Investigator.",
                    "timeFrame": "3, 6 and 9 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* The patient has a histologically or cytologically confirmed unresectable or metastatic solid tumor that is refractory to standard therapy or for which in the opinion of the investigator no standard therapy is suitable.\n* Patient should have at least 1 measurable lesion per RECIST version 1.1 as assessed by the investigator. For Part A only, patients with radiographically evaluable but nonmeasurable disease are allowed after discussion with the sponsor.\n* Recovered from AEs (except irAEs) of prior chemotherapy (per NCI CTCAE version 5.0) to Grade ≤ 1 or return to baseline status (except for alopecia) as per Investigator's discretion.\n* The patient has an ECOG performance status of 0 or 1.\n* The patient has adequate bone marrow, renal, and hepatic function, defined as follows:\n\n  1. Hemoglobin ≥9.5 g/dL (without transfusion in the prior 3 weeks).\n  2. Platelets ≥100 × 109 cells/L.\n  3. ANC ≥1.5 ×109 cells/L (without the use of hematopoietic growth factors within 4 weeks prior to dosing).\n  4. Creatinine Clearance ≥60 mL/min\n  5. Total bilirubin ≤1.5 × ULN, unless the patient has a prior history of Gilbert's syndrome, in which case ≤3.0 × ULN is acceptable.\n  6. AST and ALT ≤2.5 × ULN; or ≤5 × ULN if due to liver involvement by tumor.\n* Female patients of child-bearing potential must have a negative pregnancy test within 72 hours prior to the first dose of study drug and before each start of a new treatment cycle. NOTE: Women are considered of childbearing potential unless they are surgically sterile (have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or are postmenopausal (at least 12 consecutive months with no menses without an alternative medical cause) and have an elevated folliclestimulating hormone (FSH) at screening.\n* Female patients of childbearing potential must agree to use a highly effective method of contraception during the study and for a minimum of 3 months following administration of study drug, which includes a barrier method plus 1 or more of the following:\n\n  1. Hormonal contraceptives (eg, birth control pills, skin patches, vaginal rings, or the Depo-Provera® shot)\n  2. Intrauterine device (IUD)\n  3. Male or female condoms with spermicide\n  4. Diaphragm with spermicide\n  5. Permanent tubal occlusive birth control system\n* Male patients with female partners of childbearing potential must be vasectomized or be willing to use an acceptable method of birth control or to practice abstinence during the study and for 3 months after the last dose of IMP.\n* Must be 30 days since participation in any other interventional clinical trial.\n* Must be 28 days since mRNA Covid 19 vaccine injection.\n* Willing to avoid sun exposure, wear protective clothing, and/or apply broadspectrum (ultraviolet A \\[UVA\\] and ultraviolet B \\[UVB\\] protection) sunscreen if sun exposure is unavoidable\n* The patient is capable of understanding the written informed consent, provides signed and witnessed written informed consent and authorization permitting use of collected tissue and personal health information, and agrees to comply with protocol requirements.\n\nFor Part B Dose Expansion in TNBC only:\n\n* Histologically or cytologically confirmed metastatic triple-negative breast cancer (mTNBC) who had received at least two prior treatments (a taxane and sacituzumab govitecan-hziy) for metastatic disease, for advanced disease.\n* In addition, patients with TNBC with either Low HER2 (IHC 1+ or IHC 2+/in situ hybridization-negative), PD-L1 (CPS\\>10) or BRCA mutation need to have prior FDA approved available therapies before participation in this expansion arm.\n\nExclusion Criteria:\n\n* The patient has an uncontrolled or life-threatening, symptomatic, current or recurrent disease (eg, cardiovascular, renal, hepatic, endocrine) or other abnormality that could affect the action, absorption, or disposition of the study drug, may impact the ability of the patient to participate, may affect clinical or laboratory assessments, or otherwise has the potential to confound the study results.\n* Unstable or severe uncontrolled medical condition (e.g., unstable cardiac function, unstable pulmonary condition) or any important medical or psychiatric illness or abnormal laboratory finding that would, in the Investigator's judgment, increase the risk to the patient associated with his or her participation in the study.\n* Uncontrolled diabetes\n* Patients with a history of autoimmune disease. Excluded autoimmune conditions are listed in the Protocol Appendix 1.\n\n  1. Patients with history of transient autoimmune manifestations of an acute infectious disease that resolved upon treatment of the infectious agent are not excluded (e.g. acute Lyme arthritis).\n  2. Please contact the medical monitor regarding any uncertainty over autoimmune exclusions.\n* History of interstitial lung disease, idiopathic pulmonary fibrosis, pneumonitis (including drug induced), organizing pneumonia (i.e., bronchiolitis obliterans, cryptogenic organizing pneumonia, etc.), or evidence of active pneumonitis on chest computed tomography scan in the last 6 months; NOTE: history of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n* History of hemolysis or hemolytic anemia.\n* Evidence of ongoing subclinical hemolysis: high LDH and low serum haptoglobin with increased reticulocyte count\n* History of adrenal gland disorders such as Cushing Syndrome, Congenital adrenal hyperplasia, Addison's Disease and hyperaldosteronism\n* Recipient of an allogeneic bone marrow transplantation or solid organ transplantation.\n* Endocrinopathy, unless on stable hormone replacement therapy.\n* History of known human immunodeficiency virus (HIV), unresolved viral hepatitis as documented by the detection of hepatitis B surface antigen (HBsAg), hepatitis C virus (HCV) antibody at the time of the screening visit, and known quantitative HCV RNA results greater than the lower limits of detection of the assay.\n* Clinically significant cardiovascular disease including:\n\n  1. Myocardial infarction or stroke within 6 months prior to the initiation of study treatment.\n  2. LVEF \\<50% on baseline assessment.\n\n     * If patient enrolled with cardiovascular disease, the LVEF must be confirmed at screening by and echocardiogram or MUGA\n  3. Unstable angina within 6 months prior to the initiation of study treatment.\n  4. Congestive heart failure or cardiomyopathy with New York Heart Association Class 2, 3 or 4 by clinical assessment or by imaging studies within 6 months prior to the initiation of study treatment.\n  5. Coronary or peripheral artery bypass graft surgery, transient ischemic attack, or pulmonary embolism (in past 3 months).\n  6. History of clinically significant ventricular arrhythmias (e.g., ventricular tachycardia, ventricular fibrillation, torsades de pointes).\n  7. Uncontrolled hypertension where the Systolic is ≥150 mmHg and the diastolic blood pressure ≥110 mm Hg despite ongoing antihypertensive therapy.\n  8. QT interval corrected by the Fridericia correction formula (QTcF) ≥470 msec on the Screening ECG.\n  9. The patient has cardiac dysrhythmias\n  10. The patient requires the use of concomitant medications that prolong QT/QTc interval.\n* Recent anticancer treatment, including the following (patient may be started earlier within these timeframes if considered by the Investigator to be safe and within the best interest of the patient and with approval from the Sponsor):\n\n  1. Systemic antineoplastic therapy within 21 days or 5 half-lives prior to initiation of study treatment. (6 weeks for nitrosoureas or mitomycin C and 6 months for platinum-based drugs) and/or has not recovered from acute toxicity for the most recent antitumor treatment to CTCAE Grade 1 or baseline, except for alopecia, prior to the first dose of study drug.\n  2. Radiation therapy within 2 weeks prior to the initiation of study treatment.\n  3. Patient received chemoembolization or radioembolization within 4 weeks prior to the initiation of study treatment.\n* The patient has received any investigational agents that have not received regulatory approval within 28 days or 5 half-lives prior to the first dose of study drug, whichever is shorter. This includes the FDA approved for all Emergency Authorization Use (EAU) drugs or therapies.\n* Major surgery within 4 weeks of starting study treatment or not recovered from any effects of prior major surgery (uncomplicated central line placement or fine needle aspirate are not considered major surgery).\n* Primary tumor type:\n\n  1. Central nervous system (CNS) malignant disease not previously treated, active leptomeningeal disease, uncontrolled symptomatic CNS involvement, or CNS malignant disease requiring steroid or other therapeutic intervention.\n  2. Liquid/hematological tumors\n  3. Lymphoma\n  4. Uveal melanoma\n* Patients with a history of secondary malignancy(ies) that is currently clinically significant and has potential for metastases or currently requires active intervention (except for gonadotropin-releasing hormone (GnRH) or luteinizing hormone-releasing hormone (LH-RH) agonists in prostate cancer or hormonal therapy in breast cancer).\n\n  a) Secondary malignancies exceptions include basal cell or squamous cell skin cancer\n* Requires systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalent) or other immunosuppressive medications within 14 days prior to Day 1 of treatment. Inhaled, intranasal, intra-articular and topical (including ocular) steroids are allowed. Adrenal replacement (i.e., physiologic replacement) doses \\> 10 mg daily prednisone equivalents are permitted in the absence of active autoimmune disease.\n* History of severe immune-related AE (irAE) that led to permanent discontinuation of prior immunotherapy.\n* History of Grade ≥ 3 irAE within the past 16 weeks or any Grade 4 life-threatening irAE (regardless of duration) or neurologic or ocular AE of any grade while receiving prior immunotherapy; NOTE: Patients with endocrine AEs of any grade are permitted to enroll if they are stably maintained on appropriate replacement therapy but must have no history of adrenal crisis and be asymptomatic.\n* Has, within 28 days prior to screening, received a live, attenuated or mRNA based vaccine against infectious disease.\n* Nursing women not willing to stop breastfeeding while on study and for 3 months thereafter.\n* Uncontrolled active infection requiring intravenous (IV) antibiotic, antiviral, or antifungal medications within 14 days prior to first dose of study treatment. Patients on chronic suppressive antibiotics may be allowed after discussion with the Sponsor.\n* Patient is \\<18 years of age at the time of informed consent.\n* Life expectancy of \\<3 months.\n* Known current drug or alcohol abuse.\n* The patient is not an appropriate candidate for participation in this clinical study for any other reason as deemed by the investigator.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Britney Barrera",
                    "role": "CONTACT",
                    "phone": "661-376-0047",
                    "email": "britney.barrera@cbcc.global"
                },
                {
                    "name": "Eldho Jose",
                    "role": "CONTACT",
                    "phone": "+91 9095326268",
                    "email": "eldho.jose@cbcc.global"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Richard Fahrner, PhD",
                    "affiliation": "Alyssum Therapeutics",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "CBCC Global Research Site 001",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85258",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "CBCC Global Research Site 005",
                    "status": "RECRUITING",
                    "city": "Bakersfield",
                    "state": "California",
                    "zip": "93309",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.37329,
                        "lon": -119.01871
                    }
                },
                {
                    "facility": "CBCC Global Research Site 007",
                    "status": "RECRUITING",
                    "city": "El Segundo",
                    "state": "California",
                    "zip": "90245",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.91918,
                        "lon": -118.41647
                    }
                },
                {
                    "facility": "CBCC Global Research Site 003",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                },
                {
                    "facility": "CBCC Global Research Site 002",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "CBCC Global Research Site 006",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75230",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}