{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06093477",
            "orgStudyIdInfo": {
                "id": "IRB-71745"
            },
            "secondaryIdInfos": [
                {
                    "id": "7K24AR080786-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/7K24AR080786-02"
                }
            ],
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Studying Melatonin and Recovery in Teens",
            "officialTitle": "SurgerySMART: Studying Melatonin and Recovery in Teens",
            "acronym": "SurgerySMART",
            "therapeuticArea": [
                "Other"
            ],
            "study": "studying-melatonin-and-recovery-in-teens"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-09",
            "studyFirstSubmitQcDate": "2023-10-16",
            "studyFirstPostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jennifer Rabbitts",
                "investigatorTitle": "Professor, Department of Anesthesiology, Perioperative, and Pain Medicine",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this feasibility clinical trial is to learn if melatonin can help teens having major musculoskeletal surgery by promoting healthy sleep. Melatonin is available as a dietary supplement that may be effective in promoting longer, higher quality sleep. This study will assess the feasibility and acceptability of melatonin for teens undergoing major musculoskeletal surgery, as well as determine optimal measured outcomes (sleep, pain, health-related quality of life) at short- and long-term follow-up.",
            "detailedDescription": "The investigators will enroll a total of 45 adolescents ages 12-18 years old who are scheduled to undergo major musculoskeletal surgery and one of their caregivers who meet inclusion and exclusion criteria. Participants will be asked to:\n\n1. Take melatonin or a placebo before and after surgery. All participants will receive sleep hygiene instructions.\n2. Wear a watch-like actigraphy device before and after surgery\n3. Complete 1-minute check-in surveys twice each day, for about 5 weeks total before and after surgery\n4. Complete 10-20-minute online surveys 3 times over 4 months.\n\nResearchers will compare participants randomized to the placebo arm and melatonin arm to see if the trial design and outcomes are both feasible and acceptable to patients and their families.\n\nThe main aims are:\n\nAim 1. To assess the feasibility and acceptability of melatonin for youth undergoing musculoskeletal surgery Aim 2. To determine optimal primary and secondary outcomes (sleep, pain, health-related quality of life) at short-term (during the initial 21 days) and at final follow-up (3 months after surgery). The investigators will examine completion rates, the extent and pattern of missing data, and gather data to provide effect estimates, variances, and 95% confidence intervals."
        },
        "conditionsModule": {
            "conditions": [
                "Juvenile; Scoliosis",
                "Scoliosis Idiopathic",
                "Scoliosis; Adolescence",
                "Scoliosis;Congenital",
                "Kyphosis",
                "Spondylolisthesis",
                "Pectus Surgery",
                "Hip Surgery"
            ],
            "keywords": [
                "sleep",
                "pain medicine",
                "pediatric pain medicine",
                "melatonin",
                "pilot feasibility trial",
                "acute pain",
                "chronic pain",
                "CPSP",
                "chronic postsurgical pain",
                "spinal fusion surgery",
                "adolescent",
                "perioperative melatonin",
                "hip surgery",
                "pectus surgery"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "3mg fast-dissolve pill",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will take a placebo of 3mg fast-dissolve pill (without melatonin), complete surveys, and wear an actigraphy device during the specified study period.",
                    "interventionNames": [
                        "Other: Fast-Dissolve Placebo Pill"
                    ]
                },
                {
                    "label": "3mg fast-dissolve pill (containing melatonin)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will take 3mg in fast-dissolve pill form containing the active ingredient melatonin, complete surveys, and wear an actigraphy device during the specified study period.",
                    "interventionNames": [
                        "Dietary Supplement: Fast-Dissolve Melatonin Pill"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Fast-Dissolve Melatonin Pill",
                    "description": "Participants in this arm will take 3mg of melatonin in fast-dissolve pill form daily during the specified study period.",
                    "armGroupLabels": [
                        "3mg fast-dissolve pill (containing melatonin)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Fast-Dissolve Placebo Pill",
                    "description": "Participants in this arm will take 3mg of placebo in fast-dissolve pill form daily during the specified study period.",
                    "armGroupLabels": [
                        "3mg fast-dissolve pill"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Treatment Adherence",
                    "description": "Youth will self-report daily medication administration on the evening diary, including the study drug as well as opioid and non-opioid analgesic medications. Medication administration will also be extracted from the EMR during hospitalization. Adherence will be measured as the percentages of doses taken.",
                    "timeFrame": "Treatment phase of 14 days before surgery through 21 days after surgery (T2), and 7 days at 3-month follow-up (T3)"
                },
                {
                    "measure": "Study Acceptability",
                    "description": "Youth and parent will complete ratings of treatment acceptability using a 5-point scale, ranging from 1 (Strong Dislike or Strongly Disagree) to 5 (Strongly Like or Strongly Agree). A higher score indicates greater study acceptability.",
                    "timeFrame": "Assessed one time at Dav 21 post-op, and day before surgery (T2)"
                },
                {
                    "measure": "Enrollment and Retention",
                    "description": "Research coordinators will record participant status at each stage including participants approached, assessed for eligibility, invited, consented, randomly assigned, and who received the intended treatment, and completed assessment timepoints, and will collect reasons for declining and dropout. Feasibility metrics will include enrollment rate and attrition rate.",
                    "timeFrame": "Pre-treatment (T1), treatment phase of 14 days before surgery through 21 days after surgery (T2), and 7 days at 3-month follow-up (T3)"
                },
                {
                    "measure": "Treatment Side Effects",
                    "description": "Youth participants will be asked an open-ended question about side effects they may have experienced from the study drug. The rate of side effects of treatment will be self-reported by participants and extracted from EMR during hospitalization.",
                    "timeFrame": "Assessed one time at Dav 21 post-op, and day before surgery (T2)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Sleep Quality",
                    "description": "Youth will complete the Adolescent Sleep Wake Scale (ASWS), a 10-item measure of sleep quality over the past month rated on a 6-point Likert scale ranging from \"Always\" to \"Never\". The measure assesses five behavioral dimensions of sleep quality: (1) going to bed, (2) falling asleep/latency, (3) maintaining sleep, (4) re-initiating sleep, and (5) returning to wakefulness, and yields a total sleep quality score.",
                    "timeFrame": "Pre-treatment (T1) and one time at 3-month follow-up (T3)"
                },
                {
                    "measure": "Change in Peri-operative Sleep Quality",
                    "description": "Youth will complete once daily online diaries assessing daily sleep quality in the morning. Sleep quality will be rated on an 11-point scale ranging from 0 (Extremely poor sleep) to 10 (Extremely good sleep). A higher score indicates higher quality sleep.",
                    "timeFrame": "Treatment phase of 14 days before surgery through 21 days post-op (T2) and 7 days at 3-month follow-up (T3)"
                },
                {
                    "measure": "Change in Sleep Duration",
                    "description": "Youth will wear an actigraphy monitor to measure sleep duration. Youth will also report on sleep and wake times on the online morning diary, which will be used to assist with actigraphy scoring. Actigraphic sleep variables will include: minutes of estimated sleep, and sleep efficiency.",
                    "timeFrame": "Treatment phase of 14 days before surgery through 21 days post-op (T2) and 7 days at 3-month follow-up (T3)"
                },
                {
                    "measure": "Change in Health-related Quality of Life",
                    "description": "Youth will complete the Pediatric Quality of Life Inventory (PedsQL), a 15-item measure that assesses self-reported physical, social, and emotional health-related qualify of life over the prior 7 days. The measure yields Physical Health, Psychosocial Health, and Total Health summary scores. The PedsQL is widely used and demonstrates good reliability for both the parent and child self-report measures. Scale scores range from 0 to 100. Higher scores indicate fewer difficulties (better) health-related quality of life.",
                    "timeFrame": "Pre-treatment (T1) and one time at 3-month follow-up (T3)"
                },
                {
                    "measure": "Change in Global Pain Severity",
                    "description": "Youth will complete the Global Impression of Severity, a single item measure that assesses self-reported patient global impression of pain severity in the preceding 7 days. Response options range from 0 (none) to 3 (severe) with higher scores indicating higher pain severity.",
                    "timeFrame": "Pre-treatment (T1), one time at Day 21 post-op (T2), and one time at 3-month follow-up (T3)"
                },
                {
                    "measure": "Change in Pain Intensity and Interference",
                    "description": "Youth will complete the Brief Pain Inventory (BPI), which assesses worst, least, average, and current pain intensity (4 items) and pain interference on daily functions (7 items) in the prior 7 days, with response options indicated on 11-point NRS. Items are averaged to yield scale scores, ranging from 0 to 10, with higher scores indicating greater pain intensity or interference.",
                    "timeFrame": "Baseline pre-surgery assessment (T1), treatment phase of 14 days before surgery through 21 days after surgery (T2), and 7 days at 3-month follow-up (T3)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Adverse Events",
                    "description": "Youth and parents will be asked open-ended questions about adverse events.",
                    "timeFrame": "Treatment phase of 14 days before surgery through 21 days post-op (T2) and 7 days at 3-month follow-up (T3)"
                },
                {
                    "measure": "Concomitant therapy",
                    "description": "Youth and parents will be asked open-ended questions about concomitant therapies the patient may have taken (use of sleep aids).",
                    "timeFrame": "Assessed one time at 21 days post-op (T2) and one time at 3-month follow-up (T3)"
                },
                {
                    "measure": "Pediatric Anxiety",
                    "description": "Youth will complete the PROMIS Anxiety Short Form 8a, which assesses the pure domain of anxiety in children and adolescents (8 items) in the prior 7 days, with response options indicated on a 5-point scale. Higher scores indicate greater severity of anxiety. Response options range from 1 (Never) to 5 (Almost Always). Raw scores for anxiety and depression are obtained by summing the corresponding items' response values, and range from 8 to 40 with higher scores indicating higher distress.",
                    "timeFrame": "Assessed one time on day before surgery (T2)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients/youth:\n\n* Age 12-18 years\n* Participants undergoing elective major musculoskeletal surgery for eligible conditions\n* California state resident\n* Regular access to internet and smartphone\n* Can read and understand English\n\nParents/caregivers\n\n* Biological parent or legal guardian of youth\n* Can read and understand English\n\nExclusion Criteria:\n\nPatients/youth\n\n* Prescription medication for premorbid insomnia\n* Cognitive impairment or developmental delay\n* Does not agree to a 1-week washout if taking over the counter supplements or other sleep aids prior to the start of the study medication\n* High risk for sleep related breathing disorder\n* Chronic medical condition that is severe/systemic or requires regular treatment regimen\n* Psychiatric admission in prior 30 days\n* Patients that underwent major surgery in the last 3 months, or those that have not fully recovered from a prior surgery\n* BMI ≥ 99th percentile\n* Enrollment in another therapeutic study\n* Any serious underlying medical or psychiatric condition, that, in the opinion of the investigator, would contraindicate the patient\\&#39;s participation in the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer A Rabbitts, M.B.Ch.B.",
                    "role": "CONTACT",
                    "phone": "(650) 427-0187",
                    "email": "surgerysmart@stanford.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Lucile Packard Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer A Rabbitts, M.D.",
                            "role": "CONTACT",
                            "phone": "650-725-0540",
                            "email": "rabbitts@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31207606",
                    "type": "BACKGROUND",
                    "citation": "Haack M, Simpson N, Sethna N, Kaur S, Mullington J. Sleep deficiency and chronic pain: potential underlying mechanisms and clinical implications. Neuropsychopharmacology. 2020 Jan;45(1):205-216. doi: 10.1038/s41386-019-0439-z. Epub 2019 Jun 17."
                },
                {
                    "pmid": "5052847",
                    "type": "BACKGROUND",
                    "citation": "Moore S, Stockbridge L. Fresnel prisms in the management of combined horizontal and vertical strabismus. Am Orthopt J. 1972;22:14-21. No abstract available."
                },
                {
                    "pmid": "29902071",
                    "type": "BACKGROUND",
                    "citation": "Nabavi SM, Nabavi SF, Sureda A, Xiao J, Dehpour AR, Shirooie S, Silva AS, Baldi A, Khan H, Daglia M. Anti-inflammatory effects of Melatonin: A mechanistic review. Crit Rev Food Sci Nutr. 2019;59(sup1):S4-S16. doi: 10.1080/10408398.2018.1487927. Epub 2019 Mar 21."
                },
                {
                    "pmid": "33319916",
                    "type": "BACKGROUND",
                    "citation": "Madsen BK, Zetner D, Moller AM, Rosenberg J. Melatonin for preoperative and postoperative anxiety in adults. Cochrane Database Syst Rev. 2020 Dec 8;12(12):CD009861. doi: 10.1002/14651858.CD009861.pub3."
                },
                {
                    "pmid": "20823763",
                    "type": "BACKGROUND",
                    "citation": "Yousaf F, Seet E, Venkatraghavan L, Abrishami A, Chung F. Efficacy and safety of melatonin as an anxiolytic and analgesic in the perioperative period: a qualitative systematic review of randomized trials. Anesthesiology. 2010 Oct;113(4):968-76. doi: 10.1097/ALN.0b013e3181e7d626."
                },
                {
                    "pmid": "24835540",
                    "type": "BACKGROUND",
                    "citation": "Andersen LP, Werner MU, Rosenberg J, Gogenur I. A systematic review of peri-operative melatonin. Anaesthesia. 2014 Oct;69(10):1163-71. doi: 10.1111/anae.12717. Epub 2014 May 19."
                },
                {
                    "pmid": "17959953",
                    "type": "BACKGROUND",
                    "citation": "Caumo W, Torres F, Moreira NL Jr, Auzani JA, Monteiro CA, Londero G, Ribeiro DF, Hidalgo MP. The clinical impact of preoperative melatonin on postoperative outcomes in patients undergoing abdominal hysterectomy. Anesth Analg. 2007 Nov;105(5):1263-71, table of contents. doi: 10.1213/01.ane.0000282834.78456.90."
                },
                {
                    "pmid": "19010741",
                    "type": "BACKGROUND",
                    "citation": "Caumo W, Levandovski R, Hidalgo MP. Preoperative anxiolytic effect of melatonin and clonidine on postoperative pain and morphine consumption in patients undergoing abdominal hysterectomy: a double-blind, randomized, placebo-controlled study. J Pain. 2009 Jan;10(1):100-8. doi: 10.1016/j.jpain.2008.08.007. Epub 2008 Nov 17."
                },
                {
                    "pmid": "32217739",
                    "type": "BACKGROUND",
                    "citation": "Barlow KM, Brooks BL, Esser MJ, Kirton A, Mikrogianakis A, Zemek RL, MacMaster FP, Nettel-Aguirre A, Yeates KO, Kirk V, Hutchison JS, Crawford S, Turley B, Cameron C, Hill MD, Samuel T, Buchhalter J, Richer L, Platt R, Boyd R, Dewey D. Efficacy of Melatonin in Children With Postconcussive Symptoms: A Randomized Clinical Trial. Pediatrics. 2020 Apr;145(4):e20192812. doi: 10.1542/peds.2019-2812. Epub 2020 Mar 26."
                },
                {
                    "pmid": "16423108",
                    "type": "BACKGROUND",
                    "citation": "Buscemi N, Vandermeer B, Hooton N, Pandya R, Tjosvold L, Hartling L, Baker G, Klassen TP, Vohra S. The efficacy and safety of exogenous melatonin for primary sleep disorders. A meta-analysis. J Gen Intern Med. 2005 Dec;20(12):1151-8. doi: 10.1111/j.1525-1497.2005.0243.x."
                },
                {
                    "pmid": "31982807",
                    "type": "BACKGROUND",
                    "citation": "Wei S, Smits MG, Tang X, Kuang L, Meng H, Ni S, Xiao M, Zhou X. Efficacy and safety of melatonin for sleep onset insomnia in children and adolescents: a meta-analysis of randomized controlled trials. Sleep Med. 2020 Apr;68:1-8. doi: 10.1016/j.sleep.2019.02.017. Epub 2019 Mar 9."
                },
                {
                    "pmid": "14566165",
                    "type": "BACKGROUND",
                    "citation": "Smits MG, van Stel HF, van der Heijden K, Meijer AM, Coenen AM, Kerkhof GA. Melatonin improves health status and sleep in children with idiopathic chronic sleep-onset insomnia: a randomized placebo-controlled trial. J Am Acad Child Adolesc Psychiatry. 2003 Nov;42(11):1286-93. doi: 10.1097/01.chi.0000085756.71002.86."
                },
                {
                    "pmid": "11292231",
                    "type": "BACKGROUND",
                    "citation": "Smits MG, Nagtegaal EE, van der Heijden J, Coenen AM, Kerkhof GA. Melatonin for chronic sleep onset insomnia in children: a randomized placebo-controlled trial. J Child Neurol. 2001 Feb;16(2):86-92. doi: 10.1177/088307380101600204."
                },
                {
                    "pmid": "11903069",
                    "type": "BACKGROUND",
                    "citation": "Karkela J, Vakkuri O, Kaukinen S, Huang WQ, Pasanen M. The influence of anaesthesia and surgery on the circadian rhythm of melatonin. Acta Anaesthesiol Scand. 2002 Jan;46(1):30-6. doi: 10.1034/j.1399-6576.2002.460106.x."
                },
                {
                    "pmid": "25540939",
                    "type": "BACKGROUND",
                    "citation": "Rabbitts JA, Groenewald CB, Tai GG, Palermo TM. Presurgical psychosocial predictors of acute postsurgical pain and quality of life in children undergoing major surgery. J Pain. 2015 Mar;16(3):226-34. doi: 10.1016/j.jpain.2014.11.015. Epub 2014 Dec 22."
                },
                {
                    "pmid": "28232257",
                    "type": "BACKGROUND",
                    "citation": "Groenewald CB, Beals-Erickson SE, Ralston-Wilson J, Rabbitts JA, Palermo TM. Complementary and Alternative Medicine Use by Children With Pain in the United States. Acad Pediatr. 2017 Sep-Oct;17(7):785-793. doi: 10.1016/j.acap.2017.02.008. Epub 2017 Feb 21."
                },
                {
                    "pmid": "30720491",
                    "type": "BACKGROUND",
                    "citation": "Rabbitts JA, Kain Z. Perioperative Care for Adolescents Undergoing Major Surgery: A Biopsychosocial Conceptual Framework. Anesth Analg. 2019 Oct;129(4):1181-1184. doi: 10.1213/ANE.0000000000004048. No abstract available."
                },
                {
                    "pmid": "28267063",
                    "type": "BACKGROUND",
                    "citation": "Rosenbloom BN, Rabbitts JA, Palermo TM. A developmental perspective on the impact of chronic pain in late adolescence and early adulthood: implications for assessment and intervention. Pain. 2017 Sep;158(9):1629-1632. doi: 10.1097/j.pain.0000000000000888. No abstract available."
                },
                {
                    "pmid": "26381701",
                    "type": "BACKGROUND",
                    "citation": "Rabbitts JA, Zhou C, Groenewald CB, Durkin L, Palermo TM. Trajectories of postsurgical pain in children: risk factors and impact of late pain recovery on long-term health outcomes after major surgery. Pain. 2015 Nov;156(11):2383-2389. doi: 10.1097/j.pain.0000000000000281."
                },
                {
                    "pmid": "26416163",
                    "type": "BACKGROUND",
                    "citation": "Rabbitts JA, Palermo TM, Zhou C, Mangione-Smith R. Pain and Health-Related Quality of Life After Pediatric Inpatient Surgery. J Pain. 2015 Dec;16(12):1334-1341. doi: 10.1016/j.jpain.2015.09.005. Epub 2015 Sep 28."
                },
                {
                    "pmid": "28131699",
                    "type": "BACKGROUND",
                    "citation": "Rabbitts JA, Zhou C, Narayanan A, Palermo TM. Longitudinal and Temporal Associations Between Daily Pain and Sleep Patterns After Major Pediatric Surgery. J Pain. 2017 Jun;18(6):656-663. doi: 10.1016/j.jpain.2017.01.004. Epub 2017 Jan 26."
                },
                {
                    "pmid": "32916009",
                    "type": "BACKGROUND",
                    "citation": "Wang Z, Li Y, Lin D, Ma J. Effect of Melatonin on Postoperative Pain and Perioperative Opioid Use: A Meta-analysis and Trial Sequential Analysis. Pain Pract. 2021 Feb;21(2):190-203. doi: 10.1111/papr.12948. Epub 2020 Oct 2."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The study team will follow the NIH (NATIONAL INSTITUTES OF HEALTH) Policy on the Dissemination of NIH-Funded Clinical Trial Information (Clinical Trials Policy) by producing a sharable database as soon as possible upon publication of the primary analyses. To protect participants' privacy, the dataset available for sharing will be deidentified at the aggregate level of the underlying primary data (demographic data, summary scores on survey measures, summary of actigraphy data) according to definitions provided in the Health Insurance Portability and Accountability Act (HIPAA). Namely, all identifiers specified in HIPAA will be re-coded in a manner that will make it impossible to deduce or impute the specific identity of any participant. The database will not contain any institutional identifiers. Data elements that are considered unreliable will be deleted to foster ease of data reuse. Informed consent forms will reflect plans for de-identification and aggregate sharing.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Shared data generated from this project will be available as soon as possible, and no later than the time of publication of the analyses examining the study's primary aims. The duration of preservation and sharing of the data will be a minimum of 10 years after the funding period.",
            "accessCriteria": "Data will be made available in a data repository which allows research teams to restrict access to the data to qualified investigators with an appropriate research question and approved data use agreement. The data use agreement limits subsequent use to the terms of the approved request and requires that users maintain data security and refrain from any attempts to re-identify research participants or engage in any unauthorized use of the data.\n\nPI Dr. Jennifer Rabbitts, ORCID: https://orcid.org/0000-0003-4800-1080, will oversee day-to-day data management activities and data sharing. Dr. Rabbitts will also oversee broader issues of DMS (Data Management and Sharing) Plan compliance oversight reporting which will include maintaining databases, as part of general data stewardship, reporting, and compliance processes."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012600",
                    "term": "Scoliosis"
                },
                {
                    "id": "D000013168",
                    "term": "Spondylolisthesis"
                },
                {
                    "id": "D000007738",
                    "term": "Kyphosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013121",
                    "term": "Spinal Curvatures"
                },
                {
                    "id": "D000013122",
                    "term": "Spinal Diseases"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000013169",
                    "term": "Spondylolysis"
                },
                {
                    "id": "D000055009",
                    "term": "Spondylosis"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "relevance": "LOW"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M10758",
                    "name": "Kyphosis",
                    "asFound": "Kyphosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15417",
                    "name": "Scoliosis",
                    "asFound": "Scoliosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29525",
                    "name": "Acute Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M15963",
                    "name": "Spondylolisthesis",
                    "asFound": "Spondylolisthesis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15918",
                    "name": "Spinal Curvatures",
                    "relevance": "LOW"
                },
                {
                    "id": "M15919",
                    "name": "Spinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15964",
                    "name": "Spondylolysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M27993",
                    "name": "Spondylosis",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008550",
                    "term": "Melatonin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M11533",
                    "name": "Melatonin",
                    "asFound": "Contrast",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T410",
                    "name": "Melatonin",
                    "asFound": "Contrast",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}