{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06032026",
            "orgStudyIdInfo": {
                "id": "853636"
            },
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Study of Biodistribution, Metabolism, Excretion and Brain Uptake of 11C-HY-2-15",
            "officialTitle": "Center Without Walls for Imaging Proteinopathies With PET (CW2IP2): Phase I Pilot Study of Biodistribution, Metabolism, Excretion and Brain Uptake of 11C-HY-2-15",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-biodistribution-metabolism-excretion-and-brain-uptake-of-hy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-25",
            "studyFirstSubmitQcDate": "2023-09-06",
            "studyFirstPostDateStruct": {
                "date": "2023-09-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The current protocol is to determine the biodistribution, metabolism, excretion and brain uptake of 11C HY-2-15. The goal of this radiotracer is to quantify alpha-synuclein that is abnormally deposited in the brain of people with Multiple System Atrophy (MSA). The investigators will compare uptake in people with MSA with people with Parkinson disease (PD) and progressive supranuclear palsy (PSP) as well as healthy volunteers. This multicenter project funded by an NIH U19 grant, is centered at U Pennsylvania (Penn, Grant PI: Robert Mach) in collaboration with U Pittsburgh (Pitt) (not a clinical site), Yale U, U of California at San Francisco (UCSF) and Washington University in St. Louis (WU). The University of Pennsylvania will act as the sIRB for this multi-center human subjects project and participants will be recruited from all sites.",
            "detailedDescription": "The current protocol is to determine the biodistribution, metabolism, excretion and brain uptake of 11C HY-2-15. The goal of this radiotracer is to quantify alpha-synuclein that is abnormally deposited in the brain of people with Multiple System Atrophy (MSA). The investigators will compare uptake in people with MSA with people with Parkinson disease (PD) and progressive supranuclear palsy (PSP) as well as healthy volunteers. This multicenter project funded by an NIH U19 grant, is centered at U Pennsylvania (Penn, Grant PI: Robert Mach) in collaboration with U Pittsburgh (Pitt) (not a clinical site), Yale U, U of California at San Francisco (UCSF) and Washington University in St. Louis (WU). The University of Pennsylvania will act as the sIRB for this multi-center human subjects project and participants will be recruited from all sites.\n\nAt all participating clinical sites will recruit 20 people with PD, 20 with MSA, 10 with PSP and 20 healthy controls across sites with all participants ranging from 40-85 years old. The investigators will encourage equal participation of males and females.\n\nThis protocol will include up to 70 participants across all clinical sites (note that at least 10 of these participant scans from Penn may be used to calculate whole body biodistribution (BioD) and dosimetry). The investigators anticipate enrollment of up to 20-25 participants at each clinical site, who will undergo up to approximately 120 minutes of dynamic brain PET scanning (with or without torso imaging, depending on the clinical site). the scan time may be shortened at the discretion of an investigator and subjects may also be given breaks during the scan session if necessary for subject tolerance. A second IV or an arterial line may be placed in the arm contralateral to the side of injection for blood metabolite analysis and/or radioactive counts at various times during the scanning session. These blood draw collections can be omitted at the discretion of the investigator. For participants at Penn that may be part of BioD analysis urine may be collected at the end of the scan session. Participants may undergo a research brain MRI that may or may not be on a separate day from the PET, this may not be repeated if participants have a brain MRI deemed adequate by a study investigator for the purposes of this study.\n\nPET imaging sessions will include an injection of ≤ 20 mCi (approximate range for most studies is anticipated to be 8 - 20 mCi at sites with a standard PET scanner or 3 - 20 at sites with a high sensitivity scanner) of 11C HY-2-15. Biodistribution, metabolism, excretion and pilot brain uptake data will be collected and human dosimetry will be calculated from participants scanned at Penn who have whole body scans. PET scans will be collected to evaluate image quality and collect preliminary information on brain uptake of 11C HY-2-15 in the disease cohorts and healthy controls. The safety of 11C HY-2-15 will also be evaluated in all participants."
        },
        "conditionsModule": {
            "conditions": [
                "Tauopathies"
            ],
            "keywords": [
                "Alpha synuclein",
                "Positron Emission Tomography (PET)",
                "brain MRI"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "11C-HY-2-15 PET",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo 11C-HY-2-15 PET scan, they may also have a brain MRI and Amyloid PET scan as well as neurological assessments",
                    "interventionNames": [
                        "Drug: 11C-HY-2-15 PET",
                        "Diagnostic Test: brain MRI",
                        "Diagnostic Test: Amyloid PET scan",
                        "Behavioral: Neurological assessments"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "11C-HY-2-15 PET",
                    "description": "2 hour Positron Emission Tomography (PET) scan using new radiotracer 11C-HY-2-15",
                    "armGroupLabels": [
                        "11C-HY-2-15 PET"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "brain MRI",
                    "description": "brain MRI scan",
                    "armGroupLabels": [
                        "11C-HY-2-15 PET"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Amyloid PET scan",
                    "description": "PET scan with Florbetaben F18 or 11C-PiB",
                    "armGroupLabels": [
                        "11C-HY-2-15 PET"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Neurological assessments",
                    "description": "Neurological assessments, including video interview",
                    "armGroupLabels": [
                        "11C-HY-2-15 PET"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Organ biodistribution",
                    "description": "Determine biodistribution of the radioactive investigational drug, 11C HY-2-15",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "PET uptake of tracer",
                    "description": "Determine whether there is selective uptake of 11C HY-2-15 in people with MSA compared to healthy volunteers, PD and PSP participants",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adverse events",
                    "description": "adverse events will be collected",
                    "timeFrame": "4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* The entire cohort will include men and women clinically diagnosed with MSA, PD, PSP or are healthy controls. A sub-set of these participants who undergo whole body scanning that will be used for analysis of biodistribution and dosimetry calculations.\n* Patients in all cohorts will be male or female adults from 40 to 80 years of age.\n* Participants must be informed of the investigational nature of this study and be willing to provide written informed consent and participate in this study in accordance with institutional and federal guidelines prior to study-specific procedures or Participants who are deemed unable to provide informed consent must have a designated study partner present for consent and to accompany them to study visits\n* We will ask PD/MSA/PSP participants to agree to brain donation but this choice is not mandatory for participation in this study.\n* Diagnosis-specific inclusion criteria: Clinical diagnoses will be determined by consensus committee for diagnostic agreement (PD, MSA, PSP or Healthy Control)\n\nExclusion Criteria:\n\n* Females who are pregnant or breast feeding will be excluded, a urine pregnancy test will be performed in women of child-bearing potential prior to injection of 11C HY-2-15, 11C-PiB or Florbetaben\n* Forms of parkinsonism other than PD, PSP and MSA as defined above\n* Major psychiatric disorder (e.g. schizophrenia or bipolar disorder) - major depressive disorder is allowed\n* History of significant or ongoing alcohol abuse or substance abuse or dependence based on medical record review or self-reported\n* Contraindications or inability to tolerate imaging, arterial line or IV placement or blood draw procedures in the opinion of an investigator or treating physician\n* Contraindication to MRI, such as non-compatible implanted medical device\n* PSP and MSA subjects will be excluded if they have a history of any prior positive ß-amyloid PET scan or positive CSF AD biomarkers.\n* Any current medical condition, illness, or disorder as assessed by medical record review and/or self-reported that is considered by a physician or investigator to be a condition that could compromise participant safety or successful participation in the study",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erin o Schubert",
                    "role": "CONTACT",
                    "phone": "215-662-3041",
                    "email": "erinschu@pennmedicine.upenn.edu"
                },
                {
                    "name": "Kristi Lelionis, MS",
                    "role": "CONTACT",
                    "email": "kristi.lelionis@pennmedicine.upenn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Schubert",
                            "role": "CONTACT",
                            "phone": "215-662-3041",
                            "email": "erinschu@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Ilya Nasrallah, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Early safety assessments including whole body dosimetry studies at Penn; coordinate patient selection criteria, centrally collect and serve all imaging and demographic data, coordinate tracer kinetic methods development and validation for human imaging, and coordinate all data to efficiently enable GO-NOGO decisions for candidate radiotracers. As a final check on diagnosis and specificity of candidate radiotracers, we will request all patient participants to permit postmortem brain donation for autoradiography of relevant radiotracers on fresh frozen brain tissues. Additionally, this Core will interact with multiple ongoing studies with cohorts studying PD, MSA, PSP and FTD. Finally, a robust data sharing plan facilitates collaboration and use of support documents and imaging data.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "Data shared as participants are enrolled and then final clinical report after study is completed",
            "accessCriteria": "Dosimetry data. Dosimetry data for all compounds advanced to first-in-human trials will be provided on the website link for the Clinical Core. Since it is the intent of this U19 Center to provide information to the PET community on probes that have been validated in clinical research studies, these data will be provided once the CCOC has confirmed that a probe has met the validation criteria. This will include the results of dosimetry studies (organ, whole body, and EDE data) and, as requested, the organ radioactivity uptake, clearance curves and the dosimetry images in DICOM format.\n\nImaging and Clinical Data. Links from the CCOC website will connect to XNAT and MARS to provide all de-identified clinical data, imaging data and related files including arterial blood sampling measurements. These data will be distributed upon request, as noted in the above policies for Data Sharing."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "asFound": "Tauopathies",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}