{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00025935",
            "orgStudyIdInfo": {
                "id": "020021"
            },
            "secondaryIdInfos": [
                {
                    "id": "02-M-0021"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Studies of Brain Function and Course of Illness in Pediatric Bipolar Disorder",
            "officialTitle": "Characterization and Pathophysiology of Severe Mood and Behavioral Dysregulation in Children and Youth",
            "therapeuticArea": [
                "Other"
            ],
            "study": "studies-of-brain-function-and-course-of-illness-in-pediatric-bipolar-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-24",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2002-01-01",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2001-10-31",
            "studyFirstSubmitQcDate": "2001-10-31",
            "studyFirstPostDateStruct": {
                "date": "2001-11-01",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study seeks to learn more about the symptoms of severe mood dysregulation in children and adolescents ages 7-17. Children and adolescents with severe mood dysregulation (SMD) display chronic anger, sadness, or irritability, as well as hyperarousal (such as insomnia, distractibility, hyperactivity) and extreme responses to frustration (such as frequent, severe temper tantrums). Researchers will describe the moods and behaviors of children with these symptoms and use specialized testing and brain imaging to learn about the brain changes associated with this disorder....",
            "detailedDescription": "Objective:\n\nIrritability is a common and impairing clinical presentation in youth. Despite its significant public health impact, the clinical course and pathophysiology of irritability remains poorly understood. Chronic and severe irritability is the primary symptom of the new DSM-5 diagnosis, disruptive mood dysregulation disorder (DMDD), is an associated symptom of other pediatric disorders including Attention-Deficit/Hyperactivity Disorder (ADHD), and can be a clinical precursor to Major Depressive Disorder (MDD) and anxiety disorders. In addition, irritability is a trait distributed continuously in youth, thereby fitting well within the National Institute of Mental Health (NIMH) Research Domain Criteria (RDoC) initiative.\n\nClinically impairing irritability in children and adolescents began to gain more attention as interest grew in the diagnosis of pediatric bipolar disorder. Beginning in the 1990s, child psychiatry researchers suggested that while pediatric bipolar disorder can present with distinct episodes of mania or hypomania as in adults, the more typical pediatric presentation was chronic, severe irritability and hyperarousal symptoms. However, data collected under this protocol comprise a series of longitudinal, family, behavioral, and pathophysiological studies that differentiated classically defined episodic pediatric bipolar disorder from chronic irritability without distinct manic or hypomanic episodes. These findings are consistent with reports from other groups and meta-analyses.\n\nAmong the several strands of research designed to differentiate pediatric bipolar disorder from chronic irritability, longitudinal studies provide the strongest evidence that these two phenotypes are distinct. Children with chronic irritability are at elevated risk for later depression, but not manic episodes. Thus, youth with MDD (with and without prior DMDD) are an important comparison group to explore, and we are examining the developmental trajectory, phenomenology, behavioral correlates, and underlying neural mechanisms of chronic irritability and MDD in youth. Further, because irritability and ADHD symptoms are highly comorbid in youth, participants with ADHD are an important comparison group in our work on irritability.\n\nThe current translational model of irritability emphasizes the role of abnormal threat and reward processing, but also underlines the relevance of environmental factors in the emergence and maintenance of irritability. More precisely, it is assumed that irritable children experience environments, where rewards and punishments are inconsistently delivered leading to unintentional reinforcement of disruptive behavior through the parents. Reasons for this inconsistent parent behavior could be manifold spanning instrumental learning deficits and exaggerated responses to threat and frustrative non-reward in the parents themselves as well as lack of knowledge regarding learning principles and increased levels of stress . These factors might contribute to instrumental-learning deficits in the children increasing frequency and intensity of temper outbursts. Heightened levels of chronic irritability, another symptom of DMDD, might be more associated with features of the parent-child interaction. There is a rich literature within the framework of attachment theory showing that behavior of children with anxious-resistant insecure attachment is characterized by a general angry tone and is also associated with increased amygdala responses to negative social scenes. In addition, it was also shown that highly irritable infants are less sociable in terms of being less responsive and more fearful towards others and displaying an angry emotional tone in general as toddlers when they had been insecurely attached and more sociable when they had been securely attached. Adding another layer of complexity, it is also conceivable that inconsistent parent behavior diminishes parent s perceived trust-worthiness. This could be of relevance as recent studies showed that persons are less willing to delay rewards an action bound to increase levels of frustration - if their interaction partner is perceived as little reliable.\n\nThe overall goal is to gain a clearer understanding of the environmental factors contributing to irritability in order to inform treatment and improve the outcome for children. As part of this overall goal, we plan to collect information on numerous environmental factors. First, we plan to investigate parents of youth with DMDD enrolled in this study and subthreshold DMDD enrolled in this study in order to determine clinical, behavioral, neuropsychological, neurophysiological and neuroanatomical features of the parents that contribute to the symptomatology in the children and adolescents. Further, we plan to examine parent-child interaction and its influence on irritability observed in the youth. Second, we plan to investigate the role of environmental stressors, such as the COVID-19 pandemic, on youth s irritability symptoms.\n\nStudy population:\n\nThere are 6 separate populations being studied in this protocol:\n\n1. Children and adolescents between the ages of 7-17 years old who meet criteria for DMDD or subthreshold DMDD.\n2. Parents of children and adolescents, who meet criteria for DMDD or subthreshold DMDD and are enrolled in 02-M-0021, and are 25 - 59 years old will be studied.\n3. Healthy volunteer children and adolescents between the ages of 7-17 years old.\n4. Healthy volunteer adults between the ages of 18-25 years old.\n5. Children and adolescents between the ages of 12-17 years old who meet criteria for major depressive disorder (MDD).\n6. Children and adolescents between ages of 8-17 years who meet criteria for attention-deficit/hyperactivity disorder (ADHD) who do not have a mood disorder.\n\nDesign:\n\nFor children and adolescents with full or subthreshold DMDD and/or MDD, this study is an outpatient characterization and longitudinal follow-along design. Once determined to be eligible, individuals come for an initial assessment, and then return at varying intervals until age 25 for clinical interviews, behavioral tasks, and structural and functional MRI.\n\nFor healthy volunteer children, adults and parents of healthy volunteer children, this study is an outpatient cross-sectional study that includes clinical interviews, behavioral tasks, and structural and functional MRI.\n\nFor all individuals, genetic material from saliva or blood is obtained under protocol 01-M-0254.\n\nOutcome measures:\n\nThere are two primary outcome measures. First, this study will examine associations between irritability and clinical, behavioral, genetic, neuroanatomical, and neurophysiological variables in individuals with full or subthreshold DMDD and/or MDD, ADHD, anxiety, and healthy volunteers. Second, this study will examine between-group differences in clinical, behavioral, genetic, neuroanatomical, and neurophysiological variables in individuals with full or subthreshold DMDD and/or MDD, ADHD, anxiety, and healthy volunteers."
        },
        "conditionsModule": {
            "conditions": [
                "Mood Disorder"
            ],
            "keywords": [
                "Neuroimaging",
                "Mood Disorder",
                "Conduct Disorder",
                "Children and Adolescents",
                "Affective Neuroscience",
                "Natural History",
                "Behavioral Dysregulation",
                "Behavior",
                "Children",
                "Adolescent",
                "Healthy Volunteer",
                "HV",
                "Normal Control"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2350,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Children/adolescents with ADHD",
                    "description": "Children/adolescents with ADHD",
                    "interventionNames": [
                        "Drug: Lithium"
                    ]
                },
                {
                    "label": "Children/Adolescents with DMDD or subthreshold DMDD",
                    "description": "Children/Adolescents with DMDD or subthreshold DMDD",
                    "interventionNames": [
                        "Drug: Lithium"
                    ]
                },
                {
                    "label": "Children/adolescents with MDD",
                    "description": "Children/adolescents with MDD"
                },
                {
                    "label": "Healthy volunteer adults",
                    "description": "Healthy volunteer adults"
                },
                {
                    "label": "Healthy volunteer children/adolescents",
                    "description": "Healthy volunteer children/adolescents"
                },
                {
                    "label": "Parents of children/adolescents with DMDD or subthreshold DMDD",
                    "description": "Parents of children/adolescents with DMDD or subthresdhold DMDD"
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lithium",
                    "armGroupLabels": [
                        "Children/Adolescents with DMDD or subthreshold DMDD",
                        "Children/adolescents with ADHD"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To examine between-group differences in clinical, behavioral, genetic, neuroanatomical, and neurophysiological variables",
                    "description": "Individuals with full or subthreshold DMDD and/or MDD, ADHD, anxiety (see protocol 00-M-0192), and healthy volunteers (see protocol 00-M-0198).",
                    "timeFrame": "20 years"
                },
                {
                    "measure": "To examine associations between irritability and clinical, behavioral, genetic, neuroanatomical, and neurophysiological variables",
                    "description": "Individuals with full or subthreshold DMDD and/or MDD, ADHD, anxiety (see protocol 00-M-0192), and healthy volunteers (see protocol 00-M-0198).",
                    "timeFrame": "20 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1. Inclusion criteria for children with DMDD, subthreshold DMDD:\n\n     1.1.1 Ages 7-17 at the time of recruitment; will be followed in the longitudinal component of the study until age 25.\n\n     1.1.2 Abnormal mood (specifically, anger, sadness, and/or irritability), present at least half of the day most days (or at least half the day at least one day per week for subthreshold), and of sufficient severity to be noticeable by people in the child s environment (e.g. parents, teachers, peers).\n\n     1.1.3 Compared to his/her peers, the child exhibits markedly increased reactivity to negative emotional stimuli that is manifest verbally or behaviorally. For example, the child responds to frustration with extended temper tantrums (inappropriate for age and/or precipitating event), verbal rages, and/or aggression toward people or property. Such events occur, on average, at least three times a week. For subthreshold DMDD such tantrums occur on average at least once per month.\n\n     1.1.4 The symptoms in # 1.1.2, and 1.1.3 above are currently present and have been present for at least 12 months without any symptom-free periods exceeding three months.\n\n     1.1.5 The onset of symptoms must be prior to age 10 years.\n\n     1.1.6 For DMDD the symptoms are severe in at least in one setting (e.g. violent outbursts, assaultiveness at home, school, or with peers) and at least mild (distractibility, intrusiveness) in a second setting. For subthreshold DMDD, there must be evidence of impairment causing distress to the child or to those around him/her in at least one setting.\n  2. Parents of children and adolescents with DMDD or subthreshold DMDD enrolled in 02-M-0021\n\n     2.1.1. Are capable of performing behavioral tasks and/or scanning.\n\n     2.1.2. Speaks English\n  3. Healthy Volunteer (Control) Children\n\n     3.1.1. Control subjects will be group matched to the patients.\n\n     3.1.2. Have an identified primary care physician.\n\n     3.1.3. Speaks English\n  4. Healthy Volunteer Adults\n\n     4.1.1 Control subjects will be group matched to the patients.\n\n     4.1.2. They will have normal physical and neurological examinations by history or checklist\n\n     4.1.3. Have an identified primary care physician.\n\n     4.1.4 Speaks English\n  5. Children with Major Depressive Disorder (MDD) Inclusion criteria (all must be met):\n\n     5.1.1 Ages 11-17 at the time of recruitment; will be followed in the longitudinal component of the study until age 25.\n\n     5.1.2. DSM-IV or DSM-5 Major Depressive Disorder\n\n     5.1.2.1 Five or more of the following symptoms have been present during the same 2-week period and represent a change from previous functioning; at one of the symptoms is either (1) depressed mood or (2) loss of interest or pleasure.\n\n     5.1.2.1.1 Depressed mood most of the day, nearly every day, as indicated by either subjective report (e.g., feeling sad, blue, down in the dumps, or empty) or observation made by others (e.g., appears tearful or about to cry). (In children and adolescents, this may present as an irritable or cranky, rather than sad, mood.)\n\n     5.1.2.1.2 Markedly diminished interest or pleasure in all, or almost all, activities every day, such as no interest in hobbies, sports, or other things the person used to enjoy doing.\n\n     5.1.2.1.3. Significant weight loss when not dieting or weight gain (e.g., a change of more than 5 percent of body weight in a month), or decrease or increase in appetite nearly every day.\n\n     5.1.2.1.4. Insomnia (inability to get to sleep or difficulty staying asleep) or hypersomnia (sleeping too much) nearly every day\n\n     5.1.2.1.5. Psychomotor agitation (e.g., restlessness, inability to sit still, pacing, pulling at clothes or clothes) or retardation (e.g., slowed speech, movements, quiet talking) nearly every day\n\n     5.1.2.1.6. Fatigue, tiredness, or loss of energy nearly every day (e.g., even the smallest tasks, like dressing or washing, seem difficult to do and take longer than usual).\n\n     5.1.2.1.7. Feelings of worthlessness or excessive or inappropriate guilt nearly every day (e.g., ruminating over minor past failings).\n\n     5.1.2.1.8. Diminished ability to think or concentrate, or indecisiveness, nearly every day (e.g. appears easily distracted, complains of memory difficulties).\n\n     5.1.2.1.9. Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideas without a specific plan, or a suicide attempt or a specific plan for committing suicide\n\n     5.1.2.1.10 Symptoms cause clinically significant distress or impairment in social, occupational/academic, or other important areas of functioning.\n\n     5.1.2.1.11. The episode is not attributable to the physiological effects of a substance or to another medical condition.\n\n     5.1.3. Youth with MDD who are continuing in research as adults must also be receiving psychiatric care for their MDD, if it is ongoing\n  6. Children with Attention-Deficit/Hyperactivity Disorder (ADHD)\n\n6.1.1. Age 8-17\n\n6.1.2. Currently meets DSM-IV or DSM-5 criteria for ADHD\n\n6.1.3. Subjects with other primary psychiatric disorders including anxiety disorders, dysthymic disorder, past major depression, oppositional defiant disorder, tic disorders, and the learning, communication, and elimination disorders may be accepted\n\n6.1.4. Have an identified primary care physician.\n\n6.1.5. Speaks English\n\nEXCLUSION CRITERIA:\n\n1.3 Exclusion criteria for those with DMDD:\n\n1.3.1 The individual exhibits any of these cardinal bipolar symptoms:\n\n1.3.1.1 Elevated or expansive mood\n\n1.3.1.2 Grandiosity or inflated self-esteem\n\n1.3.1.3 Decreased need for sleep\n\n1.3.1.4 Increase in goal-directed activity (this can result in the excessive involvement in pleasurable activities that have a high potential for painful consequences)\n\n1.3.1.5. Has BD symptoms in distinct periods lasting more than 1 day.\n\n1.3.2. Meets criteria for schizophrenia, schizophreniform disorder, schizoaffective illness, PDD, or PTSD.\n\n1.3.3. IQ\\< 70\n\n1.3.4. The symptoms are due to the direct physiological effects of a drug of abuse, or to a general medical or neurological condition.\n\n1.3.5. Currently pregnant or lactating\n\n1.3.6. Meets criteria for alcohol or substance abuse with the last three months\n\n1.3.7. NIMH IRP Employees/staff and immediate family members will be excluded from the study per NIMH policy.\n\n2. Exclusion of parents of children and adolescents with DMDD or subthreshold DMDD\n\n2.1Are an NIMH IRP Employees/staff\n\n2.2Have an I.Q. \\< 70\n\n2.3 Have any serious medical condition or condition that interferes with participation\n\n3.2 Healthy Volunteer Exclusion criteria:\n\n3.2.1. I.Q. \\< 70;\n\n3.2.2. Any serious medical condition or condition that interferes with fMRI scanning\n\npregnant or lactating;\n\n3.2.3. Past or current diagnosis of any anxiety disorder (panic disorder, GAD, Separation Anxiety Disorder, Social Phobia), mood disorder (manic or hypomanic episode, major depression), OCD, PTSD, Conduct Disorder, psychosis, current suicidal ideation, Tourette Disorder, Autism Spectrum Disorder or ADHD.\n\n3.2.4. Substance abuse within two months prior to study participation or present substance abuse\n\n3.2.5. History of sexual abuse.\n\n3.2.6. Parent or sibling with Bipolar Disorder, recurrent MDD, or any disorder with psychosis.\n\n3.2.7. NIMH IRP Employees/staff and immediate family members will be excluded from the study per NIMH policy.\n\n4.2 Healthy Volunteer Adult Exclusion criteria:\n\n4.2.1. IQ\\< 70\n\n4.2.2. Pregnant\n\n4.2.3. Any past or current history of Bipolar Disorder (any manic or hypomanic episode), recurrent MDD, or any disorder with psychosis\n\n4.3.3 NIMH IRP Employees/staff and immediate family members will be excluded from the study per NIMH policy.\n\n5.3 Exclusion criteria for those with MDD:\n\n5.3.1 The individual exhibits any of these cardinal bipolar symptoms:\n\n5.3.1.1 Elevated or expansive mood\n\n5.3.1.2 Grandiosity or inflated self-esteem\n\n5.3.1.3 Decreased need for sleep\n\n5.3.1.4 Increase in goal-directed activity (this can result in the excessive involvement in pleasurable activities that have a high potential for painful consequences)\n\n5.3.1.5. Has BD symptoms in distinct periods lasting more than 1 day.\n\n5.3.2. Meets criteria for schizophrenia, schizophreniform disorder, schizoaffective illness, PDD, or PTSD.\n\n5.3.3. IQ\\< 70\n\n5.3.4. The symptoms are due to the direct physiological effects of a drug of abuse, or to a general medical or neurological condition.\n\n5.3.5. Currently pregnant or lactating\n\n5.3.6. Meets criteria for alcohol or substance abuse with the last three months\n\n5.3.7. NIMH IRP Employees/staff and immediate family members will be excluded from the study per NIMH policy.\n\n6.2. Exclusion criteria for those with ADHD:\n\n6.2.1. IQ\\<70\n\n6.2.2. Pregnancy (excludes for scanning only)\n\n6.2.3. Ongoing medical illness or neurological disorder other than ADHD\n\n6.2.4.\\<TAB\\>Any condition that would interfere with the participants ability to perform\n\nresearch tasks\n\n6.2.5. Current Major Depression\n\n6.2.6. Any past or present manic or hypomanic episode\n\nFor all groups:\n\nNIMH employees are excluded",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "There are 6 separate populations being studied in this protocol:1.Children and adolescents between the ages of 7-17 years old who meet criteria for DMDD or subthreshold DMDD.2.Parents of children and adolescents, who meet criteria for DMDD or subthreshold DMDD and are enrolled in 02-M-0021, and are 25 - 59 years old will be studied.3.Healthy volunteer children and adolescents between the ages of 7-17 years old.4.Healthy volunteer adults between the ages of 18-25 years old.5.Children and adolescents between the ages of 12-17 years old who meet criteria for major depressive disorder (MDD).6.Children and adolescents between the ages of 8-17 years who meet criteria for attention-deficit /hyperactivity disorder (ADHD) who do not have a mood disorder.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Melissa A Brotman, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 435-6645",
                    "email": "melissa.brotman@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Melissa A Brotman, Ph.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34438022",
                    "type": "DERIVED",
                    "citation": "Zik J, Deveney CM, Ellingson JM, Haller SP, Kircanski K, Cardinale EM, Brotman MA, Stoddard J. Understanding Irritability in Relation to Anger, Aggression, and Informant in a Pediatric Clinical Population. J Am Acad Child Adolesc Psychiatry. 2022 May;61(5):711-720. doi: 10.1016/j.jaac.2021.08.012. Epub 2021 Aug 23."
                },
                {
                    "pmid": "34390050",
                    "type": "DERIVED",
                    "citation": "Naim R, Goodwin MS, Dombek K, Revzina O, Agorsor C, Lee K, Zapp C, Freitag GF, Haller SP, Cardinale E, Jangraw D, Brotman MA. Cardiovascular reactivity as a measure of irritability in a transdiagnostic sample of youth: Preliminary associations. Int J Methods Psychiatr Res. 2021 Dec;30(4):e1890. doi: 10.1002/mpr.1890. Epub 2021 Aug 13."
                },
                {
                    "pmid": "34147585",
                    "type": "DERIVED",
                    "citation": "Haller SP, Stoddard J, Botz-Zapp C, Clayton M, MacGillivray C, Perhamus G, Stiles K, Kircanski K, Penton-Voak IS, Bar-Haim Y, Munafo M, Towbin KE, Brotman MA. A Randomized Controlled Trial of Computerized Interpretation Bias Training for Disruptive Mood Dysregulation Disorder: A Fast-Fail Study. J Am Acad Child Adolesc Psychiatry. 2022 Jan;61(1):37-45. doi: 10.1016/j.jaac.2021.05.022. Epub 2021 Jun 17."
                },
                {
                    "pmid": "33692176",
                    "type": "DERIVED",
                    "citation": "Naim R, Kircanski K, Gold A, German RE, Davis M, Perlstein S, Clayton M, Revzina O, Brotman MA. Across-subjects multiple baseline trial of exposure-based cognitive-behavioral therapy for severe irritability: a study protocol. BMJ Open. 2021 Mar 10;11(3):e039169. doi: 10.1136/bmjopen-2020-039169."
                },
                {
                    "pmid": "33479511",
                    "type": "DERIVED",
                    "citation": "Scheinost D, Dadashkarimi J, Finn ES, Wambach CG, MacGillivray C, Roule AL, Niendam TA, Pine DS, Brotman MA, Leibenluft E, Tseng WL. Functional connectivity during frustration: a preliminary study of predictive modeling of irritability in youth. Neuropsychopharmacology. 2021 Jun;46(7):1300-1306. doi: 10.1038/s41386-020-00954-8. Epub 2021 Jan 21."
                },
                {
                    "pmid": "33386133",
                    "type": "DERIVED",
                    "citation": "Linke JO, Abend R, Kircanski K, Clayton M, Stavish C, Benson BE, Brotman MA, Renaud O, Smith SM, Nichols TE, Leibenluft E, Winkler AM, Pine DS. Shared and Anxiety-Specific Pediatric Psychopathology Dimensions Manifest Distributed Neural Correlates. Biol Psychiatry. 2021 Mar 15;89(6):579-587. doi: 10.1016/j.biopsych.2020.10.018. Epub 2020 Nov 9."
                },
                {
                    "pmid": "33242544",
                    "type": "DERIVED",
                    "citation": "Haller SP, Stoddard J, Pagliaccio D, Bui H, MacGillivray C, Jones M, Brotman MA. Computational Modeling of Attentional Impairments in Disruptive Mood Dysregulation and Attention-Deficit/Hyperactivity Disorder. J Am Acad Child Adolesc Psychiatry. 2021 May;60(5):637-645. doi: 10.1016/j.jaac.2020.08.468. Epub 2020 Nov 24."
                },
                {
                    "pmid": "32138938",
                    "type": "DERIVED",
                    "citation": "Haller SP, Kircanski K, Stringaris A, Clayton M, Bui H, Agorsor C, Cardenas SI, Towbin KE, Pine DS, Leibenluft E, Brotman MA. The Clinician Affective Reactivity Index: Validity and Reliability of a Clinician-Rated Assessment of Irritability. Behav Ther. 2020 Mar;51(2):283-293. doi: 10.1016/j.beth.2019.10.005. Epub 2019 Nov 27."
                },
                {
                    "pmid": "31330239",
                    "type": "DERIVED",
                    "citation": "Linke JO, Adleman NE, Sarlls J, Ross A, Perlstein S, Frank HR, Towbin KE, Pine DS, Leibenluft E, Brotman MA. White Matter Microstructure in Pediatric Bipolar Disorder and Disruptive Mood Dysregulation Disorder. J Am Acad Child Adolesc Psychiatry. 2020 Oct;59(10):1135-1145. doi: 10.1016/j.jaac.2019.05.035. Epub 2019 Jul 19."
                },
                {
                    "pmid": "31064595",
                    "type": "DERIVED",
                    "citation": "Cardinale EM, Kircanski K, Brooks J, Gold AL, Towbin KE, Pine DS, Leibenluft E, Brotman MA. Parsing neurodevelopmental features of irritability and anxiety: Replication and validation of a latent variable approach. Dev Psychopathol. 2019 Aug;31(3):917-929. doi: 10.1017/S095457941900035X. Epub 2019 May 8."
                },
                {
                    "pmid": "30851221",
                    "type": "DERIVED",
                    "citation": "Kryza-Lacombe M, Brotman MA, Reynolds RC, Towbin K, Pine DS, Leibenluft E, Wiggins JL. Neural mechanisms of face emotion processing in youths and adults with bipolar disorder. Bipolar Disord. 2019 Jun;21(4):309-320. doi: 10.1111/bdi.12768. Epub 2019 Apr 1."
                },
                {
                    "pmid": "30336704",
                    "type": "DERIVED",
                    "citation": "Tseng WL, Deveney CM, Stoddard J, Kircanski K, Frackman AE, Yi JY, Hsu D, Moroney E, Machlin L, Donahue L, Roule A, Perhamus G, Reynolds RC, Roberson-Nay R, Hettema JM, Towbin KE, Stringaris A, Pine DS, Brotman MA, Leibenluft E. Brain Mechanisms of Attention Orienting Following Frustration: Associations With Irritability and Age in Youths. Am J Psychiatry. 2019 Jan 1;176(1):67-76. doi: 10.1176/appi.ajp.2018.18040491. Epub 2018 Oct 19."
                },
                {
                    "pmid": "30004611",
                    "type": "DERIVED",
                    "citation": "Vidal-Ribas P, Brotman MA, Salum GA, Kaiser A, Meffert L, Pine DS, Leibenluft E, Stringaris A. Deficits in emotion recognition are associated with depressive symptoms in youth with disruptive mood dysregulation disorder. Depress Anxiety. 2018 Dec;35(12):1207-1217. doi: 10.1002/da.22810. Epub 2018 Jul 13."
                },
                {
                    "pmid": "29625429",
                    "type": "DERIVED",
                    "citation": "Kircanski K, White LK, Tseng WL, Wiggins JL, Frank HR, Sequeira S, Zhang S, Abend R, Towbin KE, Stringaris A, Pine DS, Leibenluft E, Brotman MA. A Latent Variable Approach to Differentiating Neural Mechanisms of Irritability and Anxiety in Youth. JAMA Psychiatry. 2018 Jun 1;75(6):631-639. doi: 10.1001/jamapsychiatry.2018.0468."
                },
                {
                    "pmid": "29083031",
                    "type": "DERIVED",
                    "citation": "Stringaris A, Vidal-Ribas P, Brotman MA, Leibenluft E. Practitioner Review: Definition, recognition, and treatment challenges of irritability in young people. J Child Psychol Psychiatry. 2018 Jul;59(7):721-739. doi: 10.1111/jcpp.12823. Epub 2017 Oct 30."
                },
                {
                    "pmid": "28482689",
                    "type": "DERIVED",
                    "citation": "Brotman MA, Kircanski K, Leibenluft E. Irritability in Children and Adolescents. Annu Rev Clin Psychol. 2017 May 8;13:317-341. doi: 10.1146/annurev-clinpsy-032816-044941."
                },
                {
                    "pmid": "28103715",
                    "type": "DERIVED",
                    "citation": "Brotman MA, Kircanski K, Stringaris A, Pine DS, Leibenluft E. Irritability in Youths: A Translational Model. Am J Psychiatry. 2017 Jun 1;174(6):520-532. doi: 10.1176/appi.ajp.2016.16070839. Epub 2017 Jan 20."
                },
                {
                    "pmid": "27993231",
                    "type": "DERIVED",
                    "citation": "Wiggins JL, Brotman MA, Adleman NE, Kim P, Wambach CG, Reynolds RC, Chen G, Towbin K, Pine DS, Leibenluft E. Neural Markers in Pediatric Bipolar Disorder and Familial Risk for Bipolar Disorder. J Am Acad Child Adolesc Psychiatry. 2017 Jan;56(1):67-78. doi: 10.1016/j.jaac.2016.10.009. Epub 2016 Nov 2."
                },
                {
                    "pmid": "26924633",
                    "type": "DERIVED",
                    "citation": "Stoddard J, Gotts SJ, Brotman MA, Lever S, Hsu D, Zarate C, Ernst M, Pine DS, Leibenluft E. Aberrant intrinsic functional connectivity within and between corticostriatal and temporal-parietal networks in adults and youth with bipolar disorder. Psychol Med. 2016 May;46(7):1509-22. doi: 10.1017/S0033291716000143. Epub 2016 Feb 29."
                },
                {
                    "pmid": "26892942",
                    "type": "DERIVED",
                    "citation": "Wiggins JL, Brotman MA, Adleman NE, Kim P, Oakes AH, Reynolds RC, Chen G, Pine DS, Leibenluft E. Neural Correlates of Irritability in Disruptive Mood Dysregulation and Bipolar Disorders. Am J Psychiatry. 2016 Jul 1;173(7):722-30. doi: 10.1176/appi.ajp.2015.15060833. Epub 2016 Feb 19."
                },
                {
                    "pmid": "26745832",
                    "type": "DERIVED",
                    "citation": "Stoddard J, Sharif-Askary B, Harkins EA, Frank HR, Brotman MA, Penton-Voak IS, Maoz K, Bar-Haim Y, Munafo M, Pine DS, Leibenluft E. An Open Pilot Study of Training Hostile Interpretation Bias to Treat Disruptive Mood Dysregulation Disorder. J Child Adolesc Psychopharmacol. 2016 Feb;26(1):49-57. doi: 10.1089/cap.2015.0100. Epub 2016 Jan 8."
                },
                {
                    "pmid": "26137973",
                    "type": "DERIVED",
                    "citation": "Tseng WL, Thomas LA, Harkins E, Pine DS, Leibenluft E, Brotman MA. Neural correlates of masked and unmasked face emotion processing in youth with severe mood dysregulation. Soc Cogn Affect Neurosci. 2016 Jan;11(1):78-88. doi: 10.1093/scan/nsv087. Epub 2015 Jul 2."
                },
                {
                    "pmid": "25504765",
                    "type": "DERIVED",
                    "citation": "Deveney CM, Hommer RE, Reeves E, Stringaris A, Hinton KE, Haring CT, Vidal-Ribas P, Towbin K, Brotman MA, Leibenluft E. A prospective study of severe irritability in youths: 2- and 4-year follow-up. Depress Anxiety. 2015 May;32(5):364-72. doi: 10.1002/da.22336. Epub 2014 Dec 12."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2002-M-0021.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".No individual participant data (IPD) will be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "asFound": "Mood Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21827",
                    "name": "Conduct Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016651",
                    "term": "Lithium Carbonate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000928",
                    "term": "Antidepressive Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018692",
                    "term": "Antimanic Agents"
                },
                {
                    "id": "D000014149",
                    "term": "Tranquilizing Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19022",
                    "name": "Lithium Carbonate",
                    "asFound": "Features",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}