{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06315166",
            "orgStudyIdInfo": {
                "id": "CIP-PLG_CLINICAL-22-04"
            },
            "organization": {
                "fullName": "Pollogen",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study on Using Radiofrequency to Treat Moderate to Severe Acne",
            "officialTitle": "Clinical Evaluation of Fractional Radiofrequency for the Treatment of Moderate to Severe Acne Vulgaris",
            "therapeuticArea": [
                "Dermatology"
            ],
            "study": "study-on-using-radiofrequency-to-treat-moderate-to-severe-acne"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-11",
            "studyFirstSubmitQcDate": "2024-03-11",
            "studyFirstPostDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Pollogen",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Lumenis Be Ltd.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Evaluation of the safety and efficacy of fractional radiofrequency for the treatment of moderate to severe acne vulgaris.",
            "detailedDescription": "This is an interventional, multicenter, open (self-controlled) trial to evaluate the safety and efficacy of fractional radiofrequency for the treatment of moderate to severe acne vulgaris. The study will evaluate up to 30 male or female participants requesting treatment for the reduction of moderate to severe acne vulgaris. The study will involve three treatments of fractional radiofrequency. Treatments will be randomized with combination antibiotic/ fractional radiofrequency therapy. The subject will act as their own control, where one side of the face (buccal area) will be treated, and the other will not be and will act as the control."
        },
        "conditionsModule": {
            "conditions": [
                "Moderate to Severe Acne Vulgaris"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single Arm",
                    "type": "OTHER",
                    "description": "Open(self-controlled) split-face design study. Thirty participants will undergo the treatments on one side of the face (buccal area). Treatments will be randomized with combination antibiotic/ FRF therapy.",
                    "interventionNames": [
                        "Device: triLift/Legend Pro+ Fractional RF System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "triLift/Legend Pro+ Fractional RF System",
                    "description": "The triLift/Legend Pro+ Fractional investigational device is intended for the treatment of acne vulgaris when using Fractional RF energy.",
                    "armGroupLabels": [
                        "Single Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evaluate the Efficacy of Fractional RF for the Treatment of Moderate to Severe Acne Vulgaris",
                    "description": "Improvement in acne vulgaris compared to baseline utilizing the Acne Grading Scoring System (AGSS).",
                    "timeFrame": "3 and 6 months post last treatment visit."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Improvement of Acne",
                    "description": "Improvement of acne based on the participant's assessment of acne using the 1-7 Patient Global Impression of Change (PGIC) scale. Higher scores mean a better outcome.",
                    "timeFrame": "3, 6, and optional 9 months post last treatment visit."
                },
                {
                    "measure": "Subjective Satisfaction with the Treatment Results",
                    "description": "Subjective satisfaction with the treatment results as assessed using the 0-4 Participant Satisfaction Scale. Higher scores mean a better outcome.",
                    "timeFrame": "3, 6, and optional 9 months post last treatment visit."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female participant of 18 - 25 years of age, who are diagnosed with moderate to severe facial acne vulgaris and who seek treatment of their acne lesions.\n\n   • Moderate is defined as a participant with an Acne Grading Scoring System (AGSS) of 4 with 20 to 40 inflammatory lesions (papules and pustules) and no more than 1 nodule. Severe is defined as a participant with an AGSS of 5 with a greater than 40 inflammatory lesions with the presence of no more than 2 nodules and/or inflammatory scaring type lesion.\n2. Participant has a similar disease stage on both sides of their face with at least 15 inflammatory acne lesions (papules, pustules, or nodules) on each buccal areas of the face.\n3. Participant is already taking prescribed tetracycline class of antibiotics (i.e., Doxycycline-oral route) for the treatment of moderate to severe acne vulgaris or will begin taking prescribed tetracycline class of antibiotics for the treatment of moderate to severe acne vulgaris and agree to continue the medication for the applicable duration as required by the investigational study.\n4. Participant is abstinent from topical anti-acne medication for 1 month and oral anti-acne medication for 6 months (except for tetracycline antibiotics class of drug) prior to the investigation treatment and for the applicable duration as required by the investigational study.\n5. Participant understood and voluntarily provided written Informed Consent.\n6. Participant is able and willing to comply with the treatment/follow-up schedule and requirements of the investigation protocol.\n7. Female of child-bearing age who agreed to use a reliable method of birth control at least 3 months prior to investigation enrollment and for the whole duration of the investigation and have a negative Urine Pregnancy test at screening visit.\n\nExclusion Criteria:\n\nParticipants who meet any of the following criteria will be excluded from participation in the clinical investigation:\n\n1. Pregnant or lactating woman, or with a high probability of becoming pregnant during the investigation period.\n2. Current or history of any kind of cancer, or dysplastic nevi.\n3. Current of history of severe concurrent conditions, such as cardiac disorders or poorly controlled endocrine disorders, such as diabetes.\n4. History of coagulopathies or current use of anticoagulants (excluding daily aspirin).\n5. Known impaired immune system due to immunosuppressive diseases, such as AIDS and HIV, or use of immunosuppressive medications.\n6. History of diseases stimulated by heat, such as recurrent herpes simplex in the treatment area; may be enrolled only following a prophylactic regime.\n7. History of abnormal wound healing leading to hypertrophic or keloid scarring\n8. History of energy-based acne treatment within 6 months prior to the investigation treatment or as per investigators discretion.\n9. History of facial dermabrasion, facial resurfacing, or deep chemical peeling within 3 months prior to the investigation treatment.\n10. History of any surgical procedure in the treatment area within 6 months prior to the investigation treatment or before complete healing.\n11. History of taken any medication known to affect sebum secretion such isotretinoin (Accutane®) or other systemic retinoids use within 6 months prior to the investigation treatment or as per investigators discretion.\n12. History of systemic or oral antibiotic consumption, except for tetracycline antibiotics class of drug, within 3 months prior to the investigation treatment.\n13. History of intralesional corticosteroid injections, incision and drainage, or surgical excision within 1 month prior to the investigation treatment.\n14. Presence of any implantable metal device in the treatment area.\n15. Presence of pacemaker or internal defibrillator, or any other active electrical implant anywhere in the body (e.g., cochlear implant).\n16. Presence of any active skin condition in the treatment area, such as sores, psoriasis, eczema, and rash.\n17. Presence of tattoo or permanent makeup in designated treatment area.\n18. Presence of excessively tanned skin or use of tanning beds or tanning creams in the designated treatment area within 2 weeks prior to the investigation treatment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Yuri Vinshtok, MD",
                    "role": "CONTACT",
                    "phone": "+972-52-731-1222",
                    "email": "Yuri_v@pollogen.com"
                },
                {
                    "name": "Lori Marzilli-Kahler",
                    "role": "CONTACT",
                    "phone": "+1-401-359-7896",
                    "email": "lkahler@rcinsightgroup.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yuri Vinshtok",
                    "affiliation": "Pollogen Ltd.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cosmedic Dermatology (CosmedicDerm)",
                    "status": "RECRUITING",
                    "city": "Grosse Pointe",
                    "state": "Michigan",
                    "zip": "48230",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shauna Ryder Diggs, MD",
                            "role": "CONTACT",
                            "phone": "313-882-5777",
                            "email": "hello@drshaunadiggs.com"
                        },
                        {
                            "name": "Jamila Ammary",
                            "role": "CONTACT",
                            "phone": "+1-313-882-5777",
                            "email": "hello@drshaunadiggs.com"
                        },
                        {
                            "name": "Shauna Ryder Diggs, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.38615,
                        "lon": -82.91186
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000152",
                    "term": "Acne Vulgaris"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017486",
                    "term": "Acneiform Eruptions"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000012625",
                    "term": "Sebaceous Gland Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3512",
                    "name": "Acne Vulgaris",
                    "asFound": "Acne Vulgaris",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8219",
                    "name": "Exanthema",
                    "relevance": "LOW"
                },
                {
                    "id": "M19751",
                    "name": "Acneiform Eruptions",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15439",
                    "name": "Sebaceous Gland Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9878",
                    "name": "Hyaluronic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}