{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05376553",
            "orgStudyIdInfo": {
                "id": "STUDY-21-01683"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Study of Cemiplimab - TP Induction Chemotherapy in Patients With Locally Advanced Squamous Cell Carcinoma of the Head and Neck",
            "officialTitle": "Phase 1 Study of Cemiplimab - TP Induction Chemotherapy in Patients With Locally Advanced Squamous Cell Carcinoma of the Head and Neck",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-of-cemiplimab-tp-induction-chemotherapy-in-patients-with-locally-advanced-squamous-cell-carcinoma-of-the-head-and-neck"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-02",
            "studyFirstSubmitQcDate": "2022-05-11",
            "studyFirstPostDateStruct": {
                "date": "2022-05-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Krzysztof Misiukiewicz",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Krzysztof Misiukiewicz",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Regeneron Pharmaceuticals",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to determine the safety and tolerability of two dosing schedules of cemiplimab given in combination with cisplatin and docetaxel induction chemotherapy (TPI) in patients with locally advanced squamous cell carcinoma of the head and neck (LA SCCHN). Cemiplimab is FDA approved for treatment of basal cell and squamous cell carcinoma of the skin as well as non-small cell lung cancer but not for squamous cell carcinoma of head and neck."
        },
        "conditionsModule": {
            "conditions": [
                "Locally Advanced Head and Neck Squamous Cell Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort A",
                    "type": "EXPERIMENTAL",
                    "description": "* 3 cycles of Cemiplimab-TP induction chemotherapy will be delivered in cohort A.\n* Cemiplimab-TP chemotherapy will be given every 21 days starting on days 1, 22 and 43, etc. (+ 2 days) with TP given on days 1, 22, and 43 (+/- 2 days) and Cemiplimab given on days 14, 35, 56 (+/- 2 days).\n* Patients in cohort A will get 3 doses of Cemiplimab during induction therapy.",
                    "interventionNames": [
                        "Drug: Cemiplimab",
                        "Drug: Cisplatin",
                        "Drug: Docetaxel"
                    ]
                },
                {
                    "label": "Cohort B",
                    "type": "EXPERIMENTAL",
                    "description": "* In cohort B first dose of Cemiplimab will be given 7 days prior to TP followed by TP given on days 1,22,43 (+/- 2 days) and Cemiplimab given on days 14, 35, 56 (+/- 2 days).\n* Patient in cohort B will get 4 doses of Cemiplimab during induction therapy.",
                    "interventionNames": [
                        "Drug: Cemiplimab",
                        "Drug: Cisplatin",
                        "Drug: Docetaxel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cemiplimab",
                    "description": "350mg intravenous infusion over 30 minutes",
                    "armGroupLabels": [
                        "Cohort A",
                        "Cohort B"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cisplatin",
                    "description": "100mg/m² intravenous infusion over 60 minutes to 3 hours, mixed in 1000 ml of normal saline\n\nSchedule: Day 1, every 21 days (+ 2 days)",
                    "armGroupLabels": [
                        "Cohort A",
                        "Cohort B"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Docetaxel",
                    "description": "75 mg/2 intravenous infusion over 60 minutes, mixed as described in\n\nSchedule: Day 1, every 21days (+ 2 days)",
                    "armGroupLabels": [
                        "Cohort A",
                        "Cohort B"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose-limiting toxicity (DLT)",
                    "description": "The dose-limiting toxicity (DLT) will be the basis for safety and toxicity of Cemiplimab -TP that will be measured and reported only during the first cycle of Cemiplimab -TP for the first 6 study objects in each cohort A and B since the majority of the DLT occurs after the first treatment cycle in multiple phase I oncology clinical trials. DLTs must be related to a study drug, cemiplimab. Known and expected chemotherapy (TP, standard of care) adverse events not related to cemiplimab will not be defined as DLTs.",
                    "timeFrame": "During first cycle of cemiplimab (day 14)"
                },
                {
                    "measure": "Dose-limiting toxicity (DLT)",
                    "description": "The dose-limiting toxicity (DLT) will be the basis for safety and toxicity of Cemiplimab -TP that will be measured and reported only during the first cycle of Cemiplimab -TP for the first 6 study objects in each cohort A and B since the majority of the DLT occurs after the first treatment cycle in multiple phase I oncology clinical trials. DLTs must be related to a study drug, cemiplimab. Known and expected chemotherapy (TP, standard of care) adverse events not related to cemiplimab will not be defined as DLTs.",
                    "timeFrame": "After 3 weeks of cemiplimab"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adverse events during induction therapy",
                    "description": "Number of adverse events according to NCI CTCAE v4.0",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Blood Pressure",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Heart Rate",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Temperature",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Complete White Count (CBC)",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Sodium",
                    "description": "A sodium blood test measures the amount of sodium in the blood. Sodium is a type of electrolyte. Electrolytes are electrically charged minerals that help maintain fluid levels and the balance of chemicals in the body called acids and bases. Sodium also helps the nerves and muscles work properly.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Potassium",
                    "description": "A potassium blood test measures the amount of potassium in the blood. Potassium is a type of electrolyte. Electrolytes are electrically charged minerals in the body that help control muscle and nerve activity, maintain fluid levels, and perform other important functions. The body needs potassium to help the heart and muscles work properly.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Magnesium",
                    "description": "A magnesium blood test measures the amount of magnesium in the blood. Magnesium is a type of electrolyte. Electrolytes are electrically charged minerals that are responsible for many important functions and processes in the body.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Bicarbonate (CO2)",
                    "description": "test to measures the amount of carbon dioxide in the liquid part of your blood, called the serum. The CO2 test is most often done as part of an electrolyte or basic metabolic panel. Changes in the CO2 level may suggest that the body is losing or retaining fluid.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Phosphate",
                    "description": "A phosphate in blood test measures the amount of phosphate in the blood. Phosphate is an electrically charged particle that contains the mineral phosphorus. Phosphorus works together with the mineral calcium to build strong bones and teeth.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Calcium",
                    "description": "The calcium blood test measures the level of calcium in the blood.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Blood Urea Nitrogen (BUN)",
                    "description": "Urea nitrogen is what forms when protein breaks down. This test measures the amount of urea nitrogen in the blood.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Uric Acid",
                    "description": "Uric acid is a chemical created when the body breaks down substances called purines. Most uric acid dissolves in blood and travels to the kidneys. From there, it passes out in urine. This test checks to see how much uric acid is in the blood.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Glucose",
                    "description": "Measures the glucose levels in your blood.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Lactate Dehydrogenase (LDH)",
                    "description": "This test measures the level of lactate dehydrogenase (LDH), also known as lactic acid dehydrogenase, in the blood or sometimes in other body fluids. If the LDH blood or fluid levels are high, it may mean certain tissues in the body have been damaged by disease or injury.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "SGOT (AST)",
                    "description": "Aspartate aminotransferase (AST) blood test measures the level of the enzyme AST in the blood.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "SGPT (ALT)",
                    "description": "The alanine transaminase (ALT) blood test measures the level of the enzyme ALT in the blood. ALT is an enzyme found in a high level in the liver. An enzyme is a protein that causes a specific chemical change in the body.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Alkaline phosphatase (ALP)",
                    "description": "Alkaline phosphatase (ALP) is a protein found in all body tissues. Tissues with higher amounts of ALP include the liver, bile ducts, and bone.\n\nA blood test can be done to measure the level of ALP.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Direct bilirubin",
                    "description": "The bilirubin blood test measures the level of bilirubin in the blood. Bilirubin is a yellowish pigment found in bile, a fluid made by the liver.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                },
                {
                    "measure": "Total bilirubin",
                    "description": "The bilirubin blood test measures the level of bilirubin in the blood. Bilirubin is a yellowish pigment found in bile, a fluid made by the liver.",
                    "timeFrame": "At the end of Cycle 3 (each cycle is 21 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with stage III or IV, previously untreated, non-metastatic, locally advanced HNSCC (patients may have had previous surgery, but not chemotherapy or radiotherapy).\n\n  a) Patients with oral cancer, HPV negative oropharyngeal cancer, high risk HPV+ oropharyngeal HNSCC confirmed by PCR. Patients with unknown primary, supraglottic, nasopharyngeal, and hypopharyngeal SCC will be allowed. High risk HPV defined as one of the following: HPV 16, 18, 31, 33, 35, 39, 45, 51, 52, 56, 58, 59, 68, 73, and 82.\n* A pretreatment biopsy of the primary site sufficient for immune studies is required.\n* Age \\>/= 18 years\n* ECOG PS 0-1\n* Hemoglobin \\> 8.0 g/dl, absolute neutrophil count \\> 1,500/mm3, platelet count \\> 100,000/mm3\n* Predicted life expectancy \\>/= 12 weeks\n* Total bilirubin \\<2.5 x Upper limit of normal (ULN); AST (SGOT) \\< 2.5 x ULN; ALT (SGPT) \\< 2.5 x ULN; serum creatinine \\</= 1.5 x ULN (Gilbert's disease allowed with elevated bilirubin)\n* Patients must be accessible for repeat dosing and follow-up\n* Patients - both males and females - with reproductive potential must agree to practice effective contraceptive measures throughout the study. Women of childbearing potential must provide a negative pregnancy test at baseline and on Day 1\n* Patients must provide verbal and written informed consent to participate in the study.\n* A biopsy of the primary tumor or lymph node must be available for testing and immune evaluation\n\nExclusion Criteria:\n\n* Locally advanced EBV positive nasopharyngeal cancer, malignancies other than SCC head and neck cancer except surgically treated malignancies that are not active (e.g. surgically treated thyroid cancer, prostate cancer, breast cancer etc.) for 3 years or more and no evidence of active recurrence.\n* History of pneumonitis\n* History of prior immunotherapy\n* History of receiving PI3K inhibitors.\n* Patients at 1.5mg or more a day of dexamethasone (or equivalent).\n* History of significant cardiac disease unless the disease is well-controlled\n* Grade 2 peripheral neuropathy\n* No excessive alcohol consumption will be allowed\n* Serious comorbid illness, and involuntary weight loss of more than 20% of body weight in the 3 months preceding study entry\n* History of cerebrovascular accident (CVA) within 12 months prior to registration or that is not stable\n* History of any psychiatric condition that might impair the patient's ability to understand or to comply with the requirements of the study or to provide informed consent.\n* Pregnant or breast-feeding females.\n* GI abnormalities including inability to take oral medication, requirement for IV alimentation, active peptic ulcer, or prior surgical procedures affecting absorption\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to the study drug\n* Any type of active seizure disorder\n* Patients with history of severe hypersensitivity reaction to docetaxel or other drugs formulated with polysorbate 80\n* Use of strong or moderate CYP3A4 or CYP1A2 inhibitors/inducers, with the exception of low- dose steroids, within 14 days prior to Day 1 dosing\n* Symptomatic brain metastases that are not stable, require steroids, or that have required radiation within the last 28 days\n* Active or uncontrolled infections or serious illnesses or medical conditions that could interfere with the patient's ongoing participation in the study\n* History of Hepatitis c or HIV infection, autoimmune disease (except vitiligo and Hashimoto's thyroiditis), or major organ transplant\n* Any irradiation or chemotherapy in the past and no major surgical procedure in the last 4 weeks\n* Any other concomitant anticancer therapies\n* Patients will be excluded if they received any prior chemotherapy, radiotherapy, or treatment with biologic response modifiers (except curatively treated basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix)\n* History of colitis or chronic diarrheal illness\n* History of, or active, co-morbid medical condition, which in the opinion of the investigator, would raise significant risk to the patient.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Krzysztof Misiukiewicz, MD",
                    "role": "CONTACT",
                    "phone": "212-659-5609",
                    "email": "krzysztof.misiukiewicz@mssm.edu"
                },
                {
                    "name": "Li Zichen,",
                    "role": "CONTACT",
                    "phone": "(212) 824-2385",
                    "email": "li.zichen@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Krzysztof Misiukiewicz, MD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Krzysztof Misiukiewicz, MD",
                            "role": "CONTACT",
                            "phone": "212-659-5609",
                            "email": "krzysztof.misiukiewicz@mssm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All of the individual participant data collected during the trial, after deidentification.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "Immediately following publication. No end date.",
            "accessCriteria": "Investigators whose proposed use of the data has been approved by an independent review committee ('learned intermediary') identified for this purpose.\n\nTo achieve aims in the approved proposal. Proposals may be submitted up to 36 months following article publication. After 36 months the data will be available in our University's data warehouse but without investigator support other than deposited metadata."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Squamous Cell Carcinoma of the Head and Neck",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077143",
                    "term": "Docetaxel"
                },
                {
                    "id": "C000627974",
                    "term": "Cemiplimab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M302522",
                    "name": "Cemiplimab",
                    "asFound": "RAD",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1668",
                    "name": "Docetaxel",
                    "asFound": "Management",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6182",
                    "name": "Cisplatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}