{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05705505",
            "orgStudyIdInfo": {
                "id": "19-02"
            },
            "organization": {
                "fullName": "Traws Pharma, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study of Narazaciclib (ON 123300) Plus Letrozole in Endometrial Cancer and Other Gynecologic Malignancies",
            "officialTitle": "A Multi-center Phase 1/2a Study of Narazaciclib (ON 123300) in Combination With Letrozole as Therapy for the Treatment of Recurrent Metastatic Endometrial Cancer and Other Gynecologic Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-of-narazaciclib-on-plus-letrozole-in-endometrial-cancer-and-other-gynecologic-malignancies"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-19",
            "studyFirstSubmitQcDate": "2023-01-27",
            "studyFirstPostDateStruct": {
                "date": "2023-01-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Traws Pharma, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will assess the safety and efficacy of increasing doses of narazaciclib (ON 123300) in combination with the standard daily dose (2.5mg) of letrozole in patients with Recurrent Metastatic Low-grade Endometrioid Endometrial Cancer and other Gynecologic Malignancies.",
            "detailedDescription": "This is a phase 1/2a, open-label, multicenter study to evaluate the safety, tolerability and efficacy of escalating doses of narazaciclib (ON 123300) in combination with letrozole for patients with recurrent metastatic low-grade endometrioid endometrial cancer and other Gynecologic Malignancies. Pharmacokinetics and pharmacodynamics will also be assessed.\n\nIn Phase 1, eligible patients will be enrolled to escalating dose cohorts. Cohorts will receive escalating doses of oral narazaciclib starting at 160 mg orally, once daily, in combination with letrozole 2.5 mg orally, once daily, in 28-day cycles in a typical 3 + 3 design. The dose of narazaciclib will be increased in 40 mg/day increments from cohort to cohort until the maximum tolerated dose (MTD) and/or the minimal biologically effective dose (MBED) of narazaciclib orally, once daily, in combination with letrozole 2.5 mg orally, once daily, is reached and the RP2D of the combination is established. Three to 6 patients will be enrolled per dose cohort in phase 1.\n\nIn Phase 2a, narazaciclib and letrozole at the RP2D established in Phase 1 will be administered to approximately 30 eligible patients with documented recurrent metastatic LGEEC for 28-day cycles. Treatment will continue until disease progression, patient withdrawal, or unacceptable drug-related toxicity."
        },
        "conditionsModule": {
            "conditions": [
                "Endometrioid Endometrial Cancer"
            ],
            "keywords": [
                "Narazaciclib",
                "ON 123300",
                "letrozole"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Phase 1: 3+3 dose escalation Phase2: Expansion cohort",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Escalating daily doses of narazaciclib in combination with letrozole (2.5mg day)",
                    "type": "EXPERIMENTAL",
                    "description": "Phase 1: Initiating at 160mg per day of narazaciclib, patients will receive escalating doses of narazaciclib (oral tablets/once daily) in combination with 2.5mg of letrozole (oral tablet/once daily).\n\nPhase 2: All patients will receive the recommended phase 2 dose (RP2D) of the combination of narazaciclib (oral tablets) and letrozole (oral tablet/QD)",
                    "interventionNames": [
                        "Drug: Narazaciclib",
                        "Drug: Letrozole 2.5mg"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Narazaciclib",
                    "description": "Orange tablets, each containing 40 mg or 120 mg of narazaciclib as narazaciclib monolactate",
                    "armGroupLabels": [
                        "Escalating daily doses of narazaciclib in combination with letrozole (2.5mg day)"
                    ],
                    "otherNames": [
                        "ON 123300, HX-301"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Letrozole 2.5mg",
                    "description": "Tablet",
                    "armGroupLabels": [
                        "Escalating daily doses of narazaciclib in combination with letrozole (2.5mg day)"
                    ],
                    "otherNames": [
                        "Femara"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose limiting toxicities (DLTs) will be tabulated and summarized by cohort",
                    "description": "Number of DLTs per cohort",
                    "timeFrame": "From First dose until end of Cycle 1 (28 days)"
                },
                {
                    "measure": "Treatment-emergent adverse events (TEAEs), including DLTs will be graded by CTCAE v5.0",
                    "description": "Percentage of patients experiencing TEAEs, by system organ class (SOC) and preferred term",
                    "timeFrame": "From first dose until 30 days after final dose, up to approximately 1 year"
                },
                {
                    "measure": "Phase 2 - Progression-free survival (PFS) at 24 weeks by Investigator assessment",
                    "description": "Progression or other status determined by RECIST assessment",
                    "timeFrame": "Measured from first dose until 24-weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PFS at 16 weeks by Investigator assessment",
                    "description": "Progression or other status determined by RECIST assessment",
                    "timeFrame": "Measured from first dose until 16-weeks"
                },
                {
                    "measure": "Median PFS by Investigator assessment",
                    "description": "Time from first dose to progression by RECIST assessment. A Kaplan-Meier curve will be provided.",
                    "timeFrame": "Measured from first dose until diagnosis of progression including 2 years of follow-up after discontinuation of treatment."
                },
                {
                    "measure": "Complete response (CR) rate",
                    "description": "Percentage of patients achieving a CR by RECIST",
                    "timeFrame": "From first dose until occurrence of response or progression, up to 1 year"
                },
                {
                    "measure": "Partial response (PR) rate",
                    "description": "Percentage of patients achieving a PR by RECIST",
                    "timeFrame": "From first dose until occurrence of response or progression, up to 1 year"
                },
                {
                    "measure": "Stable disease (SD) rate",
                    "description": "Percentage of patients maintaining SD by RECIST",
                    "timeFrame": "From first dose until occurrence of response or progression, up to 1 year"
                },
                {
                    "measure": "Overall response rate (ORR equals CR + PR)",
                    "description": "Percentage of patients achieving a CR or PR by RECIST",
                    "timeFrame": "From first dose until occurrence of response or progression, up to 1 year"
                },
                {
                    "measure": "Disease control rate (DCR equals CR+PR+SD)",
                    "description": "Percentage of patients achieving a CR or PR or maintaining SD by RECIST",
                    "timeFrame": "From first dose until occurrence of response or progression, up to 1 year"
                },
                {
                    "measure": "Duration of response (DoR)",
                    "description": "Time from definition of response to diagnosis of progression. A Kaplan-Meier curve will be provided.",
                    "timeFrame": "From time of response until progression, up to approximately 1 year"
                },
                {
                    "measure": "Time to response (TTR)",
                    "description": "Time from first dose until definition of response. A Kaplan-Meier curve will be provided.",
                    "timeFrame": "From first dose until response or progression, up to approximately 1 year."
                },
                {
                    "measure": "Median overall survival (mOS)",
                    "description": "Time from first dose until death from any cause. A Kaplan-Meier curve will be provided.",
                    "timeFrame": "From time of first dose until 2 years after end of treatment (Up to approximately 3 years)."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Pharmacokinetics (PK): Maximum plasma concentration of drug (Cmax)",
                    "description": "Highest concentration of drug measured in the PK samples",
                    "timeFrame": "Samples will be collected a predose through 24 hours post dose on Days 1 and 8, then pre-dose on Cycle 2 Day 1 and Cycle 3 Day 1"
                },
                {
                    "measure": "PK: Time to reach Cmax (Tmax)",
                    "description": "Time from dosing until collection of the PK samples with the highest drug concentration.",
                    "timeFrame": "Samples will be collected a predose through 24 hours post dose on Days 1 and 8, then pre-dose on Cycle 2 Day 1 and Cycle 3 Day 1 (each cycle is 28 days)"
                },
                {
                    "measure": "PK: Area under the concentration-time curve (AUC) from time 0 to time of last quantifiable sample (AUC0-t)",
                    "description": "The area under the concentration-time curve from dosing (time 0) to time t.",
                    "timeFrame": "Samples will be collected a predose through 24 hours post dose on Days 1 and 8, then pre-dose on Cycle 2 Day 1 and Cycle 3 Day 1 (each cycle is 28 days)"
                },
                {
                    "measure": "Measurement of tyrosine kinase activity (TKa) levels in serum",
                    "description": "Tyrosine kinase 1 (TK1) is a metabolic enzyme fundamentally involved in DNA synthesis that plays a critical role in cell proliferation",
                    "timeFrame": "Samples will be collected at Screening, Days, 1, 8, 15, 22, 29, then monthly until end of treatment, up to approximately 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Must be 18 years of age, or the legal age of consent in the jurisdiction in which the study is taking place, at the time of signing informed consent form (ICF).\n2. Phase 1 (Dose escalation cohorts): Have confirmed endometrial or other gynecologic malignancy that is amenable for treatment with hormonal therapy and do not have other standard treatment options. (Patients with endometrioid and other types of uterine cancer as well as ovarian cancers may be enrolled at the Investigator's discretion if hormonal based therapy is considered an appropriate option for the patient).\n\n   OR Phase 2a (Dose expansion cohort): Have confirmed low-grade (Federation of Gynaecology and Obstetrics \\[FIGO\\] Grade 1 or 2) endometrioid endometrial cancer (LGEEC). Mixed tumor histology is allowed if the non-endometrioid component is \\<5%.\n3. Recurrent metastatic disease or advanced (Stage IV) disease.\n4. Phase 1 (Dose escalation cohorts): Patients may be enrolled regardless of prior checkpoint inhibitor therapy, at the Investigator's discretion.\n\n   OR Phase 2a (Dose expansion cohort): Have received prior checkpoint inhibitor therapy (single agent or in combination with another anti-cancer therapy) if available for this indication and NOT contraindicated.\n5. Phase 1 (Dose escalation cohorts): Patients may be enrolled who have not received prior therapy for recurrent/metastatic disease, or have received any number of prior lines of therapy for recurrent/metastatic disease, at the Investigator's discretion.\n\n   OR Phase 2a (Dose expansion cohort): Have received 1 or 2 prior lines of systemic therapy for metastatic disease. Patient has NOT received more than 2 prior lines of systemic therapy for metastatic LGEEC (including checkpoint inhibitor, hormone therapy, or chemotherapy). Prior external beam radiotherapy, brachytherapy, and/or surgery for localized disease is allowed and is not counted as a line of therapy.\n6. Phase 1 (Dose escalation cohorts): Have either measurable or non- measurable disease.\n\n   OR Phase 2a (Dose expansion cohort): Have measurable disease outside the radiated field.\n7. Local mismatch repair (MMR) immunohistochemistry (IHC) results available (both deficient mismatch repair (dMMR) and mismatch repair protein (MMRP) deficiency (MMRp) patients are eligible, and will be documented for research purposes).\n8. Have Eastern Cooperative Oncology Group Performance Status (ECOG PS) of 0 or 1.\n9. Tissue for estrogen/progesterone receptor status and molecular classification (paraffin embedded or fresh biopsy if unavailable).\n10. Have adequate organ function as indicated by the following:\n\n    1. Absolute neutrophil count (ANC) ≥1.0×109/L\n    2. Platelets ≥100×109/L\n    3. Hemoglobin ≥9.0 g/dL\n    4. International Normalized Ratio (INR) ≤1.5\n    5. Serum creatinine ≤1.5 times ULN, or estimated creatinine clearance (calculated according to normal institutional practice) greater than 50 milliliters (ml)/min\n    6. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) below 3.0×the upper limit of normal (ULN) (or ALT and AST ≤5×ULN if liver metastases are present).\n    7. Total serum bilirubin \\<1.5×ULN; or total bilirubin ≤3.0×ULN with direct bilirubin within normal range of the central laboratory in participants with well documented Gilbert's Syndrome.\n11. Have baseline corrected QT (QTc) interval \\<470 msec.\n12. Are able to swallow oral medications.\n13. Have a life expectancy of at least 12 weeks\n14. Sex and Contraceptive/Barrier Requirements\n\n    a) Are postmenopausal, defined as: i) Patient's last menstrual period occurred more than 12 months prior to screening without any alternative medical cause, and ii) Patient's postmenopausal status is confirmed by screening serum follicle-stimulating hormone concentration of \\>40 milli-International unit/ml (mIU/mL); or iii) Patient has undergone surgical sterilization (bilateral oophorectomy and/or hysterectomy) OR b) Must have a negative pregnancy test at screening and upon study entry (Cycle 1 Day 1) if not postmenopausal and c) Contraceptive use must be consistent with local regulations regarding the methods of contraception for those participating in clinical studies if not postmenopausal.\n\n    Patients under 55 years with intact ovaries will undergo hormonal verification.\n15. Are capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the ICF and in this protocol.\n\nExclusion Criteria:\n\n1. Phase 1 (Dose escalation cohorts): Cancer other than endometrial or other gynecologic malignancy.\n\n   OR Phase 2a (Dose expansion cohort): Non-low-grade EEC (not FIGO Grades 1 or 2) or non-endometrioid adenocarcinoma, sarcoma, small cell carcinoma with neuroendocrine differentiation, or non-epithelial cancers as exclusion criteria.\n2. Have received a cyclin-dependent kinase (CDK) 4/6 inhibitor in the past.\n3. Have any significant medical condition, laboratory abnormality, or psychiatric illness that, in the opinion of the Investigator, would prevent the patient from participating in the study or present an unacceptable risk to the patient.\n4. Are at risk for Torsades de pointes (TdP): Patients who have a marked baseline prolongation of QT/QTc interval (eg, repeated demonstration of a QTc interval \\>470 msec) using Fredericia's QT correction formula, or who have a history of additional risk factors for TdP (eg, heart failure, hypokalemia, family history of Long QT Syndrome), or who are currently taking medications that prolong the QT/QTc interval.\n5. Have uncontrolled intercurrent or significant medical illness, serious underlying medical condition, abnormal laboratory finding, or psychiatric illness/social situation that might, in the Investigator's or the Sponsor's judgment, prevent the participant from receiving study treatment or being followed in this study, or otherwise renders the participant inappropriate for the study, including but not limited to ongoing or active infection, bleeding, congestive heart failure, unstable angina, cardiac arrhythmia, oxygen-dependent lung disease, and psychiatric illness/social situations that limit participation compliance with study procedures and requirements.\n6. Are currently taking or within 5 half-lives of taking strong inducers and inhibitors of cytochrome P450 enzyme (CYP)2C8 and CYP3A4.\n7. Have a recent history of venous thromboembolic events, defined as event occurring \\<6 months prior to screening and also currently on therapy, known underlying hypercoagulability, or a major thromboembolic event within the past 2 years.\n8. Have baseline Grade ≥2 diarrhea.\n9. Have Grade ≥3 hypercalcemia (corrected serum calcium \\>12.5 mg/dL).\n10. Are pregnant or nursing mothers.\n11. Have had major surgery within 14 days prior to screening to allow for postoperative healing of the surgical wound and site(s).\n12. Have received recent (within 28 days prior to screening) live attenuated vaccines.\n13. Have active infection, including bacterial or fungal infections or active viral infection or viral load, including any human immunodeficiency virus (HIV), or hepatitis B virus (HBV), hepatitis C virus (HCV), or Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) (COVID-19).\n14. Currently have or have been treated in the past 2 years, for any other cancer or malignancy, except:\n\n    1. Non-melanoma skin cancer, including basal cell carcinoma of the skin\n    2. Curatively treated carcinoma in situ of the cervix.\n15. Have any clinically significant, uncontrolled heart disease, and/or cardiac repolarization abnormality, or a history of any of the following:\n\n    1. Syncope of cardiovascular etiology\n    2. Ventricular arrhythmia of pathological origin\n    3. Sudden cardiac arrest\n    4. Documented history of congestive heart failure with reduced ejection fraction.\n16. Have interstitial pneumonia or has severe impairment of lung function defined as:\n\n    1. Vital capacity and diffusing capacity of the lung for carbon monoxide (DLCO) of ≤50% of the normal predicted values, or\n    2. Oxygen (O2) saturation at rest in ambient environment of ≤88%.\n17. Have received within the 21 days prior to screening, is currently receiving, or intends to receive during the study any nonstudy anticancer therapy, including but not limited to any of the following:\n\n    1. Anticancer agent\n    2. Investigational agent\n    3. Surgical intervention\n    4. Radiation intervention, including any radiation therapy (includes radiation to an isolated lesion). (Palliative radiation, prior to screening, to lesions that are not target lesions is permissible).\n18. Have central nervous system metastases or leptomeningeal carcinomatosis.\n19. Have history of or current/active uveitis.\n20. Are not candidates for treatment with letrozole",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Victor Moyo, MD",
                    "role": "CONTACT",
                    "phone": "484 535 1402",
                    "email": "vmoyo@onconova.us"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Victor Moyo, MD",
                    "affiliation": "Onconova Therapeutics",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Arizona Oncology Associates, PC - HOPE",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85711",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stacey Kimbell, RN",
                            "role": "CONTACT",
                            "phone": "520-668-5678",
                            "email": "stacey.kimbell@usoncology.com"
                        },
                        {
                            "name": "Julie Klinker, RN",
                            "role": "CONTACT",
                            "phone": "520-269-3821",
                            "email": "julie.klinker@usoncology.com"
                        },
                        {
                            "name": "Joseph Buscema, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                },
                {
                    "facility": "Minnesota Oncology Hematology, P.A.",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55404",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brianna Lenox",
                            "role": "CONTACT",
                            "phone": "612-884-6329",
                            "email": "Brianna.Lenox@usoncology.com"
                        },
                        {
                            "name": "Timothy G Larson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Perlmutter Cancer Center at NYU Langone Hospital - Long Island",
                    "status": "RECRUITING",
                    "city": "Mineola",
                    "state": "New York",
                    "zip": "11501",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "email": "CT.gov@nyulangone.org"
                        },
                        {
                            "name": "Bhavana Pothuri, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.74927,
                        "lon": -73.64068
                    }
                },
                {
                    "facility": "NYU Langone",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "email": "CT.gov@nyulangone.org"
                        },
                        {
                            "name": "Bhavana Pothuri, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Willamette Valley Cancer Institute and Research Center",
                    "status": "RECRUITING",
                    "city": "Eugene",
                    "state": "Oregon",
                    "zip": "97401",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeanne Schaffer, RN, BSN",
                            "role": "CONTACT",
                            "phone": "541-736-3385",
                            "email": "jeanne.schaffer@usoncology.com"
                        },
                        {
                            "name": "Nichole Fisher, RN, BSN",
                            "role": "CONTACT",
                            "phone": "541-988-0656",
                            "email": "nichole.fisher@usoncology.com"
                        },
                        {
                            "name": "Charles K Anderson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.05207,
                        "lon": -123.08675
                    }
                },
                {
                    "facility": "Greenville Health System, Institute for Oncology Clinical Research",
                    "status": "RECRUITING",
                    "city": "Greenville",
                    "state": "South Carolina",
                    "zip": "29605",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Fiona Davidson",
                            "role": "CONTACT",
                            "phone": "864-455-3600",
                            "email": "Fiona.Davidson@prismahealth.org"
                        },
                        {
                            "name": "Lisa Johnson",
                            "role": "CONTACT",
                            "phone": "864-455-3600",
                            "email": "Lisa.Johnson@prismahealth.org"
                        },
                        {
                            "name": "W. Jeff Edenfield, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.85262,
                        "lon": -82.39401
                    }
                },
                {
                    "facility": "Texas Oncology-Baylor Charles A. Sammons Cancer Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75246",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christine Terraciano",
                            "role": "CONTACT",
                            "phone": "214-370-1942",
                            "email": "christine.terraciano@usoncology.com"
                        },
                        {
                            "name": "Noelle G Cloven, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Texas Oncology - Fort Worth Cancer Center",
                    "status": "RECRUITING",
                    "city": "Fort Worth",
                    "state": "Texas",
                    "zip": "76104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nori Sullivan, RN, BSN",
                            "role": "CONTACT",
                            "phone": "817-413-1760",
                            "email": "nori.sullivan@usoncology.com"
                        },
                        {
                            "name": "Noelle G Cloven, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.72541,
                        "lon": -97.32085
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016889",
                    "term": "Endometrial Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000014594",
                    "term": "Uterine Neoplasms"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000014591",
                    "term": "Uterine Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M19235",
                    "name": "Endometrial Neoplasms",
                    "asFound": "Endometrial Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17342",
                    "name": "Uterine Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17339",
                    "name": "Uterine Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077289",
                    "term": "Letrozole"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000047072",
                    "term": "Aromatase Inhibitors"
                },
                {
                    "id": "D000065088",
                    "term": "Steroid Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000004965",
                    "term": "Estrogen Antagonists"
                },
                {
                    "id": "D000006727",
                    "term": "Hormone Antagonists"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1743",
                    "name": "Letrozole",
                    "asFound": "Cross-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25769",
                    "name": "Aromatase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M8114",
                    "name": "Estrogen Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M30483",
                    "name": "Estrogen Receptor Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "T244",
                    "name": "Orange",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}