{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06412120",
            "orgStudyIdInfo": {
                "id": "20230316"
            },
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "Study Evaluating Safety, Tolerability, and Metabolism of Niraparib",
            "officialTitle": "Single-Arm, Prospective, Multicenter Study Evaluating Safety, Tolerability, and Metabolism of Niraparib as Maintenance Following Front-Line Treatment for Ovarian Cancer in Women of African Ancestry",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-evaluating-safety-tolerability-and-metabolism-of-niraparib"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-08",
            "studyFirstSubmitQcDate": "2024-05-08",
            "studyFirstPostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Miami",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "GlaxoSmithKline",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to identify the genetic characteristic(s), specifically degree of African ancestry, and environmental characteristic(s) that appear to be related to the effects, both good and bad, that the maintenance treatment has women with ovarian cancer. In this study, an investigational medication called niraparib is being tested for the treatment of ovarian cancer. Niraparib works by blocking the ability of cancer cells to fix their genes. Cancer cells with damaged genes have a harder time growing and spreading in the body and can even die."
        },
        "conditionsModule": {
            "conditions": [
                "Ovarian Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Niraparib Maintenance Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive Niraparib maintenance therapy for up to 24 cycles, 28 days per cycle. Participants will be followed for up to one (1) year after completion of Niraparib therapy.\n\nTotal participation is about three years.",
                    "interventionNames": [
                        "Drug: Niraparib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Niraparib",
                    "description": "Niraparib will be administered orally (PO) daily as tablets at one of three possible dose levels, 100mg/day, 200mg/day or 300mg/day, based upon participant weight, platelet count, and certain drug combinations and conditions assessed at baseline.",
                    "armGroupLabels": [
                        "Niraparib Maintenance Group"
                    ],
                    "otherNames": [
                        "GSK3985771"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of Participants Experiencing Any Grade or Grade 3 or Higher of the Most Common Adverse Events (AEs) Previously Reported in the PRIMA trial (NCT02655016).",
                    "description": "The proportion of participants in this study experiencing any grade or grade 3 or higher of the most common adverse events (AEs), of any treatment attribution, as those previously reported in the PRIMA Trial (NCT02655016). Adverse events will be assessed using the National Cancer Institute (NCI) Common Terminology for Adverse Events (CTCAE) version 5.0. The most common adverse events previously reported include: Anemia, nausea, thrombocytopenia, constipation, fatigue, neutropenia, headache, insomnia, vomiting, abdominal pain, and hypertension.",
                    "timeFrame": "Up to 3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of Participants Experiencing Grade 3 or Higher Toxicity",
                    "description": "The proportion of participants experiencing any grade or grade 3 or higher adverse events, and serious adverse events (SAEs) will be reported, regardless of treatment attribution. Adverse events (AEs) or serious adverse event (SAEs) leading to treatment discontinuation, dose reduction, dose interruption, or death will also be reported. Adverse events will be assessed using the National Cancer Institute (NCI) Common Terminology for Adverse Events (CTCAE) version 5.0.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Proportion of Participants Experiencing Grade 3 or Higher Treatment-Related Adverse Event",
                    "description": "The proportion of participants experiencing any grade or grade 3 or higher treatment-related adverse event (TRAE) will be reported. Adverse events will be assessed using the National Cancer Institute (NCI) Common Terminology for Adverse Events (CTCAE) version 5.0.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Recurrence-Free Survival",
                    "description": "Recurrence-free survival (RFS) among participants will be reported. RFS is defined as the elapsed time from the start date of study therapy to the date of recurrence as measured by cancer-antigen 125 (CA-125) levels in the blood and by computed tomography (CT) imaging utilizing Response Evaluation Criteria in Solid Tumors (RECIST v1.1) criteria; or until date of death from any cause.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Change in Health-Related Quality of Life (HRQOL) as Measured by FACT-GP5",
                    "description": "Change in health-related quality of life among participants will be reported as measured by score on the Functional Assessment of Cancer Therapy-Item GP5 (FACT-GP5). FACT-GP5 is a single item, GP5, from the Functional Assessment of Cancer Therapy questionnaire, scored using a five-point Likert-type scale ranging from 0 to 4. A higher score indicates worsening health-related quality of life.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Change in Health-Related Quality of Life (HRQOL) as Measured by FOSI",
                    "description": "Change in health-related quality of life among participants will be reported as measured by scores on the Functional Assessment of Cancer Therapy-Ovarian (FACT-O) Symptom Index (FOSI). FOSI is a subset of the Functional Assessment of Cancer Therapy Ovarian Cancer containing eight items. Each item is scored using a five-point Likert-type scale ranging from 0 to 4 with higher scores indicating worsening health-related quality of life.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Pharmacokinetics of Niraparib Measured By Cmax",
                    "description": "The pharmacokinetics (PK) of niraparib among participants will be reported, measured as the maximal serum concentration (CMax).",
                    "timeFrame": "Up to 22 months"
                },
                {
                    "measure": "Pharmacokinetics of Niraparib Measured by AUC",
                    "description": "The pharmacokinetics (PK) of niraparib among participants will be reported, measured as the area under the concentration curve (AUC).",
                    "timeFrame": "Up to 22 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participant must be female ≥18 years of age, able to understand study procedures, and agree to participate in the study by providing written informed consent.\n2. Self-identify as Black. Please note that individuals who identify as Latino are eligible to participate so long as they also self-identify as Black.\n3. Participant has completed adjuvant treatment for newly diagnosed stage III or IV ovarian, fallopian tube, or primary peritoneal cancer according to the International Federation of Gynecology and Obstetrics staging criteria.\n4. Participant must have high-grade serous or high-grade endometrioid histology.\n5. Participant must provide saliva and/or blood specimens for assessment of germline mutation(s) in the Fanconi Anemia pathway.\n6. Participant must provide formalin-fixed, paraffin-embedded (FFPE) or fresh tumor specimen from initial cytoreductive surgery (primary debulking) or initial pre-treatment core biopsy (if neoadjuvant chemotherapy (NACT) received; tumor obtained from interval cytoreduction acceptable if pre-treatment biopsy not obtained).\n7. Participant must have had a complete or partial clinical response to adjuvant treatment as confirmed by CT scan within 8 weeks after completion of the last dose of platinum-based chemotherapy.\n8. Participant must have recovered to ≤ Grade 1 in terms of toxicity from prior treatments.\n9. Participant must not have any known contraindication or hypersensitivity to niraparib or any of its excipients.\n10. Participants must be considered candidates for maintenance niraparib therapy by their treating physician.\n11. Participants should have adequate organ function as defined below:\n\n    * Platelets ≥ 100 platelets × 10\\^9/L\n    * Hemoglobin ≥ 9 g/dL or 5.6 mmol/L\n    * Aspartate transaminase (AST) and alanine transaminase (ALT) ≤2.5 × upper limit of normal (ULN), \\<5× in patients with known liver metastases\n    * Serum total bilirubin ≤ 1.5 × ULN\n    * 1.5-3.0 × ULN may be included with appropriate starting dose adjustment to 200 mg daily.\n    * Creatinine \\<1.5 × ULN or estimated glomerular filtration rate (eGFR) ≥50 mL/min by Cockcroft-Gault\n\n      * Depending on scenario, glomerular filtration rate (GFR) 30-49 mL/min can be permissible.\n12. Patients with known human immunodeficiency virus (HIV) are allowed if they meet all the following criteria:\n\n    * Cluster of differentiation 4 (CD4) ≥350/μL and viral load \\<400 copies/mL\n    * No history of acquired immunodeficiency syndrome (AIDS)-defining opportunistic infections within 12 months before enrollment\n    * No history of HIV-associated malignancy for the past 5 years. Concurrent antiretroviral therapy as per the most current National Institutes of Health (NIH) Guidelines for the Use of Antiretroviral Agents in Adults and Adolescents with HIV started \\>4 weeks before study enrollment.\n13. A female participant is eligible to participate if she is not pregnant or breastfeeding and at least one of the following conditions applies:\n\n    * Is not a woman of childbearing potential (WOCBP), or\n    * Is a WOCBP and using a contraceptive method that is highly effective (with a failure rate of \\<1% per year) from the Screening Visit through at least 180 days after the last dose of study treatment and agrees not to donate eggs (ova, oocytes) for the purpose of reproduction during this period. The Investigator should evaluate the effectiveness of the contraceptive method in relationship to the first dose of study treatment, and\n    * A WOCBP must have a negative test result from a highly sensitive pregnancy test (urine or serum, as required by local regulations) within 72 hours before treatment. Additional periodic testing should be carried out according to the protocol.\n\n    Note: The Investigator is responsible for review of medical history, menstrual history, and recent sexual activity to decrease the risk for inclusion of a woman with an early undetected pregnancy.\n14. Participant must agree to complete HRQoL and patient reported outcomes (PRO) measures throughout the study period.\n\nExclusion Criteria:\n\n1. Any of the following histologies: low-grade serous carcinoma, grade 1 or 2 endometrioid adenocarcinoma, clear cell, mucinous, transitional cell, carcinosarcoma, undifferentiated, dedifferentiated\n2. Any known history or current diagnosis of myelodysplastic syndrome (MDS) or acute myeloid leukemia (AML)\n3. Primary progressive, platinum-refractory disease\n4. Participant is at an increased risk of bleeding due to concurrent conditions (eg, major injuries or major surgery within the past 28 days before start of study treatment).\n5. Current diagnosis of platelet disorder (eg, thrombotic thrombocytopenic purpura (TTP), immune thrombocytopenia (ITP))\n6. Inability to swallow orally administered medication or has a gastrointestinal disorder likely to interfere with absorption of the study medication\n7. Participants that have systolic blood pressure (SBP\\])\\>140 mmHg or diastolic blood pressure (DBP)\\>90 mmHg that has not been adequately treated or controlled.\n8. Active second primary malignancy\n9. Participant is pregnant, currently breastfeeding an infant, or expecting to conceive children while receiving study treatment and/or for up to 180 days after the last dose of study treatment.\n10. Participant has received a live vaccine within 30 days of planned start of study therapy. Coronavirus disease 2019 (COVID-19) vaccines that do not contain live viruses are allowed.\n11. Participant has received a transfusion (platelets or red blood cells) or colony-stimulating factors (eg, granulocyte macrophage colony-stimulating factor or recombinant erythropoietin) within 4 weeks before the first dose of study treatment.\n12. Participant has had radiotherapy encompassing \\>20% of the bone marrow within 2 weeks or any radiation therapy within 1 week before Day 1 of protocol therapy.\n13. Participant has leptomeningeal disease, carcinomatous meningitis, symptomatic brain metastasis, or radiographic signs of central nervous system hemorrhage.\n14. Participant has current active pneumonitis or any history of pneumonitis requiring steroids (any dose) or immunomodulatory treatment within 90 days of planned start of the study.\n15. Participants with active hepatitis B or C infection.\n16. Patient with prior history of posterior reversible encephalopathy syndrome (PRES).\n17. Patients with impaired decision-making capacity.\n18. Participants have high medical risk due to a serious, uncontrolled medical disorder; non malignant systemic disease; or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 90 days) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, active uncontrolled coagulopathy, bleeding disorder, or any psychiatric disorder that prohibits obtaining informed consent.\n19. Patient is currently receiving one or more cytotoxic, hormonal, or other medications to treat their cancer.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Matthew Schlumbrecht, MD, MPH",
                    "role": "CONTACT",
                    "phone": "305-243-2233",
                    "email": "mschlumbrecht@med.miami.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthew Schlumbrecht, MD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Sophia HL George, PhD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Schlumbrecht, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sophia HL George, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                },
                {
                    "id": "D000077216",
                    "term": "Carcinoma, Ovarian Epithelial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000545685",
                    "term": "Niraparib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M289466",
                    "name": "Niraparib",
                    "asFound": "PEEP",
                    "relevance": "HIGH"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}