{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03881488",
            "orgStudyIdInfo": {
                "id": "CTX-471-001"
            },
            "secondaryIdInfos": [
                {
                    "id": "KEYNOTE-E65",
                    "type": "OTHER",
                    "domain": "Merck, Sharp & Dohme, LLC, Rahway, NJ USA"
                },
                {
                    "id": "MK-3475-E65",
                    "type": "OTHER",
                    "domain": "Merck, Sharp & Dohme, LLC, Rahway, NJ USA"
                }
            ],
            "organization": {
                "fullName": "Compass Therapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study of CTX-471 as a Monotherapy or in Combination With Pembrolizumab in Patients Post PD-1/PD-L1 Inhibitors in Metastatic or Locally Advanced Malignancies",
            "officialTitle": "A Phase 1, Open-Label, Multiple-Ascending Dose Study of the Safety and Tolerability of CTX-471 Administered Either as a Monotherapy or in Combination With Pembrolizumab in Patients With Inadequate Responses to PD-1/PD-L1 Checkpoint Inhibitors in Metastatic or Locally Advanced Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "study-of-ctx-as-a-monotherapy-or-in-combination-with-pembrolizumab-in-patients-post-pd-pd-inhibitors-in-metastatic-or-locally-advanced-malignancies"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-03-13",
            "studyFirstSubmitQcDate": "2019-03-18",
            "studyFirstPostDateStruct": {
                "date": "2019-03-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Compass Therapeutics",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Iqvia Pty Ltd",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Merck, Sharp & Dohme, LLC, Rahway, NJ USA",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 1, open-label, first-in-human study of CTX-471 administered as a monotherapy or in combination with pembrolizumab in patients with metastatic or locally advanced malignancies that have progressed while receiving an approved PD-1 or PD-L1 inhibitor. The study will be conducted in 2 treatment arms (Monotherapy Arm 1 and Combination Arm 2). Each arm will have two parts: Part 1 Dose Escalation and Part 2 Dose Expansion."
        },
        "conditionsModule": {
            "conditions": [
                "Locally Advanced Solid Tumor",
                "Metastatic Cancer",
                "Non-small Cell Lung Cancer",
                "Small Cell Lung Cancer",
                "Mesothelioma",
                "Melanoma",
                "Head and Neck Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 157,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1 Part 1 Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Escalating doses of CTX-471 depending on cohort at enrollment",
                    "interventionNames": [
                        "Drug: CTX-471"
                    ]
                },
                {
                    "label": "Arm 1 Part 2 Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "Two dose groups of CTX-471 (0.3 mg/kg and 0.6 mg/kg)",
                    "interventionNames": [
                        "Drug: CTX-471"
                    ]
                },
                {
                    "label": "Arm 2 Part 1 Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Escalating doses of CTX-471 in combination with pembrolizumab (KEYTRUDA® ) depending on cohort at enrollment",
                    "interventionNames": [
                        "Drug: CTX-471",
                        "Drug: Pembrolizumab (KEYTRUDA®)"
                    ]
                },
                {
                    "label": "Arm 2 Part 2 Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "Two cohorts of CTX-471 (0.3 mg/kg and 0.6 mg/kg) in combination with pembrolizumab (KEYTRUDA® ) (400 mg) in three tumor type subgroups. Cohort 1 - Group 1A - NSCLC , Group 1B -SCLC and Group 1C - Melanoma. Cohort 2 Group 2A - NSCLC, Group 2B - SCLC and Group 2C -Melanoma.",
                    "interventionNames": [
                        "Drug: CTX-471",
                        "Drug: Pembrolizumab (KEYTRUDA®)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CTX-471",
                    "description": "IV infusion every 2 weeks",
                    "armGroupLabels": [
                        "Arm 1 Part 1 Dose Escalation",
                        "Arm 1 Part 2 Dose Expansion",
                        "Arm 2 Part 1 Dose Escalation",
                        "Arm 2 Part 2 Dose Expansion"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab (KEYTRUDA®)",
                    "description": "IV infusion every 6 weeks",
                    "armGroupLabels": [
                        "Arm 2 Part 1 Dose Escalation",
                        "Arm 2 Part 2 Dose Expansion"
                    ],
                    "otherNames": [
                        "KEYTRUDA®"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with dose limiting toxicities (DLTs), treatment-emergent adverse events (TEAEs), and/or changes in clinical laboratory abnormalities",
                    "timeFrame": "From first dose of CTX-471 (Week 1 Day 1) until 60 days after the last CTX-471 injection (up to 2 years)"
                },
                {
                    "measure": "Dose(s) of CTX 471 as a monotherapy and doses of CTX-471 in combination with pembrolizumab to be examined in Part 2 and the recommended Phase 2 dose(s)",
                    "timeFrame": "From first dose of CTX-471 (Week 1 Day 1) until 60 days after the last CTX-471 injection (up to 2 years)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maximum serum concentration (Cmax) of CTX-471 as a monotherapy and CTX-471 in combination with pembrolizumab",
                    "timeFrame": "From first dose of CTX-471 (Week 1 Day 1) until 60 days after the last CTX-471 injection (up to 2 years)"
                },
                {
                    "measure": "Area under the serum concentrations of CTX-471 versus time curve (AUC) for CTX-471 as a monotherapy and CTX-471 in combination with pembrolizumab",
                    "timeFrame": "From first dose of CTX-471 (Week 1 Day 1) until 60 days after the last CTX-471 injection (up to 2 years)"
                },
                {
                    "measure": "Half-life (t1/2) of serum concentrations of CTX-471 as a monotherapy and CTX-471 in combination with pembrolizumab",
                    "timeFrame": "From first dose of CTX-471 (Week 1 Day 1) until 60 days after the last CTX-471 injection (up to 2 years)"
                },
                {
                    "measure": "Development of anti-drug antibodies (ADAs) and/or neutralizing antibodies of CTX-471 as a monotherapy and CTX-471 in combination with pembrolizumab",
                    "timeFrame": "From first dose of CTX-471 (Week 1 Day 1) until 60 days after the last CTX-471 injection (up to 2 years)"
                },
                {
                    "measure": "Objective Response Rate (ORR) (Percentage of Participants With Objective Response) as per Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 of CTX-471 as a monotherapy and CTX-471 in combination with pembrolizumab",
                    "description": "ORR will be calculated as the number of participants with a confirmed complete response (CR) or a partial response (PR) divided by the number of participants dosed",
                    "timeFrame": "Baseline until confirmed disease progression (CR or PR) (up to 2 years)"
                },
                {
                    "measure": "Duration of Response (DOR) as per Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 of CTX-471 as a monotherapy and CTX-471 in combination with pembrolizumab",
                    "timeFrame": "From the date of first confirmed CR or PR until the first date of recurrent or progressive disease (up to 2 years)"
                },
                {
                    "measure": "Progression-Free Survival (PFS) as per Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 of CTX-471 as a monotherapy and CTX-471 in combination with pembrolizumab",
                    "timeFrame": "From first dose of CTX-471 (Week 1 Day 1) until disease progression or death, whichever occur first (up to 2 years)"
                },
                {
                    "measure": "Overall Survival (OS) of CTX-471 as a monotherapy and CTX-471 in combination with pembrolizumab",
                    "timeFrame": "From first dose of CTX-471 (Week 1 Day 1) until death (up to 2 years)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18 years or older\n2. Histologically confirmed diagnosis:\n\n   1. Monotherapy Arm 1 ( Part 1 and 2): metastatic or locally advanced malignancies\n   2. Combination Arm 2 Par 1 Dose Escalation: metastatic or locally advanced non-small cell lung, small cell lung cancer, mesothelioma, melanoma, or head and neck cancer\n   3. Combination Arm 2 Part 2 Dose Expansion: metastatic or locally advanced non-small cell lung, small cell lung cancer, or melanoma\n3. Measurable disease per RECIST 1.1\n4. Disease progression after at least 12 weeks and at least 2 doses of a commercially available PD-1 or PD-L1 inhibitor per approved prescriber's information, whether monotherapy or in combination therapy, with no other intervening systemic anticancer therapy prior to enrollment\n5. Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n6. Life expectancy \\> 12 weeks\n7. Adequate bone marrow function defined by ANC of ≥ 1.5×10\\^9/L, platelet count of ≥100.0×10\\^9/L, and hemoglobin of ≥ 9.0 g/dL (with or without transfusion)\n\n   a. For Combination Arm 2: these criteria must be met without packed red blood cell (pRBC) transfusion within the prior 2 weeks. Patients can be on a stable dose of erythropoietin (≥ approximately 3 months)\n8. Adequate hepatic function defined as serum total bilirubin \\< 1.5 ULN, AST/ALT ≤ 2.5 × ULN (or ≤ 5 × ULN in patients with liver metastases)\n9. Adequate renal function defined as creatinine clearance \\> 30 mL/min as determined by the Cockcroft-Gault equation\n10. Female patients must be surgically sterile (or have a monogamous partner who is surgically sterile) or be least 2 years postmenopausal or commits to use 2 acceptable forms of birth control (defined as the use of an intrauterine device, a barrier method with spermicide, condoms, any form of hormonal contraceptives, or abstinence) for the duration of the study and for 4 months following the last dose of study treatment. Male patients must be sterile (biologically or surgically) or commit to the use of a reliable method of birth control (condoms with spermicide) for the duration of the study and for 4 months following the last dose of study treatment\n11. Female patients who are women of childbearing potential (WCBP) must have a negative serum pregnancy test at Screening within 7 days of dosing with CTX-471 for Monotherapy Arm 1, and within 72 hours of dosing with CTX-471 and pembrolizumab for Combination Arm 2\n12. For Monotherapy Arm 1 Only: Last dose of previous PD-1 or PD-L1 therapy ≥ 28 days, other anticancer therapy \\> 21 days (or 2 half-lives for proteins, whichever is longer), radiotherapy \\> 21 days (concurrent localized palliative radiotherapy is allowed during CTX-471 treatment), or surgical intervention \\>21 days prior to the first dose of CTX-471\n13. Resolution of all prior anti-cancer therapy toxicities ≤ Grade 1. Note: Patients must have recovered from all AEs due to previous therapies to ≤Grade 1 or baseline. Patients with ≤Grade 2 neuropathy may be eligible. Patients with endocrine-related AEs Grade ≤2 requiring treatment or hormone replacement may be eligible.\n14. For Monotherapy Arm 1 Only: Willingness to provide pre- and post-treatment fresh tumor biopsies\n15. Capable of understanding and complying with protocol requirements\n16. Signed and dated institutional review board/independent ethics committee-approved informed consent form before any protocol-directed screening procedures are performed\n\nExclusion Criteria:\n\n1. Developed clinically significant adverse reaction to PD-1 or PD-L1 therapy, including immune related adverse reactions, which led to discontinuation of treatment\n2. Prior treatment with other investigational immune-oncology therapies\n3. Systemic therapy with immunosuppressive agents within 7 days before the start of CTX-471 treatment. Topical, intranasal, intraocular, or inhaled corticosteroids and physiologic replacement for patients with adrenal insufficiency are allowed\n4. Patient is a pregnant or lactating WCBP\n5. Prior solid organ transplantation\n6. Active hepatitis B virus (HBV), hepatitis C virus (HCV), or human immunodeficiency virus infection (HIV) or a positive serological test at Screening within 28 days of dosing with CTX 471\n\n   1. Participants who are HBsAg (hepatitis B surface antigen) positive are eligible if they have received HBV antiviral therapy for at least 4 weeks and have undetectable HBV viral load prior to randomization Note: Participants should remain on anti-viral therapy throughout study intervention and follow local guidelines for HBV anti-viral therapy post completion of study intervention\n   2. Participants with history of HCV infection are eligible if HCV viral load is undetectable at screening Note: Participants must have completed curative anti-viral therapy at least 4 weeks prior to randomization\n   3. HIV infected participants must be on anti-retroviral therapy (ART) and have a well-controlled HIV infection/disease defined as:\n\n      * Participants on ART must have a CD4+ T-cell count \\>350 cells/mm3 at time of screening\n      * Participants on ART must have achieved and maintained virologic suppression defined as confirmed HIV RNA level below 50 copies/mL or the lower limit of qualification (below the limit of detection) using the locally available assay at the time of screening and for at least 12 weeks prior to screening\n      * Participants on ART must have been on a stable regimen, without changes in drugs or dose modification, for at least 4 weeks prior to study entry (Day 1)\n7. Active autoimmune disease or medical conditions requiring chronic steroid (ie, \\> 10 mg/day prednisone or equivalent) or immunosuppressive therapy. Patients with a prior history of autoimmune disease may be eligible following discussion with the Medical Monitor\n8. For Monotherapy Arm 1 Only: History of central nervous system metastases\n9. History of seizure disorders\n10. Congestive heart failure (\\> New York Heart Association Class II), active coronary artery disease, unevaluated new onset angina within 3 months or unstable angina (angina symptoms at rest) or clinically significant cardiac arrhythmias\n11. Other systemic conditions or organ abnormalities that in the opinion of the Investigator may interfere with the conduct and/or interpretation of the current study\n12. For Combination Arm 2 Only: Has received prior systemic anti-cancer therapy including investigational agents within 4 weeks (could consider shorter interval for kinase inhibitors or other short half-life drugs) prior to treatment. Note: Participants must have recovered from all AEs due to previous therapies to ≤Grade 1 or baseline. Participants with ≤ Grade 2 neuropathy may be eligible. Participants with endocrine-related AEs Grade ≤ 2 requiring treatment or hormone replacement may be eligible Note: If the participant had major surgery, the participant must have recovered adequately from the procedure and/or any complications from the surgery prior to starting study intervention\n13. For Combination Arm 2 Only: Has received prior radiotherapy within 2 weeks of start of study treatment or have had a history of radiation pneumonitis Note: Participants must have recovered from all radiation-related toxicities and not require corticosteroids. A 1-week washout is permitted for palliative radiation (≤ 2 weeks of radiotherapy) to non-CNS disease\n14. For Combination Arm 2 Only: Has had an allogeneic tissue transplant\n15. For Combination Arm 2 Only: Has received a live or live-attenuated vaccine within 30 days prior to the first dose of study intervention. Note: Administration of killed vaccines are allowed\n16. For Combination Arm 2 Only: Has a known additional malignancy that is progressing or has required active treatment within the past 3 years Note: Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ, excluding carcinoma in situ of bladder, that have undergone potentially curative therapy are not excluded\n17. For Combination Arm 2 Only: Has known active CNS metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are radiologically stable, i.e., without evidence of progression for at least 4 weeks by repeat imaging (note that the repeat imaging should be performed during study screening), clinically stable and without requirement of steroid treatment for at least 14 days prior to first dose of study treatment\n18. For Combination Arm 2 Only: Has severe hypersensitivity (≥ Grade 3) to pembrolizumab and/or any of its excipients\n19. For Combination Arm 2 Only: Has a history of (non-infectious) pneumonitis / interstitial lung disease that required steroids or has current pneumonitis / interstitial lung disease\n20. For Combination Arm 2 Only: Has an active infection requiring systemic therapy\n21. For Combination Arm 2 Only: Has a history or current evidence of any condition, therapy, or laboratory abnormality, or other circumstance that might confound the results of the study or interfere with the participant's participation for the full duration of the study, such that it is not in the best interest of the participant to participate, in the opinion of the treating investigator\n22. For Combination Arm 2 Only: Has a known psychiatric or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study\n23. For Combination Arm 2 Only: Has received radiation therapy to the lung that is \\> 30Gy within 6 months of the first dose of trial treatment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Natalie Warholic",
                    "role": "CONTACT",
                    "phone": "617-500-8099",
                    "email": "natalie.warholic@compasstherapeutics.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Scheutz, MD, PhD",
                    "affiliation": "Compass Therapeutics",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ocala Oncology Center",
                    "status": "COMPLETED",
                    "city": "Ocala",
                    "state": "Florida",
                    "zip": "34474",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.1872,
                        "lon": -82.14009
                    }
                },
                {
                    "facility": "Hematology Oncology Associates Of The Treasure Coast",
                    "status": "RECRUITING",
                    "city": "Port Saint Lucie",
                    "state": "Florida",
                    "zip": "34952",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Seth Rosen, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.29393,
                        "lon": -80.35033
                    }
                },
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "COMPLETED",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "COMPLETED",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Washington University School of Medicine, Siteman Cancer Center",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tanner Johanns, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Hackensack University Medical Center",
                    "status": "RECRUITING",
                    "city": "Hackensack",
                    "state": "New Jersey",
                    "zip": "07601",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Martin Gutierrez, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.88593,
                        "lon": -74.04347
                    }
                },
                {
                    "facility": "Mt Sinai",
                    "status": "COMPLETED",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Duke University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Choe, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Institute for Translational Oncology Research (ITOR)",
                    "status": "RECRUITING",
                    "city": "Greenville",
                    "state": "South Carolina",
                    "zip": "29605",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "W. Jeffrey Edenfield, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.85262,
                        "lon": -82.39401
                    }
                },
                {
                    "facility": "Mary Crowley Cancer Research",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75251",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Minal Barve, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000055752",
                    "term": "Small Cell Lung Carcinoma"
                },
                {
                    "id": "D000008654",
                    "term": "Mesothelioma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000000236",
                    "term": "Adenoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000018301",
                    "term": "Neoplasms, Mesothelial"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28323",
                    "name": "Small Cell Lung Carcinoma",
                    "asFound": "Small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11634",
                    "name": "Mesothelioma",
                    "asFound": "Mesothelioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2537",
                    "name": "Mesothelioma, Malignant",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3591",
                    "name": "Adenoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M20445",
                    "name": "Neoplasms, Mesothelial",
                    "relevance": "LOW"
                },
                {
                    "id": "T5271",
                    "name": "Small Cell Lung Cancer",
                    "asFound": "Small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3584",
                    "name": "Malignant Mesothelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Screening",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}