{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05846282",
            "orgStudyIdInfo": {
                "id": "R01MH128729",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01MH128729"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Students Rising Above: Offsetting the Health and Mental Health Costs of Resilience",
            "officialTitle": "Project STRIVE (STudents RIsing Above) - Offsetting the Health and Mental Health Costs of Resilience",
            "acronym": "STRIVE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "students-rising-above-offsetting-the-health-and-mental-health-costs-of-resilience"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-14",
            "studyFirstSubmitQcDate": "2023-04-26",
            "studyFirstPostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anna Lau",
                "investigatorTitle": "Professor and Vice Chair",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Claremont McKenna College",
                    "class": "OTHER"
                },
                {
                    "name": "Fuller Seminary",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Stanford University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Students in marginalized communities who 'strive' to rise above adversity to achieve academic success are considered 'resilient'. However, youths' resilience in one domain (i.e. academic) can come at a cost in other domains including physical and mental health morbidities that are under-identified and under-treated. Previous research suggests that Black, Indigenous and People of Color (BIPOC) who exhibit a \"striving persistent behavioral style\" in the face of adversity evince later health morbidities. Ironically, the same self-regulatory skills that promote academic achievement amid chronic stress can also result in physiological dysregulation that harms health and mental health. Self-regulatory processes that involve emotion suppression, experiential avoidance, and unmodulated perseverance can culminate in allostatic load which fuels health disparities and internalizing symptoms of depression and anxiety.\n\nThe proposed mechanistic trial will utilize mindfulness training to permit examination of questions about the causal role of emotion regulation strategies linked to the striving persistent behavioral style in driving mental health and health morbidities among BIPOC. The proposed Project STRIVE (STudents RIsing aboVE) will identify BIPOC students who are academically resilient in the face of disadvantage and will offer a tailored mindfulness intervention targeting self-regulation processes as a putative mechanism to interrupt the links between the striving persistent behavioral style and negative health outcomes. Investigators propose a multisite randomized trial randomizing 504 high achieving, socioeconomically disadvantaged Black, Latinx and Asian American students in 18 schools to receive a mindfulness intervention or an attention control condition focused on study skills. The study will: (1) test the effects of the STRIVE intervention on putative self-regulation mechanisms (emotion suppression, experiential avoidance, and unmodulated perseverance) among identified BIPOC students, (2) test the effects of the STRIVE intervention on health and mental health outcomes at 12-month post-treatment, including biomarkers of allostatic load (cortisol, blood pressure, body-mass-index, waist/hip/neck circumference), health complaints, and internalizing symptoms, and (3) examine the mechanistic model linking striving persistent behavioral style and health outcomes within the STRIVE trial.",
            "detailedDescription": "The STRIVE and SOAR interventions will be trialed with students participating in public high schools with eligible BIPOC students over 3 academic school years. Eligible students in participating schools will be randomized to either the SOAR curriculum or the STRIVE intervention. Students receiving the SOAR program will be delivered an academic skills curriculum (i.e., goal setting, organization and time-management, study and test-taking skills) to help them manage school-related demands. Students receiving the STRIVE intervention will receive a tailored mindfulness-based intervention that frames the need for emotion regulation skills to offset stress including racialized stress and academic stress faced by diverse youth. Both interventions will be led by racially/ethnically diverse project staff, graduate students, and post-doctoral fellows. Only students with documented parental consent for the study will be permitted to participate, students will also provide written assent in order to participate.\n\nPhase 2 Participants: Up to 504 participants will be invited to participate in the project.\n\nInvestigators will continually monitor the enrollment of our eligible BIPOC students being referred to the study. Investigators have established secure data tracking systems using a cloud-based online SharePoint site that facilitates routine reports for participant enrollment, and data collection status to ensure on-time completion and tracking of targeted enrollment and retention for each participant category. These reports will be discussed at weekly project meetings.Investigators have found that summarizing data from our tracking database at weekly research team meetings has been an effective strategy to monitor both enrollments and follow-up rates. Our success against anticipated milestones will also be evaluated formally on a tri-yearly basis. If our total recruitment falls behind anticipated goals, Investigators will develop a plan for \"catching up\" to milestones. In calculating recruitment targets, Investigators deliberately made conservative estimates of recruitment rates so Investigators anticipate there should be more than sufficient numbers of youth to achieve our targets. Assumptions include 20% of 11 th grade students in the school eligible on basis of academic criteria, reduced by the % of non-BIPOC students, conservative estimate that 80% of BIPOC students would be eligible on the basis of family background characteristics, and an estimated 50% recruitment rate.\n\nIn our community-based research, Investigators have developed very effective ways of tracking participants for follow-up assessments. The research team will send reminder and thank you letters and will obtain multiple methods for contacting participants (email, phone numbers, physical addresses). The research team will be taking attendance weekly. After 2 unexplained absences, the study coordinator will contact participants via email and phone contact to problem solve barriers to attendance. The study coordinator will do up to 3 such contacts. If at any contact a participant indicates their intention to withdraw from the study, the study coordinator will cease contact, and record this as a study withdrawal.\n\nWhile the investigators anticipate that there will be more than sufficient numbers of youth to meet recruitment targets, the investigators will use several strategies to address any challenges that arise. For example, if participants are declining to participate in the research assessments and recruitment falls below expectation due to low rates of consent/assent, investigators will obtain feedback regarding barriers to participation so investigators can problem-solve and address these barriers with prospective participants (e.g., the times during which intervention groups are offered). If rates of recruitment of target groups, Black, Latinx, and Asian American/Pacific Islander students, fall below expectations, investigators will examine barriers to participation and address these in partnership with key opinion leaders in the school communities. If rates of recruitment are lower than anticipated across the board, the research team in partnership with the schools may elect to broaden inclusion criteria, for example, by offering the intervention to additional grades (10 th or 12 th grades). For any such change investigators would secure IRB approval on an amendment to this application before proceeding.\n\nPhase 2 Procedures: The research activities will take place during school hours. All eligible students will be invited to participate in the research project which will involve the completion of online surveys, the pre- and post-assessments, and a certificate of completion. All student participants who have consented will receive either the STRIVE intervention or the SOAR study skills curriculum in 12 1-hour sessions held at their high school, at times approved by school administrators. Invitations to participate in the research will be included in an information packet sent to students and caregivers, during information sessions, and in orientation videos. Participants will receive a copy of the Research Participant Bill of Rights in a language in which they are fluent. Participants will review the consent forms after they have read and understood the Research Participant Bill of Rights. Only students with written parental consent to the study will be permitted to participate, students will also provide written assent in order to participate. Non-participating students will remain in their classrooms as usual.\n\nParent/caregiver measures will also be collected via an online questionnaire to assess health outcomes and family contextual factors.\n\nBiological samples will be collected in this trial to assess intervention effects on biomarkers indicating the cumulative effects of stress on the body. Biological data collection will take place during the 90 min in-person health assessment at the school sites in a classroom or other private space assigned for this purpose by school administrators. All biological data collection procedures will use tools that are legally marketed devices that will only be used for purposes within their approved labeling. Procedures will be administered by trained research assistants, project coordinators, graduate students, and post-doctoral fellows who have received specialized trained in the administration of these procedures. Care will be taken to explain the purpose of the data collection to assess the effects of stress on bodily systems, and participants and caregivers will be assured that no drug or genetic testing will be carried out on biological samples.\n\nThe bio-markers collected in this study are listed below. The bio-markers are intended to examine the effects of stress on bodily systems and no drug or genetic testing will be performed on samples. All biological samples and body measurements will be labeled only with participant IDs and no other identifying information. Likewise, data entered electronically from the data collection paper forms will be linked only to a participant ID number. The participant tracking key linking IDs to personal identifying information will be stored separately in a file accessible only by the project investigators and data managers on this project. Details for the collection of biological samples during in-person health assessments baseline assessment, post-assessment, and 12-month follow-up are described below:\n\nSaliva sample collection. Participants will be asked to deposit saliva into straws that drip saliva into a 2mL tube. Saliva samples will be taken four times during the in-person health assessment, to index baseline, reactivity to behavioral tasks, and recovery. Samples will be organized into standard cryostorage boxes (9x9 grids, 81 tubes) within insulated transportation containers prior to being frozen at Claremont McKenna College for temporary storage before assay. Saliva samples will be kept in locked cold storage within a locked room that is only accessible to study personnel. When data collection is complete, all saliva samples will be sent to the University of Trier for assessment and analysis. The data will be sent de-identified and samples will be destroyed after analyses are completed. Saliva will be assayed for cortisol, alpha-amylase, and dehydroepiandrosterone. The University of Trier will also be responsible for following standard protocol for analysis and will dispose of saliva samples after analyses are complete.\n\nHair sample collection. A small amount (15-20 mg) of hair will be collected from the participants at baseline assessment, post-assessment, and during 12-month follow-up. The researchers will show the participant a sample of hair to illustrate the amount of hair needed for the cortisol assay. The research team will follow the protocol proposed by the International Atomic Energy Agency, which is adopted by the Center of Disease Control and the US Environmental Protection Agency (EPA). Hair samples will be cut from two or three locations at the back of the head, and only the first 3 cm of hair proximal to the scalp will be used for analysis. Samples will be stored in a zip lock bag labeled with the participant ID number in locked storage within a locked room that is only accessible to study personnel. Samples will be kept until the end of data collection. The purpose of collecting these samples is to investigate the impact of our intervention on several stress markers (cortisol, corticosterone, testosterone, corticosterone, and dehydroepiandrosterone). The data will be de-identified and sent to the TU Dresden Laboratory for analysis. Samples will be destroyed 2 weeks after analyses are completed. No drug or genetic testing will be performed.\n\nBody mass index will be assessed by collecting participant height and weight at baseline assessment, post-assessment, and during 12-month follow-up. BMI percentiles will be calculated as kg/m2, based on the Centers for Disease Control and Prevention (CDC) age and gender growth charts.\n\nWaist and hip circumference will be assessed with a Gulick cloth measuring tape using established techniques at baseline assessment, post-assessment, and during 12-month follow-up. Two waist and hip measurements will be taken to the nearest mm and a third if the difference is 10mm or more.\n\nResting blood pressure will be assessed through systolic blood pressure (SBP) readings at baseline assessment, post-assessment, and during 12-month follow-up. Readings are taken from a vital signs monitor, the OMRON 5 Series Wireless Upper Arm Blood Pressure Monitor (Model BP7250). The mean of three SBP readings will be used in analyses.\n\nResting heart rate variability (HRV) will be assessed over a 5-minute period in a seated posture using a physiological acquisition system, EmWave Pro, at baseline assessment, post-assessment, and during 12-month follow-up. EmWave Pro captures heart rate and HRV through an infrared pulse plethysmograph ear sensor or finger sensor, depending on the participant's physical constraints (e.g., poor circulation on the hand, too much ear jewelry, etc).\n\nAssessment of Risks \\& Handling of Risks\n\nPhysical risks associated with the lab visit are considered minimal and are similar to those experienced as part of a general physical exam. Investigators will take steps to ensure that these risks are decreased where possible; The research staff will attempt to make participants as comfortable as possible with saliva sampling and inflammation collection procedures, they will take precautions with hair collection and take samples in inconspicuous locations on the scalp, and roughly 10 mm width of hair across the two locations. The research staff will ask participants to stand backward on the scale to minimize possible participant anxiety about their weight."
        },
        "conditionsModule": {
            "conditions": [
                "Internalizing Mental Health Symptoms",
                "Allostatic Load",
                "Health Complaints"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants are randomly assigned to either the control condition (Study skills) or the experimental condition (STRVE).",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 504,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "STRIVE",
                    "type": "EXPERIMENTAL",
                    "description": "Based on the Learning to BREATHE (L2B) curriculum (Broderick, 2013), the STRIVE intervention is a mindfulness-based program designed to facilitate the development of emotion regulation for middle to high school students. Goals of the program include helping students understand their thoughts and feelings, learning how to use mindfulness-based skills to manage emotions, and providing opportunities for guided group mindfulness meditation practice. Delivered in twelve 60-minute group sessions, the intervention will be include the core components of the L2B program (i.e. body awareness; understanding and working with thoughts; understanding and working with feelings; integrating awareness of thoughts, feelings, and bodily sensations; reducing harmful self-judgments, and integrating mindful awareness into daily life) with content framed around the needs of high achieving, college-bound BIPOC students with the goal of offsetting the costs of resilience.",
                    "interventionNames": [
                        "Behavioral: STRIVE"
                    ]
                },
                {
                    "label": "Study Skills",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The attention control condition will incorporate face-valid content to support college readiness and achievement in twelve 60- minute group sessions. Twelve sessions will cover the SOAR study skills curriculum (Kruger, 2017), including goal-setting, organization and time-management, and study skills for reading comprehension, writing papers, note-taking, and test-taking.",
                    "interventionNames": [
                        "Behavioral: Study Skills"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "STRIVE",
                    "description": "The STRIVE intervention will include all activities and BREATHE skill training components of L2B with content framed within the needs of high achieving college-bound BIPOC students who can benefit from health promoting practices to offset the costs of resilience. The intervention will include twelve 60-minute group sessions, with two sessions on each of the six core themes. Each session will include an opening mindful movement, short didactic presentation of the topic or theme of that week, group activities that illustrate the theme, guided discussion about the activity, and in-session group mindfulness meditation practice.",
                    "armGroupLabels": [
                        "STRIVE"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Study Skills",
                    "description": "The sessions will focus on goal setting (4 sessions), organization and time management (3 sessions), and study skills for reading comprehension, writing papers, note-taking, and test-taking (4 sessions). Parallel to the final L2B session, the last meeting will include activities to share and reflect on how students plan to incorporate and sustain new skills.",
                    "armGroupLabels": [
                        "Study Skills"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Internalizing Symptoms over time",
                    "description": "The Depression, Anxiety, Stress Scales (DASS) is a set of three self-report scales designed to measure the negative emotional states of depression, anxiety, and stress.\n\nThe research team will assess a change in internalizing symptoms at different timepoints. For example, from Baseline to mid-assessment, mid-assessment to post-assessment, baseline to post-assessment, and baseline to 12-month follow up.\n\nThe minimum score is 0 and the maximum score is 21. Higher scores indicate greater severity of negative emotional symptoms.",
                    "timeFrame": "Collected at baseline, Mid-Assessment (Week 6), Post-Assessment (Week 13), and 12 month follow up"
                },
                {
                    "measure": "Change in Physical Health Complaints over time on the PROMIS scale",
                    "description": "Utilized Two-item Patient Reported Outcomes Measurement and Information System (PROMIS) global physical and mental health scale to measure participant self-reported health.\n\nThe research team will assess a change in self-reported health at different timepoints. For example, from Baseline to mid-assessment, mid-assessment to post-assessment, baseline to post-assessment, and baseline to 12-month follow up.\n\nThe overall score is the sum of the two items, the minimum score is 2 and the maximum score is 10. Higher scores reflect better self-reported health.",
                    "timeFrame": "Collected at baseline, Mid-Assessment (Week 6), Post-Assessment (Week 13), and 12 month follow up"
                },
                {
                    "measure": "Change in Physical Health Complaints over time on the CSSI-8",
                    "description": "Utilized the Children's Somatic Symptoms Inventory (CSSI-8) which measures the extent to which youth are bothered by various nonspecific somatic symptoms.\n\nThe research team will assess a change in internalizing symptoms at different timepoints. For example, from Baseline to mid-assessment, mid-assessment to post-assessment, baseline to post-assessment, and baseline to 12-month follow up.\n\nThe minimum score is 0 and the maximum score is 32. Higher scores indicate greater somatic distress.",
                    "timeFrame": "Collected at baseline, Mid-Assessment (Week 6), Post-Assessment (Week 13), and 12 month follow up"
                },
                {
                    "measure": "Change in Hair Cortisol over time",
                    "description": "The research team will collect hair samples to measure hair cortisol (picograms per milligram).\n\nThe research team will assess a change in hair cortisol at different timepoints. For example, from Baseline to post-assessment, post-assessment to 12-month follow up, and baseline to 12-month follow up.",
                    "timeFrame": "Collected at baseline, post-assessment (13 weeks), and 12 month follow up"
                },
                {
                    "measure": "Change in Hair Dehydroepiandrosterone (DHEA) over time",
                    "description": "The research team will collect hair samples to measure hair dehydroepiandrosterone (DHEA) (picograms per milligram).\n\nThe research team will assess a change in hair DHEA at different timepoints. For example, from Baseline to post-assessment, post-assessment to 12-month follow up, and baseline to 12-month follow up.",
                    "timeFrame": "Collected at baseline, post-assessment (13 weeks), and 12 month follow up"
                },
                {
                    "measure": "Change in Saliva Inflammatory Marker over time",
                    "description": "The research team will collect saliva samples from research participants. Interleukin-6 (Il-6) will be assayed from saliva. IL-6 is expressed as pg/ml (picograms per milliliter).\n\nThe research team will assess a change salivary inflammation levels at different timepoints. For example, from Baseline to post-assessment, post-assessment to 12-month follow up, and baseline to 12-month follow up.",
                    "timeFrame": "Collected at baseline, Post-Assessment (13-weeks), and 12 month follow up"
                },
                {
                    "measure": "Change in Hip-to-waist ratio",
                    "description": "The research team will collect hip and waist measurements in centimeters (cm).\n\nThe research team will assess a change in hip-to-waist ratio at different timepoints. For example, from Baseline to post-assessment, post-assessment to 12-month follow up, and baseline to 12-month follow up.",
                    "timeFrame": "Collected at baseline, post-assessment (13 weeks), and 12 month follow up"
                },
                {
                    "measure": "Change in Resting Blood pressure (systolic and diastolic) mmHg (millimeters of mercury)",
                    "description": "The research team will collect resting blood pressure (systolic and diabolic) mmHg (millimeters of mercury).\n\nThe research team will assess a change in resting blood pressure at different timepoints. For example, from Baseline to post-assessment, post-assessment to 12-month follow up, and baseline to 12-month follow up.",
                    "timeFrame": "Collected at baseline, post-assessment (13 weeks), and 12 month follow up"
                },
                {
                    "measure": "Change in Resting Respiratory Sinus Arrhythmia bpm (beats per minute)",
                    "description": "The research team will collect resting respiratory sinus Arrhythmia bpm.\n\nThe research team will assess a change in resting respiratory sinus arrhythmia at different timepoints. For example, from Baseline to post-assessment, post-assessment to 12-month follow up, and baseline to 12-month follow up.",
                    "timeFrame": "Collected at baseline, post-assessment (13 weeks), and 12 month follow up"
                },
                {
                    "measure": "Change in Body Mass Index (BMI) Percentile",
                    "description": "The research team will collect weight in kilograms and height in meter to calculate the BMI percentile. Once the BMI is calculated (calculated based on weight in kilograms divided by height in meters), it will be compared to children of the same sex and age.\n\nThe research team will assess a change in BMI percentiles at different timepoints. For example, from Baseline to post-assessment, post-assessment to 12-month follow up, and baseline to 12-month follow up.",
                    "timeFrame": "Collected at baseline, post-assessment (13 weeks), and 12 month follow up"
                },
                {
                    "measure": "Change in Allostatic Load over time",
                    "description": "To calculate allostatic load for each of the indicators (i.e., hair cortisol, hair dehydroepiandrosterone (DHEA), saliva interleukin-6 (Il-6), hip-to-waist ratio, resting blood pressure, Resting Respiratory Sinus Arrhythmia (RSA), and body mass index percentile), participants who score in the 75th percentile will receive a 1, with the exception of RSA and DHEA, where participants will receive a 1 for scores 25th percentile or below.\n\nParticipants sores will then be summed. Allostatic load scores then could possible range from 0 -6. Higher scores reflect greater allostatic load. The research team will assess a change in allostatic load at different timepoints. For example, from Baseline to post-assessment, post-assessment to 12-month follow up, and baseline to 12-month follow up.",
                    "timeFrame": "Collected at baseline, Post-Assessment (13-weeks), and 12 month follow up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Enrolled in 10th or 11th grade at a participating high school\n* Identify as Black, Latinx, Asian American/Pacific Islander, or American Indian/Alaskan Native\n* High achieving (e.g., GPA above 3.5 and/or in the top 20% of their grade, enrolled in advanced classes such as AP/IB/honors classes)\n\nExclusion Criteria:\n\n* Intellectual Disability",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anna S Lau, PhD",
                    "role": "CONTACT",
                    "phone": "(310) 206-5363",
                    "email": "alau@psych.ucla.edu"
                },
                {
                    "name": "Ashley Flores, B.A.",
                    "role": "CONTACT",
                    "phone": "(310)206-5294",
                    "email": "aflores@psych.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anna S Lau, PhD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90049",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anna Lau, PhD",
                            "role": "CONTACT",
                            "phone": "310-206-5294",
                            "email": "alau@psych.ucla.edu"
                        },
                        {
                            "name": "Ashley Flores, B.A.",
                            "role": "CONTACT",
                            "phone": "3236304502",
                            "email": "aflores@psych.ucla.edu"
                        },
                        {
                            "name": "Anna Lau, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35201542",
                    "type": "BACKGROUND",
                    "citation": "Doan SN, Yu SH, Wright B, Fung J, Saleem F, Lau AS. Resilience and Family Socialization Processes in Ethnic Minority Youth: Illuminating the Achievement-Health Paradox. Clin Child Fam Psychol Rev. 2022 Mar;25(1):75-92. doi: 10.1007/s10567-022-00389-1. Epub 2022 Feb 24."
                },
                {
                    "pmid": "10450719",
                    "type": "BACKGROUND",
                    "citation": "Deppisch LM, Centeno JA, Gemmel DJ, Torres NL. Andrew Jackson's exposure to mercury and lead: poisoned president? JAMA. 1999 Aug 11;282(6):569-71. doi: 10.1001/jama.282.6.569. Erratum In: JAMA 1999 Oct 6;282(13):1229."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual Participant Data will be shared according to the requirements of the NIMH National Data Archive.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Data release will align with requirements of the NIMH National Data Archive."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16204",
                    "name": "Sulfamethazine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}