{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05595460",
            "orgStudyIdInfo": {
                "id": "RYZ101-101"
            },
            "organization": {
                "fullName": "RayzeBio, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study of RYZ101 in Combination With SoC in Subjects With SSTR+ ES-SCLC",
            "officialTitle": "Phase 1b Single Arm, Open-label Trial of RYZ101 in Combination With Carboplatin + Etoposide + Atezolizumab in Subjects With Somatostatin Receptor Expressing (SSTR+) Extensive Stage Small Cell Lung Cancer (ES-SCLC)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-in-combination-with-soc-in-subjects-with-sstr-es-sclc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-16",
            "studyFirstSubmitQcDate": "2022-10-24",
            "studyFirstPostDateStruct": {
                "date": "2022-10-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "RayzeBio, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to determine the safety, preliminary antitumor activity, and pharmacokinetics (PK) of RYZ101 in combination with standard of care (SoC) therapy consisting of carboplatin + etoposide + atezolizumab in untreated subjects with somatostatin receptor expressing (SSTR+) ES-SCLC."
        },
        "conditionsModule": {
            "conditions": [
                "SCLC,Extensive Stage"
            ],
            "keywords": [
                "actinium",
                "alpha-emitter",
                "SSTR+ ES-SCLC",
                "SCLC",
                "ES-SCLC",
                "RYZ101",
                "225Ac",
                "225Ac-DOTATATE",
                "targeted radiotherapy",
                "atezolizumab",
                "carboplatin",
                "etoposide",
                "radiopharmaceutical"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 31,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "RYZ101 + SoC",
                    "type": "EXPERIMENTAL",
                    "description": "RYZ101 (Actinium 225 radiolabeled somatostatin analog (SSA)) 6.5 MBq/175 μCi in combination with standard of care (SoC) carboplatin + etoposide + atezolizumab",
                    "interventionNames": [
                        "Drug: RYZ101 Dose Level 1",
                        "Drug: RYZ101 Dose Level 2",
                        "Drug: RYZ101 Dose Level 3",
                        "Drug: RYZ101 Dose Level -1",
                        "Drug: Atezolizumab",
                        "Drug: Carboplatin",
                        "Drug: Etoposide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "RYZ101 Dose Level 1",
                    "description": "6.5 MBq/175 μCi administered by IV for up to 6 infusions once every 4 or 6 weeks",
                    "armGroupLabels": [
                        "RYZ101 + SoC"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "RYZ101 Dose Level 2",
                    "description": "8.3 MBq/225 μCi administered by IV for up to 6 infusions once every 4 or 6 weeks",
                    "armGroupLabels": [
                        "RYZ101 + SoC"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "RYZ101 Dose Level 3",
                    "description": "10.2 MBq/275 μCi administered by IV for up to 6 infusions once every 4 or 6 weeks",
                    "armGroupLabels": [
                        "RYZ101 + SoC"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "RYZ101 Dose Level -1",
                    "description": "4.6 MBq/125 μCi administered by IV for up to 6 infusions once every 4 or 6 weeks",
                    "armGroupLabels": [
                        "RYZ101 + SoC"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Atezolizumab",
                    "description": "1200 mg administered IV for 4 x 21-day cycles, followed by 1680 mg every 28-days (maintenance)",
                    "armGroupLabels": [
                        "RYZ101 + SoC"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Carboplatin",
                    "description": "AUC 5-6 administered IV for 4 x 21-day cycles",
                    "armGroupLabels": [
                        "RYZ101 + SoC"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Etoposide",
                    "description": "80-100 mg/m2 administered IV on 3 consecutive days for 4 x 21-day cycles",
                    "armGroupLabels": [
                        "RYZ101 + SoC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "RP2D",
                    "description": "RP2D as determined by incidence rate of DLTs",
                    "timeFrame": "42 days of study treatment"
                },
                {
                    "measure": "Safety and tolerability of RYZ101 in combination with SoC",
                    "description": "Safety and tolerability of RYZ101 in combination with SoC as measured by incidence and severity of AEs including SAEs, laboratory changes and other safety findings",
                    "timeFrame": "Up to 50 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Durable ORR",
                    "description": "Durable ORR defined as the proportion of subjects with measurable disease at baseline who achieve confirmed CR or PR according to RECIST v1.1 lasting at least 4 months",
                    "timeFrame": "Up to 50 months"
                },
                {
                    "measure": "ORR",
                    "description": "ORR as assessed by the Investigator according to RECIST v1.1",
                    "timeFrame": "Up to 50 months"
                },
                {
                    "measure": "DOR",
                    "description": "Only for subjects with a RECIST v.1.1 response, assessed by the Investigator according to RECIST v1.1",
                    "timeFrame": "Up to 50 months"
                },
                {
                    "measure": "OS",
                    "description": "OS as defined from the time of first dose of RYZ101 or first dose of SoC therapy to the date of death due to any cause",
                    "timeFrame": "Up to 50 months"
                },
                {
                    "measure": "BOR",
                    "description": "BOR as assessed by the Investigator according to RECIST v1.1",
                    "timeFrame": "Up to 50 months"
                },
                {
                    "measure": "Disease Control Rate",
                    "description": "Disease control rate (PR + CR + SD) as assessed by the Investigator according to RECIST v1.1",
                    "timeFrame": "Up to 50 months"
                },
                {
                    "measure": "PFS",
                    "description": "PFS as defined from date of first dose of RYZ101 or first dose of SoC therapy to the date of progression as assessed by the Investigator according to RECIST v1.1",
                    "timeFrame": "Up to 50 months"
                },
                {
                    "measure": "PK parameter: Maximum observed concentration (Cmax) of RYZ101 in combination with SoC",
                    "timeFrame": "Up to 8 days"
                },
                {
                    "measure": "PK parameter: Time to maximum observed concentration (Tmax) of RYZ101 in combination with SoC",
                    "timeFrame": "Up to 8 days"
                },
                {
                    "measure": "PK parameter: Area under the concentration-time curve (AUC) of RYZ101 in combination with SoC",
                    "timeFrame": "Up to 8 days"
                },
                {
                    "measure": "PK parameter: Volume of distribution (V) of RYZ101 in combination with SoC",
                    "timeFrame": "Up to 8 days"
                },
                {
                    "measure": "PK parameter: Terminal half life (T1/2) of RYZ101 in combination with SoC",
                    "timeFrame": "Up to 8 days"
                },
                {
                    "measure": "PK parameter: Clearance of RYZ101 in combination with SoC",
                    "timeFrame": "Up to 8 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Subjects must meet all the following criteria for enrollment in the study:\n\n1. Cytologically or histologically confirmed proven ES-SCLC and is untreated or received ≤1 cycle of platinum-etoposide and PD-L1 inhibitor therapy (including SoC administered during screening, if applicable).\n2. Subject is a candidate for therapy with SoC which includes:\n\n   1. Carboplatin for a maximum of 4 cycles\n   2. Etoposide for a maximum of 4 cycles\n   3. Atezolizumab\n3. Eastern Cooperative Oncology Group (ECOG) PS 0-1.\n4. Life expectancy of at least 12 weeks.\n5. SSTR-PET positive (e.g., Gallium-68 \\[68Ga\\], Copper-64 \\[64Cu\\]), not previously irradiated, measurable site of disease (according to RECIST v1.1) and ≥50% of RECIST v1.1 measurable metastatic lesions must be SSTR imaging positive (SSTR imaging-positive is defined as uptake greater than the liver uptake)\n6. Sufficient renal function, as evidence by creatinine clearance (CrCl) ≥60 mL/min (calculated using the Cockcroft-Gault formula)\n7. Subjects should have ionized calcium ≤1.5 mmol/L, calcium ≤12 mg/dL, or corrected calcium lower than the upper limit of normal (ULN).\n8. Adequate hematologic function, defined by the following laboratory results: Hemoglobin concentration ≥5.0 mmol/L (≥8.0 g/dL); absolute neutrophil count (ANC) ≥1000 cells/µL (≥1000 cells/mm3); platelets ≥70 × 109/L (70 × 103/mm3). Transfusion and/or use of hematopoietic factor therapies are not permitted within 14 days prior to date of screening laboratory tests unless clinically indicated following initiation of first cycle of SoC therapy.\n9. Adequate hepatic function, defined by the following laboratory results:\n\n   * Total bilirubin ≤1.5 × ULN (for patients with documented Gilbert syndrome, direct bilirubin must be ≤1.5 × ULN and enrollment requires approval by the medical monitor).\n   * Aspartate aminotransferase (AST)/serum glutamic-oxaloacetic transaminase (SGOT) and alanine aminotransferase (ALT)/serum glutamic-pyruvic transaminase (SGPT) ≤2.5 × ULN (AST and ALT ≤5 × ULN in the presence of hepatic metastases).\n10. Woman of childbearing potential (WOCBP) must have a negative serum pregnancy test within 48 hours prior to the first dose of study drug and agree to use barrier contraception and a second form of highly effective contraception or total abstinence while receiving study drug and for 6 months following their last dose of RYZ101/SoC.\n11. Sexually active male subjects must use a condom during intercourse while receiving study drug and for 3 months after the last dose of the study drug and should not father a child during this period. If sexual partners are WOCBP must also agree to use a second form of highly effective contraception or total abstinence while receiving study drug and for 3 months following their last dose of RYZ101/SoC.\n12. Able to read and/or understand the details of the study and provide written informed consent prior to any study-specific assessments and procedures commence\n\nSubjects who meet any of the following criteria will be excluded from the study:\n\n1. Prior exposure to immune-mediated therapy excluding anticancer vaccines and excluding 1 cycle of SoC therapy administered during the screening period.\n2. Any condition requiring systemic treatment with immunosuppressive medications within 14 days prior to first dose of study drug.\n3. Known active or suspected autoimmune disease, including paraneoplastic syndromes of autoimmune nature.\n4. Prior PRRT\n5. Known hypersensitivity to 225Ac, 68Ga, 64Cu, octreotate, or any of the excipients of DOTATATE imaging agents.\n6. Known hypersensitivity to Chinese hamster ovary cell products or to any component of the atezolizumab formulation.\n7. History of severe allergic anaphylactic reactions to chimeric or humanized antibodies or fusion proteins.\n8. History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening chest CT scan. Note: History of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n9. Severe infection within 4 weeks prior to initiation of study treatment, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia, or any active infection that could impact patient safety\n10. Treatment with therapeutic oral or i.v. antibiotics within 2 weeks prior to initiation of study treatment. Note: Subjects receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease (COPD) exacerbation) are eligible for the study.\n11. Prior allogeneic stem cell or solid organ transplantation\n12. Treatment with a live, attenuated vaccine within 4 weeks prior to initiation of study treatment, or anticipation of need for such a vaccine during atezolizumab treatment or within 5 months after the final dose of atezolizumab.\n13. Any contraindication to receive carboplatin or etoposide.\n14. Radiotherapy to the chest prior to systemic therapy or planned consolidation chest radiation therapy or prior external beam radiation therapy to more than 25% of the bone marrow.\n15. Major surgery within 4 weeks prior to first dose of study drug.\n16. Prior participation in any interventional clinical study within 30 days prior to first dose of study drug.\n17. Significant cardiovascular disease, such as New York Heart Association (NYHA) Class ≥II heart failure. QT interval corrected for heart rate using Fridericia's formula (QTcF) \\>470 ms.\n18. Resistant hypertension, defined as uncontrolled blood pressure (BP) \\>140/90 mmHg while on optimal doses of at least 3 antihypertensive medications with 1 being a diuretic (Whelton et al. 2018). Subjects with baseline hypertension may be eligible after initiation of antihypertensive therapy.\n19. Have a history of primary malignancy within the past 3 years other than (1) SCLC, (2) adequately treated carcinoma in situ or non-melanoma carcinoma of the skin, (3) any other curatively treated malignancy that is not expected to require treatment for recurrence during participation in the study, or (4) an untreated cancer on active surveillance that may not affect survival status for ≥3 years based on clinician assessment/statement and with Medical Monitor approval.\n20. Previously treated central nervous system (CNS) metastases who have not recovered from acute side effects of radiotherapy. Note: Subjects with CNS metastases are permitted but must be asymptomatic, adequately treated, and should be receiving a stable or decreasing dose regimen of steroids.\n21. Active infections such as tuberculosis, hepatitis B or C virus or HIV, or are current treatment with antiviral therapy for HBV.\n22. Pregnancy or lactation.\n23. Unable or unwilling to comply with the requirements of the study protocol",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "RayzeBio Clinical Trials",
                    "role": "CONTACT",
                    "phone": "619-657-0302",
                    "email": "clinicaltrials@rayzebio.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Denise Ferreira, MD",
                    "affiliation": "RayzeBio, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90024",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan Goldman",
                            "role": "CONTACT",
                            "phone": "310-633-8400",
                            "email": "jwgoldman@mednet.ucla.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "UCSF",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94158",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan Gee",
                            "role": "CONTACT",
                            "phone": "415-866-8059",
                            "email": "megan.agee@ucsf.edu"
                        },
                        {
                            "name": "Claire Mulvey, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ephraim Parent, MD",
                            "role": "CONTACT",
                            "phone": "904-953-2000"
                        },
                        {
                            "name": "Ephraim Parent, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Orlando Health Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32806",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Caitlin Mynard",
                            "role": "CONTACT",
                            "email": "adultonctrialreferral@orlandohealth.com"
                        },
                        {
                            "name": "Justin Rineer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                },
                {
                    "facility": "Corewell-Health BAMF Health",
                    "status": "RECRUITING",
                    "city": "Grand Rapids",
                    "state": "Michigan",
                    "zip": "49503",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark Crystal",
                            "role": "CONTACT",
                            "email": "mark.crystal@corewellhealth.org"
                        },
                        {
                            "name": "Manish Thakur, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.96336,
                        "lon": -85.66809
                    }
                },
                {
                    "facility": "Profound Research LLC / MHP Radiation Oncology Institute",
                    "status": "RECRUITING",
                    "city": "Troy",
                    "state": "Michigan",
                    "zip": "48098",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heather Austin",
                            "role": "CONTACT",
                            "phone": "585-216-7617",
                            "email": "heather.austin@profoundresearch.io"
                        },
                        {
                            "name": "Krisha Howell, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.60559,
                        "lon": -83.14993
                    }
                },
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aaron Mansfield, MD",
                            "role": "CONTACT",
                            "phone": "507-284-2511"
                        },
                        {
                            "name": "Aaron Mansfield, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "Nebraska Cancer Specialists",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marlene Bridwell",
                            "role": "CONTACT",
                            "phone": "402-691-5252",
                            "email": "mbridwell@nebraskacancer.com"
                        },
                        {
                            "name": "Robert Langdon, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "Millennium Research and Clinical Development",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77090",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Waldron",
                            "role": "CONTACT",
                            "email": "JWaldron@wmrad.com"
                        },
                        {
                            "name": "John Waldron, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "University of Utah Huntsman Cancer Hospital",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sonam Puri, MD",
                            "role": "CONTACT",
                            "phone": "801-585-0255",
                            "email": "sonam.puri@hci.utah.edu"
                        },
                        {
                            "name": "Sonam Puri, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                },
                {
                    "facility": "Pan American Center for Oncology Trials, LLC",
                    "status": "RECRUITING",
                    "city": "San Juan",
                    "zip": "00935",
                    "country": "Puerto Rico",
                    "contacts": [
                        {
                            "name": "Iris G. Garcia-Acevedo, BSN-RN",
                            "role": "CONTACT",
                            "phone": "(787) 407-3333",
                            "email": "info@panoncologytrials.com"
                        },
                        {
                            "name": "Noridza Rivera-Rodriguez, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 18.46633,
                        "lon": -66.10572
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000055752",
                    "term": "Small Cell Lung Carcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M28323",
                    "name": "Small Cell Lung Carcinoma",
                    "asFound": "SCLC",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5271",
                    "name": "Small Cell Lung Cancer",
                    "asFound": "SCLC",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016190",
                    "term": "Carboplatin"
                },
                {
                    "id": "D000005047",
                    "term": "Etoposide"
                },
                {
                    "id": "C000594389",
                    "term": "Atezolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000059005",
                    "term": "Topoisomerase II Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "asFound": "System",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8191",
                    "name": "Etoposide",
                    "asFound": "Complete",
                    "relevance": "HIGH"
                },
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "asFound": "Status",
                    "relevance": "HIGH"
                },
                {
                    "id": "M341643",
                    "name": "Etoposide phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M21258",
                    "name": "Radiopharmaceuticals",
                    "relevance": "LOW"
                },
                {
                    "id": "M15806",
                    "name": "Somatostatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}