{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01927744",
            "orgStudyIdInfo": {
                "id": "2013-0179"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2014-01390",
                    "type": "REGISTRY",
                    "domain": "NCI CTRP"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Study of Chemotherapy With Cisplatin/Carboplatin, and Docetaxel With or Without Erlotinib in Patients With Head and Neck Squamous Cell Carcinomas Amenable for Surgical Resection",
            "officialTitle": "Randomized, Placebo-Controlled, Phase 2 Study Of Induction Chemotherapy With Cisplatin/Carboplatin, And Docetaxel With Or Without Erlotinib In Patients With Head And Neck Squamous Cell Carcinomas Amenable For Surgical Resection",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-of-chemotherapy-with-cisplatin-carboplatin-and-docetaxel-with-or-without-erlotinib-in-patients-with-head-and-neck-squamous-cell-carcinomas-amenable-for-surgical-resection"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-12-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2013-08-20",
            "studyFirstSubmitQcDate": "2013-08-22",
            "studyFirstPostDateStruct": {
                "date": "2013-08-23",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Astellas Pharma Inc",
                    "class": "INDUSTRY"
                },
                {
                    "name": "The Kadoorie Charitable Foundations",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical research study is to learn if adding erlotinib to a standard chemotherapy combination (docetaxel and either cisplatin or carboplatin) can help to control SCCHN. The safety of this drug combination will also be studied.\n\nIn this study, erlotinib will be compared to a placebo. A placebo is not a drug. It looks like the study drug but is not designed to treat any disease or illness. It is designed to be compared with a study drug to learn if the study drug has any real effect.\n\nThis is an investigational study. Erlotinib is approved by the FDA for treatment of non-small cell lung cancer. Its use in this study is experimental. Docetaxel, cisplatin, and carboplatin are all FDA approved and commercially available for the treatment of SCCHN.\n\nUp to 100 patients will take part in this study. All will be enrolled at MD Anderson.",
            "detailedDescription": "Study Groups:\n\nIf you are found to be eligible to take part in this study, you will be randomly assigned (as in the flip of a coin) to 1 of 2 study groups (also known as an Arm):\n\n* If you are in Arm A, you will receive standard chemotherapy in combination with erlotinib.\n* If you are in Arm B, you will receive standard chemotherapy in combination with a placebo.\n\nIf you are 1 of the first 30 patients to be enrolled on the study, you will have an equal chance of being assigned to either group. If you are one of the next 20 patients to be enrolled on the study, you will have a higher chance of being assigned to the group that appears to be performing better. Up to 50 more participants will then be assigned to a study group based on the results seen in the first 50 participants.\n\nNeither you nor the study doctor will know if you are receiving erlotinib or placebo. However, if needed for your safety, the study doctor will be able to find out what you are receiving.\n\nStudy Drug Administration:\n\nYou will receive docetaxel and either cisplatin or carboplatin by vein on Day 1 of up to 3 study cycles, over about 1-2 hours. The study doctor will tell you whether you are receiving cisplatin or carboplatin. Each study cycle will be 3 weeks.\n\nYou will also take tablets of either erlotinib or placebo every day until (and including) the day before your scheduled surgery. You should take the tablets with about 1 cup (8 ounces) of water. You should take the tablet on an empty stomach, at least 1 hour before or 2 hours after a meal. You should take the tablet at around the same time each day, preferably in the morning. Your eating habits around the time you take the tablet should stay the same while you are on study. lf you vomit, and you can actually see the tablet, you may take another tablet. If not, you should not take another tablet until your next scheduled dose.\n\nYou will continue to take erlotinib or placebo daily until the day prior to surgery (including the day prior to surgery).\n\nYou will be given standard drugs to help decrease the risk of side effects. You may ask the study staff for information about how the drugs are given and their risks.\n\nStudy Visits:\n\nOn Day 1 of each Cycle, you will receive the study drugs, as described above.\n\nWithin 7 days before Cycles 2 and 3:\n\n* You will have a physical exam.\n* You will be asked about your current smoking status and tobacco use.\n* Blood (about 2-3 teaspoons) will be drawn for routine tests.\n\nAt least 14 days after the last dose of chemotherapy:\n\n* You will have a physical exam.\n* You will be asked about your current smoking status and tobacco use.\n* Blood (about 2-3 teaspoons) will be drawn for routine tests.\n* You will have an MRI or CT scan of the head and neck. If the study doctor thinks it is needed, additional imaging scans may be performed.\n* You will complete a questionnaire about how you feel about different aspects of your daily life. It should take you about 15 minutes to complete the questionnaire.\n* Blood (about 1-2 teaspoons) will be drawn for biomarker and pharmacokinetic (PK) testing. PK testing measures the amount of study drug in the body at different time points.\n\nAt any point while you are on study, if you can become pregnant and your doctor thinks it is needed, you will have a blood (about 1 teaspoon) or urine pregnancy test.\n\nSurgery:\n\nAfter you stop taking the study drug/placebo, you will have the surgery you were already scheduled to receive. You will sign a separate consent form that describes the surgery and its risks. As part of this study, tumor tissue will be collected during the surgery and checked for the status of the disease as well as any spread of the disease.\n\nLength of Study:\n\nYou may receive the standard chemotherapy combination for up to 3 cycles. You may take the study drug/placebo up until the day before surgery. If you have side effects from the chemotherapy, it is possible that you may stop taking the chemotherapy combination and continue to receive the study drug/placebo up until surgery. You will no longer be able to take the study drug if the disease gets worse, if intolerable side effects occur, or if you are unable to follow study directions.\n\nYour active participation on the study will be over after the end-of-treatment visit.\n\nEnd of Treatment Visit:\n\nAbout 8 weeks after surgery, the following tests and procedures will be performed:\n\n* You will have a physical exam.\n* Blood (about 1-2 teaspoons) will be drawn for biomarker and PK testing.\n* You will complete the questionnaire about your daily life.\n* If you can become pregnant and your doctor thinks it is needed, you will have a blood (about 1 teaspoon) or urine pregnancy test.\n\nLong Term Follow Up:\n\nAfter the end of treatment visit, you will be called at least 1 time each year to check on how you are doing. You (or your family members or designees) may be contacted by telephone, in writing, by e-mail, or during clinic visits. It is important to keep your contact information up to date with the study staff. This information may also be collected by checking your medical record."
        },
        "conditionsModule": {
            "conditions": [
                "Head and Neck Cancer"
            ],
            "keywords": [
                "Head and Neck Cancer",
                "Squamous cell carcinoma of the head and neck",
                "SCCHN",
                "Oral cavity squamous cell carcinomas",
                "Docetaxel",
                "Taxotere",
                "Erlotinib",
                "Erlotinib Hydrochloride",
                "OSI-774",
                "CP358774",
                "Tarceva",
                "Questionnaire",
                "Survey",
                "Phone call"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 105,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Chemotherapy + Erlotinib",
                    "type": "EXPERIMENTAL",
                    "description": "Docetaxel 75 mg/m2 by vein followed by Cisplatin 75 mg/m2 or Carboplatin AUC 6 mg.min/ml by vein on Day 1 of each 21 day cycle for a maximum of 3 cycles, plus Erlotinib 150 mg by mouth daily continuously until the day before surgery. Questionnaire completion at baseline, 14 days after treatment completion, and 8 weeks after surgery. Phone call made to patient 1 time each year after the end of treatment visit.",
                    "interventionNames": [
                        "Drug: Docetaxel",
                        "Drug: Erlotinib",
                        "Behavioral: Questionnaires",
                        "Behavioral: Phone Call",
                        "Drug: Chemotherapy"
                    ]
                },
                {
                    "label": "Chemotherapy + Placebo",
                    "type": "EXPERIMENTAL",
                    "description": "Docetaxel 75 mg/m2 by vein followed by Cisplatin 75 mg/m2 or Carboplatin AUC 6 mg.min/ml by vein on Day 1 of each 21 day cycle for a maximum of 3 cycles, plus placebo 150 mg by mouth daily continuously until the day before surgery. Questionnaire completion at baseline, 14 days after treatment completion, and 8 weeks after surgery. Phone call made to patient 1 time each year after the end of treatment visit.",
                    "interventionNames": [
                        "Drug: Docetaxel",
                        "Other: Placebo",
                        "Behavioral: Questionnaires",
                        "Behavioral: Phone Call",
                        "Drug: Chemotherapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Docetaxel",
                    "description": "75 mg/m2 by vein on Day 1 of each 21 day cycle for a maximum of 3 cycles.",
                    "armGroupLabels": [
                        "Chemotherapy + Erlotinib",
                        "Chemotherapy + Placebo"
                    ],
                    "otherNames": [
                        "Taxotere"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Erlotinib",
                    "description": "150 mg by mouth daily continuously until the day before surgery.",
                    "armGroupLabels": [
                        "Chemotherapy + Erlotinib"
                    ],
                    "otherNames": [
                        "Erlotinib Hydrochloride",
                        "OSI-774",
                        "CP358774",
                        "Tarceva"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "150 mg by mouth daily continuously until the day before surgery.",
                    "armGroupLabels": [
                        "Chemotherapy + Placebo"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Questionnaires",
                    "description": "Questionnaire completion at baseline, 14 days after treatment completion, and 8 weeks after surgery.",
                    "armGroupLabels": [
                        "Chemotherapy + Erlotinib",
                        "Chemotherapy + Placebo"
                    ],
                    "otherNames": [
                        "Surveys"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Phone Call",
                    "description": "Phone call made to patient 1 time each year after the end of treatment visit.",
                    "armGroupLabels": [
                        "Chemotherapy + Erlotinib",
                        "Chemotherapy + Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Chemotherapy",
                    "description": "Cisplatin 75 mg/m2 or Carboplatin AUC 6 mg.min/ml by vein on Day 1 of each 21 day cycle for a maximum of 3 cycles.",
                    "armGroupLabels": [
                        "Chemotherapy + Erlotinib",
                        "Chemotherapy + Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pathological Complete Response (pCR)",
                    "description": "Pathological complete response (pCR) defined as:\n\n1. Complete pathological response: no residual carcinoma in the primary tumor site or lymph nodes.\n2. Partial response to therapy, either i) minimal residual disease/near total effect (eg, \\<10% of tumor remaining) or ii) evidence of response to therapy but with 10%-50% of tumor remaining, or iii) \\>50% of tumor cellularity remains evident when compared with the previous sample, although some features of response to therapy present.\n3. Minimal evidence of response to therapy.\n\nBayesian probit model used to assess the main effect of treatment, nodal status, and biomarker, and treatment by biomarker interaction.",
                    "timeFrame": "14 days after third cycle of treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Suspected or histologically/citologically confirmed HNSCC of the oral cavity, stage III, IVA or IVB (according to the AJCC 7th edition). Patients with a suspected lesion may be enrolled and a baseline biopsy will be obtained as part of the study. If squamous cell histology is not confirmed, patients will be discontinued from the study.\n2. Patients must have surgically resectable disease, in the opinion of the treating physician\n3. Age ≥ 18 years.\n4. ECOG PS ≤ 2 (Appendix C)\n5. Adequate bone marrow, hepatic and renal function defined by: 6. ANC ≥ 1.5 x 109/L;\n\n7. Platelet count ≥ 100 x 109/L;\n\n8. ALT (SGPT) ≤ 1.5 x upper limit of normal (ULN);\n\n9. Total bilirubin ≤ ULN (patient's with Gilbert's syndrome are eligible, even if total bilirubin is \\> ULN);\n\n10. Alkaline phosphatase ≤ 2.5 x ULN;\n\n11. Serum creatinine ≤ 1.5 x ULN.\n\n12. Patients with reproductive potential (e.g., females menopausal for less than 1 year and not surgically sterilized) must practice effective contraceptive measures for the duration of study drug therapy and for at least 30 days after completion of study drug therapy. Female patients of childbearing potential must provide a negative pregnancy test (serum or urine) ≤ 14 days prior to treatment initiation.\n\n13. Written informed consent to participate in the study according to the investigational review board (IRB).\n\nExclusion criteria:\n\n1. Histology other than squamous cell carcinoma.\n2. Primary sites other than oral cavity.\n3. Prior chemotherapy or biologic therapy for the same HNSCC. Prior chemotherapy or biologic therapy for a different previous HNSCC is allowed\n4. History of poorly controlled gastrointestinal disorders that could affect the absorption of the study drug (e.g., Crohn's disease, ulcerative colitis). Patients requiring feeding tubes are permitted\n5. Other active solid malignancies within 2 years prior to randomization, except for basal cell or squamous cell skin cancer or in situ cervical or breast cancer or superficial melanoma.\n6. Serious underlying medical condition which would impair the ability of the patient to receive protocol treatment, in the opinion of the treating physician.\n7. History of allergic reactions to compounds of similar chemical composition to the study drugs (docetaxel, cisplatin, carboplatin, erlotinib or their excipients), or other drugs formulated with polysorbate 80.\n8. Any concurrent anticancer therapy, excluding hormonal therapy for prostate or breast cancer.\n9. Women who are pregnant or breast-feeding and women or men not practicing effective birth control.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Xiuning Le, MD",
                    "role": "CONTACT",
                    "phone": "713-792-6363",
                    "email": "xle1@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Xiuning Le, MD",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MD Anderson Cancer Center",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Head and Neck Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "asFound": "Head and Neck Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "T4267",
                    "name": "Oral Squamous Cell Carcinoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077143",
                    "term": "Docetaxel"
                },
                {
                    "id": "D000069347",
                    "term": "Erlotinib Hydrochloride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M1668",
                    "name": "Docetaxel",
                    "asFound": "Management",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6182",
                    "name": "Cisplatin",
                    "relevance": "LOW"
                },
                {
                    "id": "M398",
                    "name": "Erlotinib Hydrochloride",
                    "asFound": "Collected",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}