{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04084730",
            "orgStudyIdInfo": {
                "id": "19-300"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Study of 3-Day Partial Breast Radiation Therapy in Women With Breast Cancer",
            "officialTitle": "Ultra-Short External Beam-Based Accelerated Partial Breast Irradiation (APBI): A Phase II Toxicity Study Nested With a Non-inferiority Assessment of APBI in New Patient Cohorts",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "study-of-day-partial-breast-radiation-therapy-in-women-with-breast-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-08-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-04",
            "studyFirstSubmitQcDate": "2019-09-09",
            "studyFirstPostDateStruct": {
                "date": "2019-09-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine if the dose of radiation therapy that is effective in producing a treatment response, delivered over a shorter treatment period, is a safe approach that causes few or mild side effects in women with newly diagnosed breast cancer or DCIS who have had a lumpectomy procedure."
        },
        "conditionsModule": {
            "conditions": [
                "Invasive Ductal Breast Carcinoma",
                "Invasive Ductal Carcinoma, Breast",
                "DCIS",
                "DCIS Grade 1",
                "DCIS Grade 2",
                "Breast Cancer"
            ],
            "keywords": [
                "Unicentric pathological stage I breast invasive ductal breast cancer",
                "Breast Cancer",
                "Memorial Sloan Kettering Cancer Center",
                "19-300"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 280,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants with Breast Cancer",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will have unicentric pathological stage I invasive ductal breast cancer or Grade 1 or 2 DCIS measuring \\<3cm in longest diameter on pathology and/or mammogram that is histologically confirmed at MSKCC.",
                    "interventionNames": [
                        "Radiation: Accelerated Partial Breast Irradiation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Accelerated Partial Breast Irradiation",
                    "description": "Treatment will consist of APBI delivered using external beam RT techniques to a dose of 24 Gy in 3 fractions of 8.0 Gy delivered on consecutive weekdays",
                    "armGroupLabels": [
                        "Participants with Breast Cancer"
                    ],
                    "otherNames": [
                        "APBI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Toxicity with novel APBI schedule as determined by CTCAE version 5",
                    "description": "The study is deemed too toxic if the rate of serious toxicity is \\>/= 10%.",
                    "timeFrame": "24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Female\n* Age \\>/= 45 years\n* Unicentric pathological stage I (pT1 or T2 pN0_M0) invasive ductal breast cancer or DCIS measuring \\<3 cm in longest diameter on pathology and/or mammogram that is histologically confirmed. If T2, the tumor must be less than 3cm in longest diameter. Note: Women ≥ 70 years or older with T1 invasive ductal carcinoma who are estrogen- receptor positive (ER+) with clinically negative axillary nodes, and do not undergo surgical lymph node mapping or dissection (i.e., if tumor deposit is 0.2 mm or less, regardless of whether the deposit is detected by immunohistochemistry or hematoxylin and eosin staining) will also be eligible. Patients age 50 or older who are clinically node-negative by physical exam and ultrasound and have a primary tumor that is \\<=2 cm and hormone-receptor positive, are also eligible.\n* Histologically negative tumor margin or no tumor in a re-excision specimen on final shaved specimen.\n* ECOG Performance Status of 0 or 1.\n* Negative serum pregnancy test within 14 days prior to study treatment if a woman has child-bearing potential. Subjects of child bearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year\n* Written informed consent obtained from subject and ability for subject or comply with the requirements of the study\n* Female subjects of childbearing potential should be willing to use 2 methods or birth control or be surgically sterile or abstain from heterosexual activity for the duration of study participation. Should a woman become pregnant while participating on study, she should inform the treating physician immediately.\n\nInclusion Criteria for intermediate risk substudy:\n\n* Post-NAC cohort patients: clinical T1 or T2 (less than or equal to 5cm in longest diameter on available imaging) and clinical N0 (on exam and imaging) with pathological ypT0, ypTis, or ypT1 (\\<=2cm) and ypN0 (any regimen of neoadjuvant chemotherapy agents is allowed)\n\nOR\n\n* Oncotype RS score of 26 or higher\n\nOR\n\n* PAM50 ROR scored as \"HIGH\"\n\nOR\n\n* Presence or LVI (focal, limited or \"not otherwise specified\") in the lumpectomy specimen\n\nOR\n\n* Age 40-49 years (ALL OF THE FOLLOWING MUST BE TRUE : 1) no history of prior benign breast biopsies, 2) no concomitant or prior atypia in either breast, 3) no concomitant or prior LCIS in either breast, 4) no family history of breast cancer in first degree relatives)\n\nOR\n\n* Invasive lobular carcinoma\n\nOR\n\n* Surgical margins less than 1 mm to invasive or in-situ disease.\n\nExclusion Criteria:\n\n* Patients with distant metastasis\n* Patients who are pregnant or breastfeeding\n* Patients with diffuse (\\>1 quadrant or \\>5cm) suspicious microcalcifications or patients with known multicentric OR multifocal disease. (microscopic multifocal disease that may be unifocal and/or appear multifocal due to sectioning is allowed after review with PI).\n* Prior radiation therapy to the ipsilateral or contralateral breast or thorax.\n* Histological evidence of extensive lymphovascular invasion (LVI)\n* Histological evidence of extensive intraductal component (EIC), defined as the presence of intraductal carcinoma both within the primary infiltrating ductal tumor (comprising at least 25% of the tumo area) and intraductal carcinoma present clearly beyond the edges of the invasive tumor.\n* Patients are not required to undergo BRCA1 and BRCA2 or other genetic mutation tests in order to enroll on the study. Note: in the event a patient is tested and is found to be a mutation carrier, she would be excluded from the study. It would be an extremely rare/unlikely scenario for patients to be discovered BRCA positive after the completion of PBI, as all patients with risk factors for BRCA mutations (positive family history, Ashkenazi Jewish descent, ER-/PR-/her2-neu-negative receptor status) are usually tested prior to radiation. Should such a situation exist, these patients will be given the option of remaining on the breast conservation paradigm or opting for mastectomy (as is done in this rare scenario is standard of care practice). The patient will be replaced on the trial.\n* History of cosmetic or reconstructive breast surgery.\n* Medical condition such as uncontrolled infection (including HIV), uncontrolled diabetes mellitus, or connective tissue diseases (lupus, systemic sclerosis, or other collagen vascular diseases) that, in the opinion of the treating physician, would make this protocol unreasonably hazardous for the patient.\n* Patients with a \"currently active\" second malignancy other than non-melanoma skin cancers. Patients are not considered to have \"currently active\" malignancies if they have completed therapy and are considered by their physicians to be at \\<5% risk of relapse within 3 years.\n* Patients who are already enrolled in or planning to enroll in other adjuvant systemic therapy protocols for both non-invasive or invasive breast cancer\n* Expecting to conceive within the projected duration of the trials, starting with screening visit through 180 days after the last dose of trial treatment\n* Concomitant anti-neoplastic treatment is not allowed during protocol treatment and should be completed at least 2 weeks prior to commencement of protocol treatment, with resolution of associated acute toxicities. Bisphosponates are permitted without restriction even during protocol treatment. Note: This does not apply to hormonal therapies such as tamoxifen or AIs, which are permitted. This does not apply to anti-Her2 therapies such as trastuzumab or TDM-1, which are also permitted.\n* Ongoing therapy with other investigational agents. Patients may not be receiving any other investigational agents.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "45 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Atif J Khan, MD",
                    "role": "CONTACT",
                    "phone": "848-225-6334",
                    "email": "khana7@mskcc.org"
                },
                {
                    "name": "Simon Powell, MD, PhD",
                    "role": "CONTACT",
                    "phone": "212-639-3639",
                    "email": "powells@mskcc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Atif J Khan, MD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Norwalk Hospital",
                    "status": "RECRUITING",
                    "city": "Norwalk",
                    "state": "Connecticut",
                    "zip": "06850",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Philip Gilbo, MD",
                            "role": "CONTACT",
                            "phone": "203-845-4811"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.1176,
                        "lon": -73.4079
                    }
                },
                {
                    "facility": "Baptist Alliance Miami Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joseph Panoff, MD",
                            "role": "CONTACT",
                            "phone": "786-596-2000"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Basking Ridge",
                    "status": "RECRUITING",
                    "city": "Basking Ridge",
                    "state": "New Jersey",
                    "zip": "07920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Atif J Khan, MD",
                            "role": "CONTACT",
                            "phone": "848-225-6334"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70621,
                        "lon": -74.54932
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Monmouth",
                    "status": "RECRUITING",
                    "city": "Middletown",
                    "state": "New Jersey",
                    "zip": "07748",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Atif J Khan, MD",
                            "role": "CONTACT",
                            "phone": "848-225-6334"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.39652,
                        "lon": -74.09211
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Bergen",
                    "status": "RECRUITING",
                    "city": "Montvale",
                    "state": "New Jersey",
                    "zip": "07645",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Atif J Khan, MD",
                            "role": "CONTACT",
                            "phone": "848-225-6334"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04676,
                        "lon": -74.02292
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Commack",
                    "status": "RECRUITING",
                    "city": "Commack",
                    "state": "New York",
                    "zip": "11725",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Atif J Khan, MD",
                            "role": "CONTACT",
                            "phone": "848-225-6334"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84288,
                        "lon": -73.29289
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Westchester",
                    "status": "RECRUITING",
                    "city": "Harrison",
                    "state": "New York",
                    "zip": "10604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Atif J Khan, MD",
                            "role": "CONTACT",
                            "phone": "848-225-6334"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.96899,
                        "lon": -73.71263
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Atif J Khan, MD",
                            "role": "CONTACT",
                            "phone": "848-225-6334"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Nassau",
                    "status": "RECRUITING",
                    "city": "Uniondale",
                    "state": "New York",
                    "zip": "11553",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Atif J Khan, MD",
                            "role": "CONTACT",
                            "phone": "848-225-6334"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.70038,
                        "lon": -73.59291
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000044584",
                    "term": "Carcinoma, Ductal"
                },
                {
                    "id": "D000018270",
                    "term": "Carcinoma, Ductal, Breast"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000018299",
                    "term": "Neoplasms, Ductal, Lobular, and Medullary"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25356",
                    "name": "Carcinoma, Ductal",
                    "asFound": "Ductal Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20415",
                    "name": "Carcinoma, Ductal, Breast",
                    "asFound": "Invasive Ductal Carcinoma, Breast",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}