{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00001360",
            "orgStudyIdInfo": {
                "id": "930170"
            },
            "secondaryIdInfos": [
                {
                    "id": "93-M-0170"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Studies of Blood Flow to the Brain During Thought",
            "officialTitle": "Regional Cerebral Blood Flow Studies of Object Perception, Identification, Localization, and Memory",
            "therapeuticArea": [
                "Other"
            ],
            "study": "studies-of-blood-flow-to-the-brain-during-thought"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-23",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "1993-09-17",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "1999-11-03",
            "studyFirstSubmitQcDate": "1999-11-03",
            "studyFirstPostDateStruct": {
                "date": "1999-11-04",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to use brain imaging technology to measure changes in blood flow to areas in the brain as individuals perform intellectual tasks.\n\nThis study will use functional magnetic resonance imaging (fMRI) to examine blood flow to areas of the brain as participants engage in tasks associated with visual perception, visual recognition, and memory.",
            "detailedDescription": "Objective:\n\nOur goal is to study the functional organization of the intact human brain by combining cognitive tasks and neuroimaging. Functional magnetic resonance imaging (fMRI), magnetoencephalography (MEG) and electroencephalography (EEG) will be used to measure brain activity in healthy human subjects engaged in performing cognitive tasks. These tasks will address specific questions concerning the neural systems that mediate perception, attention, memory, decision-making, emotion, plasticity and social interactions. fMRI and MEG, respectively, will be employed to investigate the spatial and temporal aspects of these neural systems.\n\nStudy Population:\n\nNormal volunteer participants aged 18-65, who are in good general health will be recruited from the local community and studied under this minimal risk protocol.\n\nDesign:\n\nSubjects will perform cognitive tasks in behavioral and/or neuroimaging sessions (fMRI or MEG).\n\nOutcome Measures:\n\nBehavior as performance on cognitive tasks, and brain activity (fMRI and MEG) will be combined to yield information about the neural correlates and processes underlying different aspects of human cognition including visual perception, memory, learning, emotion, social cognition, decision-making and attention."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteer"
            ],
            "keywords": [
                "Cognition",
                "Vision",
                "Cortex",
                "Visual Processing",
                "Magnetic Resonance Imaging",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 4100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "Normal volunteer participants aged 18-65 who are in good general health.",
                    "interventionNames": [
                        "Drug: 0-15 Water"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "0-15 Water",
                    "armGroupLabels": [
                        "1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cognitive tasks and neuroimaging.",
                    "description": "Cognitive tasks and neuroimaging.",
                    "timeFrame": "ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nHealthy adults, with at least a high school education, aged 18 to 65 years, will be recruited to participate in the study.\n\nEXCLUSION CRITERIA:\n\nSubjects will be excluded if they:\n\n* are an NIMH employee or a relative\n* have evidence of, or a history of:\n* major medical, neurological or psychiatric illness\n* serious head injury\n* learning disability-drug or alcohol abuse or dependence in the past 3 months, except nicotine\n\n-are taking prescription drugs or supplements that may affect brain function-\n\n-have serious vision or hearing problems\n\nIn addition to the above, additional exclusion criteria apply for all MRI studies:\n\n* Female subjects who are pregnant or have a positive pregnancy test 24 hours prior to an experiment will be excluded from neuroimaging studies.\n* All subjects will be questioned prior to MRI scanning for possible occupational exposure to metal slivers or shavings, which may have become accidentally lodged in the tissues of the head or neck. Subjects with surgical clips or shrapnel in or near the brain or blood vessels, subjects with cochlear implants, subjects with any metallic body in the eye or CNS, and subjects with any form of implant wire or metal device which may concentrate radiofrequency fields will be excluded from MRI scanning experiments because of possible risks during MRI scanning. Those whose history is suggestive of such a problem will also be excluded from the MRI portion of the experiments. They may still participate in the behavioral and MEG experiments.\n* Subjects unable to lie flat on their back for up to 2 hours may not be eligible to participate in MRI scans.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Normal volunteer participants aged 18-65, who are in good general health will be recruited from the local community and studied under this minimal risk protocol.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NIMH LBC Volunteer",
                    "role": "CONTACT",
                    "phone": "(301) 827-5157",
                    "email": "nimhlbcvolunteer@mail.nih.gov"
                },
                {
                    "name": "Alex Martin, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 435-1926",
                    "email": "alexmartin@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alex Martin, Ph.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "2358530",
                    "type": "BACKGROUND",
                    "citation": "Andersen RA, Asanuma C, Essick G, Siegel RM. Corticocortical connections of anatomically and physiologically defined subdivisions within the inferior parietal lobule. J Comp Neurol. 1990 Jun 1;296(1):65-113. doi: 10.1002/cne.902960106."
                },
                {
                    "pmid": "1702462",
                    "type": "BACKGROUND",
                    "citation": "Baizer JS, Ungerleider LG, Desimone R. Organization of visual inputs to the inferior temporal and posterior parietal cortex in macaques. J Neurosci. 1991 Jan;11(1):168-90. doi: 10.1523/JNEUROSCI.11-01-00168.1991."
                },
                {
                    "pmid": "7276245",
                    "type": "BACKGROUND",
                    "citation": "Barbas H, Mesulam MM. Organization of afferent input to subdivisions of area 8 in the rhesus monkey. J Comp Neurol. 1981 Aug 10;200(3):407-31. doi: 10.1002/cne.902000309."
                },
                {
                    "pmid": "35597052",
                    "type": "DERIVED",
                    "citation": "Teichmann L, Moerel D, Rich AN, Baker CI. The nature of neural object representations during dynamic occlusion. Cortex. 2022 Aug;153:66-86. doi: 10.1016/j.cortex.2022.04.009. Epub 2022 Apr 26."
                },
                {
                    "pmid": "34913412",
                    "type": "DERIVED",
                    "citation": "Hall EH, Bainbridge WA, Baker CI. Highly similar and competing visual scenes lead to diminished object but not spatial detail in memory drawings. Memory. 2022 Mar;30(3):279-292. doi: 10.1080/09658211.2021.2010761. Epub 2021 Dec 16."
                },
                {
                    "pmid": "33879819",
                    "type": "DERIVED",
                    "citation": "Gotts SJ, Milleville SC, Martin A. Enhanced inter-regional coupling of neural responses and repetition suppression provide separate contributions to long-term behavioral priming. Commun Biol. 2021 Apr 20;4(1):487. doi: 10.1038/s42003-021-02002-7."
                },
                {
                    "pmid": "33497776",
                    "type": "DERIVED",
                    "citation": "Groen IIA, Silson EH, Pitcher D, Baker CI. Theta-burst TMS of lateral occipital cortex reduces BOLD responses across category-selective areas in ventral temporal cortex. Neuroimage. 2021 Apr 15;230:117790. doi: 10.1016/j.neuroimage.2021.117790. Epub 2021 Jan 23."
                },
                {
                    "pmid": "33384331",
                    "type": "DERIVED",
                    "citation": "Avery JA, Liu AG, Ingeholm JE, Gotts SJ, Martin A. Viewing images of foods evokes taste quality-specific activity in gustatory insular cortex. Proc Natl Acad Sci U S A. 2021 Jan 12;118(2):e2010932118. doi: 10.1073/pnas.2010932118."
                },
                {
                    "pmid": "33352123",
                    "type": "DERIVED",
                    "citation": "Bainbridge WA, Baker CI. Reply to Intraub. Curr Biol. 2020 Dec 21;30(24):R1465-R1466. doi: 10.1016/j.cub.2020.10.032."
                },
                {
                    "pmid": "33285563",
                    "type": "DERIVED",
                    "citation": "Bainbridge WA, Hall EH, Baker CI. Distinct Representational Structure and Localization for Visual Encoding and Recall during Visual Imagery. Cereb Cortex. 2021 Mar 5;31(4):1898-1913. doi: 10.1093/cercor/bhaa329."
                },
                {
                    "pmid": "33199608",
                    "type": "DERIVED",
                    "citation": "Huang L, Wang L, Shen W, Li M, Wang S, Wang X, Ungerleider LG, Zhang X. A source for awareness-dependent figure-ground segregation in human prefrontal cortex. Proc Natl Acad Sci U S A. 2020 Dec 1;117(48):30836-30847. doi: 10.1073/pnas.1922832117. Epub 2020 Nov 16."
                },
                {
                    "pmid": "33156829",
                    "type": "DERIVED",
                    "citation": "Roth ZN, Ryoo M, Merriam EP. Task-related activity in human visual cortex. PLoS Biol. 2020 Nov 6;18(11):e3000921. doi: 10.1371/journal.pbio.3000921. eCollection 2020 Nov."
                },
                {
                    "pmid": "33046861",
                    "type": "DERIVED",
                    "citation": "Hebart MN, Zheng CY, Pereira F, Baker CI. Revealing the multidimensional mental representations of natural objects underlying human similarity judgements. Nat Hum Behav. 2020 Nov;4(11):1173-1185. doi: 10.1038/s41562-020-00951-3. Epub 2020 Oct 12."
                },
                {
                    "pmid": "32835823",
                    "type": "DERIVED",
                    "citation": "Yue X, Robert S, Ungerleider LG. Curvature processing in human visual cortical areas. Neuroimage. 2020 Nov 15;222:117295. doi: 10.1016/j.neuroimage.2020.117295. Epub 2020 Aug 21."
                },
                {
                    "pmid": "32469884",
                    "type": "DERIVED",
                    "citation": "Hart Y, Vaziri-Pashkam M, Mahadevan L. Early warning signals in motion inference. PLoS Comput Biol. 2020 May 29;16(5):e1007821. doi: 10.1371/journal.pcbi.1007821. eCollection 2020 May."
                },
                {
                    "pmid": "32360168",
                    "type": "DERIVED",
                    "citation": "Zhang H, Japee S, Stacy A, Flessert M, Ungerleider LG. Anterior superior temporal sulcus is specialized for non-rigid facial motion in both monkeys and humans. Neuroimage. 2020 Sep;218:116878. doi: 10.1016/j.neuroimage.2020.116878. Epub 2020 Apr 28."
                },
                {
                    "pmid": "32093525",
                    "type": "DERIVED",
                    "citation": "Vernet M, Quentin R, Japee S, Ungerleider LG. From visual awareness to consciousness without sensory input: The role of spontaneous brain activity. Cogn Neuropsychol. 2020 May-Jun;37(3-4):216-219. doi: 10.1080/02643294.2020.1731442. Epub 2020 Feb 25."
                },
                {
                    "pmid": "31983637",
                    "type": "DERIVED",
                    "citation": "Bainbridge WA, Baker CI. Boundaries Extend and Contract in Scene Memory Depending on Image Properties. Curr Biol. 2020 Feb 3;30(3):537-543.e3. doi: 10.1016/j.cub.2019.12.004. Epub 2020 Jan 23."
                },
                {
                    "pmid": "31862526",
                    "type": "DERIVED",
                    "citation": "Huber L, Finn ES, Handwerker DA, Bonstrup M, Glen DR, Kashyap S, Ivanov D, Petridou N, Marrett S, Goense J, Poser BA, Bandettini PA. Sub-millimeter fMRI reveals multiple topographical digit representations that form action maps in human motor cortex. Neuroimage. 2020 Mar;208:116463. doi: 10.1016/j.neuroimage.2019.116463. Epub 2019 Dec 17."
                },
                {
                    "pmid": "31160680",
                    "type": "DERIVED",
                    "citation": "Pitcher D, Ianni G, Ungerleider LG. A functional dissociation of face-, body- and scene-selective brain areas based on their response to moving and static stimuli. Sci Rep. 2019 Jun 3;9(1):8242. doi: 10.1038/s41598-019-44663-9."
                },
                {
                    "pmid": "30602785",
                    "type": "DERIVED",
                    "citation": "Bainbridge WA, Hall EH, Baker CI. Drawings of real-world scenes during free recall reveal detailed object and spatial information in memory. Nat Commun. 2019 Jan 2;10(1):5. doi: 10.1038/s41467-018-07830-6."
                },
                {
                    "pmid": "30458511",
                    "type": "DERIVED",
                    "citation": "Zachariou V, Del Giacco AC, Ungerleider LG, Yue X. Bottom-up processing of curvilinear visual features is sufficient for animate/inanimate object categorization. J Vis. 2018 Nov 1;18(12):3. doi: 10.1167/18.12.3."
                },
                {
                    "pmid": "29939981",
                    "type": "DERIVED",
                    "citation": "Zhang X, Mlynaryk N, Ahmed S, Japee S, Ungerleider LG. The role of inferior frontal junction in controlling the spatially global effect of feature-based attention in human visual areas. PLoS Biol. 2018 Jun 25;16(6):e2005399. doi: 10.1371/journal.pbio.2005399. eCollection 2018 Jun."
                },
                {
                    "pmid": "29890330",
                    "type": "DERIVED",
                    "citation": "Huber L, Tse DHY, Wiggins CJ, Uludag K, Kashyap S, Jangraw DC, Bandettini PA, Poser BA, Ivanov D. Ultra-high resolution blood volume fMRI and BOLD fMRI in humans at 9.4 T: Capabilities and challenges. Neuroimage. 2018 Sep;178:769-779. doi: 10.1016/j.neuroimage.2018.06.025. Epub 2018 Jun 8."
                },
                {
                    "pmid": "29877768",
                    "type": "DERIVED",
                    "citation": "Zachariou V, Safiullah ZN, Ungerleider LG. The Fusiform and Occipital Face Areas Can Process a Nonface Category Equivalently to Faces. J Cogn Neurosci. 2018 Oct;30(10):1499-1516. doi: 10.1162/jocn_a_01288. Epub 2018 Jun 7."
                },
                {
                    "pmid": "29777825",
                    "type": "DERIVED",
                    "citation": "Bankson BB, Hebart MN, Groen IIA, Baker CI. The temporal evolution of conceptual object representations revealed through models of behavior, semantics and deep neural networks. Neuroimage. 2018 Sep;178:172-182. doi: 10.1016/j.neuroimage.2018.05.037. Epub 2018 May 17."
                },
                {
                    "pmid": "29513219",
                    "type": "DERIVED",
                    "citation": "Groen II, Greene MR, Baldassano C, Fei-Fei L, Beck DM, Baker CI. Distinct contributions of functional and deep neural network features to representational similarity of scenes in human brain and behavior. Elife. 2018 Mar 7;7:e32962. doi: 10.7554/eLife.32962."
                },
                {
                    "pmid": "29458189",
                    "type": "DERIVED",
                    "citation": "Thomas C, Sadeghi N, Nayak A, Trefler A, Sarlls J, Baker CI, Pierpaoli C. Impact of time-of-day on diffusivity measures of brain tissue derived from diffusion tensor imaging. Neuroimage. 2018 Jun;173:25-34. doi: 10.1016/j.neuroimage.2018.02.026. Epub 2018 Feb 16."
                },
                {
                    "pmid": "29384473",
                    "type": "DERIVED",
                    "citation": "Hebart MN, Bankson BB, Harel A, Baker CI, Cichy RM. The representational dynamics of task and object processing in humans. Elife. 2018 Jan 31;7:e32816. doi: 10.7554/eLife.32816."
                },
                {
                    "pmid": "29382815",
                    "type": "DERIVED",
                    "citation": "Torrisi S, Gorka AX, Gonzalez-Castillo J, O'Connell K, Balderston N, Grillon C, Ernst M. Extended amygdala connectivity changes during sustained shock anticipation. Transl Psychiatry. 2018 Jan 31;8(1):33. doi: 10.1038/s41398-017-0074-6."
                },
                {
                    "pmid": "28951352",
                    "type": "DERIVED",
                    "citation": "Zhang X, Mlynaryk N, Japee S, Ungerleider LG. Attentional selection of multiple objects in the human visual system. Neuroimage. 2017 Dec;163:231-243. doi: 10.1016/j.neuroimage.2017.09.050. Epub 2017 Sep 23."
                },
                {
                    "pmid": "28835521",
                    "type": "DERIVED",
                    "citation": "Mellem MS, Wohltjen S, Gotts SJ, Ghuman AS, Martin A. Intrinsic frequency biases and profiles across human cortex. J Neurophysiol. 2017 Nov 1;118(5):2853-2864. doi: 10.1152/jn.00061.2017. Epub 2017 Aug 23."
                },
                {
                    "pmid": "28780401",
                    "type": "DERIVED",
                    "citation": "Gonzalez-Castillo J, Bandettini PA. Task-based dynamic functional connectivity: Recent findings and open questions. Neuroimage. 2018 Oct 15;180(Pt B):526-533. doi: 10.1016/j.neuroimage.2017.08.006. Epub 2017 Aug 3."
                },
                {
                    "pmid": "28450544",
                    "type": "DERIVED",
                    "citation": "Stevens WD, Kravitz DJ, Peng CS, Tessler MH, Martin A. Privileged Functional Connectivity between the Visual Word Form Area and the Language System. J Neurosci. 2017 May 24;37(21):5288-5297. doi: 10.1523/JNEUROSCI.0138-17.2017. Epub 2017 Apr 27."
                },
                {
                    "pmid": "27867088",
                    "type": "DERIVED",
                    "citation": "Huber L, Ivanov D, Handwerker DA, Marrett S, Guidi M, Uludag K, Bandettini PA, Poser BA. Techniques for blood volume fMRI with VASO: From low-resolution mapping towards sub-millimeter layer-dependent applications. Neuroimage. 2018 Jan 1;164:131-143. doi: 10.1016/j.neuroimage.2016.11.039. Epub 2016 Nov 18."
                },
                {
                    "pmid": "27522076",
                    "type": "DERIVED",
                    "citation": "Zachariou V, Nikas CV, Safiullah ZN, Gotts SJ, Ungerleider LG. Spatial Mechanisms within the Dorsal Visual Pathway Contribute to the Configural Processing of Faces. Cereb Cortex. 2017 Aug 1;27(8):4124-4138. doi: 10.1093/cercor/bhw224."
                },
                {
                    "pmid": "27329686",
                    "type": "DERIVED",
                    "citation": "Mellem MS, Jasmin KM, Peng C, Martin A. Sentence processing in anterior superior temporal cortex shows a social-emotional bias. Neuropsychologia. 2016 Aug;89:217-224. doi: 10.1016/j.neuropsychologia.2016.06.019. Epub 2016 Jun 18."
                },
                {
                    "pmid": "26359538",
                    "type": "DERIVED",
                    "citation": "Zachariou V, Nikas CV, Safiullah ZN, Behrmann M, Klatzky R, Ungerleider LG. Common Dorsal Stream Substrates for the Mapping of Surface Texture to Object Parts and Visual Spatial Processing. J Cogn Neurosci. 2015 Dec;27(12):2442-61. doi: 10.1162/jocn_a_00871. Epub 2015 Sep 11."
                },
                {
                    "pmid": "26311774",
                    "type": "DERIVED",
                    "citation": "Silson EH, Chan AW, Reynolds RC, Kravitz DJ, Baker CI. A Retinotopic Basis for the Division of High-Level Scene Processing between Lateral and Ventral Human Occipitotemporal Cortex. J Neurosci. 2015 Aug 26;35(34):11921-35. doi: 10.1523/JNEUROSCI.0137-15.2015."
                },
                {
                    "pmid": "26124112",
                    "type": "DERIVED",
                    "citation": "Gonzalez-Castillo J, Hoy CW, Handwerker DA, Robinson ME, Buchanan LC, Saad ZS, Bandettini PA. Tracking ongoing cognition in individuals using brief, whole-brain functional connectivity patterns. Proc Natl Acad Sci U S A. 2015 Jul 14;112(28):8762-7. doi: 10.1073/pnas.1501242112. Epub 2015 Jun 29."
                },
                {
                    "pmid": "25712496",
                    "type": "DERIVED",
                    "citation": "Wu P, Bandettini PA, Harper RM, Handwerker DA. Effects of thoracic pressure changes on MRI signals in the brain. J Cereb Blood Flow Metab. 2015 Jun;35(6):1024-32. doi: 10.1038/jcbfm.2015.20. Epub 2015 Feb 25."
                },
                {
                    "pmid": "25445775",
                    "type": "DERIVED",
                    "citation": "Gotts SJ, Milleville SC, Martin A. Object identification leads to a conceptual broadening of object representations in lateral prefrontal cortex. Neuropsychologia. 2015 Sep;76:62-78. doi: 10.1016/j.neuropsychologia.2014.10.041. Epub 2014 Nov 7."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_1993-M-0170.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".The protocol team has not had the opportunity to discuss whether or not IPD data will be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}