{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04039230",
            "orgStudyIdInfo": {
                "id": "19-239"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Study to Evaluate Sacituzumab Govitecan in Combination With Talazoparib in Patients With Metastatic Breast Cancer.",
            "officialTitle": "Phase 1b/2 Study to Evaluate Antibody-Drug Conjugate Sacituzumab Govitecan in Combination With PARP Inhibitor Talazoparib in Patients With Metastatic Breast Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-to-evaluate-sacituzumab-govitecan-in-combination-with-talazoparib-in-patients-with-metastatic-breast-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-10-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-29",
            "studyFirstSubmitQcDate": "2019-07-29",
            "studyFirstPostDateStruct": {
                "date": "2019-07-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Laura M. Spring, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pfizer",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research is studying the effect of Antibody-Drug Conjugate Sacituzumab Govitecan in Combination with the Poly (Adenosine Diphosphate \\[ADP\\]-Ribose) Polymerase (PARP) Inhibitor Talazoparib in Patients with Metastatic Triple-Negative Breast Cancer.",
            "detailedDescription": "This is a Phase I/II clinical trial. You are being asked to participate in the Phase I portion of the study. A Phase I clinical trial tests the safety of an investigational drug and also tries to define the appropriate dose of the investigational drug to use for further studies. \"Investigational\" means that the drug is being studied.\n\nThe U.S. Food and Drug Administration (FDA) has not approved sacituzumab govitecan as a treatment for any disease.\n\nThe FDA has not approved talazoparib for this specific disease, but it has been approved for other uses in breast cancer.\n\nSacituzumab govitecan is an antibody-drug conjugate which means it's made up of an antibody attached to an anticancer drug. An antibody is a protein normally made by the immune system (the system in the body that fights off diseases). Sacituzumab govitecan is believed to work by binding the antibody portion of the drug to the tumor(s) while the anticancer drug portion works to prevent the cancer cells from growing/spreading.\n\nTalazoparib belongs to a group of drugs called PARP inhibitors. PARP is a protein that is involved with repairing damaged DNA (the genetic material of cells). Talazoparib is believed to work by inhibiting (stopping) the PARP proteins from working in the cancer cells so that the cancer cannot fix its damaged DNA.\n\nThe investigators believe that the combination of sacituzumab govitecan and talazoparib may help stop the cancer from growing and spreading by administering an anticancer drug directly to the cancerous tumor(s) through sacituzumab govitecan and by stopping the cancer's cells from fixing its damaged DNA through talazoparib."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer"
            ],
            "keywords": [
                "Breast Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sacituzumab Govitecan+Talazoparib",
                    "type": "EXPERIMENTAL",
                    "description": "* Sacituzumab Govitecan is administered on days 1 and 8 of a 21 day cycle.\n* Talazoparib is administered daily",
                    "interventionNames": [
                        "Drug: Talazoparib",
                        "Drug: Sacituzumab Govitecan"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Talazoparib",
                    "description": "Talazoparib belongs to a group of drugs called PARP inhibitors. PARP is a protein that is involved with repairing damaged DNA (the genetic material of cells). Talazoparib is believed to work by inhibiting (stopping) the PARP proteins from working in the cancer cells so that the cancer cannot fix its damaged DNA.",
                    "armGroupLabels": [
                        "Sacituzumab Govitecan+Talazoparib"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sacituzumab Govitecan",
                    "description": "Sacituzumab govitecan is believed to work by binding the antibody portion of the drug to the tumor(s) while the anticancer drug portion works to prevent the cancer cells from growing/spreading.",
                    "armGroupLabels": [
                        "Sacituzumab Govitecan+Talazoparib"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose Limiting Toxicity",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Time-to-Tumor Response",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Duration of response",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Progression-Free Survival",
                    "timeFrame": "2 Years"
                },
                {
                    "measure": "Overall Survival Rate",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult (≥ 18 years of age).\n* Histologically confirmed stage IV (metastatic) breast cancer.\n* Participants must have biopsy proven ER negative (ER-), PR negative (PR-), HER2 negative, invasive breast cancer, by AJCC 7th edition staging. ER, PR, and HER2 positivity would be determined per institutional (local) guidelines.\n* Pre- and postmenopausal women are eligible.\n* ECOG performance status = 0-1\n* Measurable disease as per RECIST Version 1.1.\n* Ability to understand and the willingness to sign a written informed consent document. Patient has signed the Informed Consent (ICF) prior to any screening procedures being performed and is able to comply with protocol requirements.\n* At least 2 weeks beyond treatment (chemotherapy, targeted therapy, immunotherapy, and/or radiation therapy) or major surgery and recovered from all acute toxicities (adverse events from prior anti-cancer agents need to be grade 1 or lower; grade 2 alopecia or peripheral neuropathy is permitted).\n* At least 2 weeks beyond corticosteroids (however, low dose corticosteroids \\<20 mg prednisone or equivalent daily are permitted).\n* Patient has adequate bone marrow and organ function as defined by the following laboratory values at screening:\n\n  * Absolute neutrophil count ≥1.5 × 109/L\n  * Platelets ≥100 × 109/L\n  * Hemoglobin ≥10.0 g/dL\n  * INR ≤1.5\n  * creatinine clearance ≥60 mL/min\n  * In the absence of liver metastases, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\<2.5 x ULN. If the patient has liver metastases, ALT and AST \\<5 x ULN\n* Total bilirubin ≤3.0 x ULN or direct bilirubin ≤1.5 x ULN in patients with well-documented Gilbert's Syndrome.\n\n  * Fasting plasma glucose \\<140 mg/dL / 7.7 mmol/L and Glycosylated Hemoglobin (HbA1c) ≤ 8% (both criteria must be met).\n\nExclusion Criteria:\n\n* Participants who have had anti-cancer therapy including targeted therapy or chemotherapy or radiotherapy within 2 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study, or those who have not recovered from adverse events (clinically significant grade 2 or higher adverse events; grade 2 alopecia or peripheral neuropathy is permitted) due to prior anti-cancer agents.\n* Participants who have received prior irinotecan or ADC backbone with SN-38 or topoisomerase-1 inhibitor.\n* Participants with progressive CNS metastatic disease. Patients with stable CNS metastasis would be eligible, provided mets radiologically stable for at least one month, and patient is not actively taking steroids (more than 20 mg of prednisone or equivalent dose).\n* Current use of strong CYP3A inhibitors/inducers, or P-gp inhibitors within 7 days prior to randomization. For a list of strong CYP3A inhibitors/inducers and P-gp inhibitors, refer to Appendix C.\n* Uncontrolled inter-current illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements. Patient has impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of the study drugs (e.g., ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).\n* Clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormality including any of the following:\n\n  * History of angina pectoris, symptomatic pericarditis, coronary artery bypass graft (CABG) or myocardial infarction within 6 months prior to study entry.\n  * Documented cardiomyopathy.\n  * History of cardiac failure, significant/symptomatic bradycardia, Long QT syndrome, family history of idiopathic sudden death or congenital long QT syndrome or any of the following:\n  * Known risk to prolong the QT interval or induce Torsade's de Pointes.\n  * Uncorrected hypomagnesemia or hypokalemia.\n  * Systolic Blood Pressure (SBP) \\>160 mmHg or \\<90 mmHg.\n  * Bradycardia (heart rate \\<50 at rest), by ECG or pulse.\n  * On screening, inability to determine the QTcF interval on the ECG (i.e.: unreadable or not interpretable) or QTcF \\>450 screening ECG.\n* HIV-positive participants on combination antiretroviral therapy are ineligible. These participants are at increased risk of lethal infections when treated with marrow-suppressive therapy. Appropriate studies will be undertaken in participants receiving combination antiretroviral therapy when indicated.\n* Pregnant women are excluded from this study because the safety of study medications is not established in pregnant women.\n* Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, or fertile men, unless they are using highly effective methods of contraception throughout the study and after study drug discontinuation (till 8 weeks in women and six months in males, post-study). Male patient should not donate sperm while on treatment and up to 6 months after last dose. Women are considered post-menopausal and not of child bearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy) or tubal ligation at least six weeks ago. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment is she considered not of child bearing potential. Highly effective contraception methods include:\n\n  * Total abstinence when this is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n  * Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy, or tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment\n  * Use of oral, injected or implanted hormonal methods of contraception or placement of an intrauterine device (IUD) or intrauterine system (IUS), or other forms of hormonal contraception that have comparable efficacy (failure rate \\<1%), for example hormone vaginal ring or transdermal hormone contraception.\n  * In case of use of oral contraception, women should have been stable on the same pill for a minimum of 3 months before taking study treatment. Note: While oral contraceptives are allowed, they should be used in conjunction with a barrier method of contraception due to unknown effect of drug-drug interaction.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Laura Spring, MD",
                    "role": "CONTACT",
                    "phone": "617-726-6500",
                    "email": "LSPRING2@PARTNERS.ORG"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laura Spring, MD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital Cancer Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laura Spring, MD",
                            "role": "CONTACT",
                            "phone": "617-726-6500",
                            "email": "LSPRING2@PARTNERS.ORG"
                        },
                        {
                            "name": "Laura Spring, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Boston Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Naomi Ko, MD",
                            "role": "CONTACT",
                            "phone": "617-638-8188",
                            "email": "Naomi.Ko@bmc.org"
                        },
                        {
                            "name": "Naomi Ko, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "BCH - Contact the Technology \\& Innovation Development Office at www.childrensinnovations.org or email TIDO@childrens.harvard.edu BIDMC - Contact the Beth Israel Deaconess Medical Center Technology Ventures Office at tvo@bidmc.harvard.edu BWH - Contact the Partners Innovations team at http://www.partners.org/innovation DFCI - Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu MGH - Contact the Partners Innovations team at http://www.partners.org/innovation"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000586365",
                    "term": "Talazoparib"
                },
                {
                    "id": "C000608132",
                    "term": "Sacituzumab govitecan"
                }
            ],
            "ancestors": [
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000018796",
                    "term": "Immunoconjugates"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M287620",
                    "name": "Sacituzumab govitecan",
                    "asFound": "Anorexia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M16759",
                    "name": "Tin Fluorides",
                    "relevance": "LOW"
                },
                {
                    "id": "M281046",
                    "name": "Talazoparib",
                    "asFound": "Stereotactic Body Radiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20855",
                    "name": "Immunoconjugates",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}