{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02257866",
            "orgStudyIdInfo": {
                "id": "140200"
            },
            "secondaryIdInfos": [
                {
                    "id": "14-AR-0200"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Studies of the Natural History, Pathogenesis, and Outcome of Idiopathic Systemic Vasculitis",
            "officialTitle": "Studies of the Natural History, Pathogenesis, and Outcome of Idiopathic Systemic Vasculitis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "studies-of-the-natural-history-pathogenesis-and-outcome-of-idiopathic-systemic-vasculitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2014-09-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2050-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2050-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-10-04",
            "studyFirstSubmitQcDate": "2014-10-04",
            "studyFirstPostDateStruct": {
                "date": "2014-10-07",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Vasculitis is a group of diseases that inflame and damage blood vessels and tissue. It can cause many medical problems. Few tests can diagnose the disease, and none can reliably predict a relapse. Researchers want to study people s genes and follow people over time to see how the disease affects them.\n\nObjective:\n\n- To learn the signs, symptoms, imaging tests, genetic markers, and blood tests that can help identify people with vasculitis and predict what will happen to them over time.\n\nEligibility:\n\n* People age 3 and older who have or are thought to have vasculitis, or are related to someone with it.\n* Healthy volunteers.\n\nDesign:\n\n* Participants will be evaluated by a doctor who has expertise caring for patients with vasculitis.\n* Participants will give a blood sample. Some will give a urine sample.\n* Some participants may have brushings or biopsies taken from the inside lining of the nose.\n* Images of participants blood vessels may be taken using scans. For some scans, participants will lie on a table that moves in and out of a cylinder that takes pictures. For some scans, a contrast agent may be injected into an arm vein. Other scans may use a radioactive form of sugar. Healthy minors will not have scans.\n* Some participants will answer questionnaires. - Some participants will have their tests done at NIH. Others will have their doctor take the blood, saliva, or cheek swab samples and send them to NIH.\n* Some participants will have one visit lasting 1-2 (but sometimes up to 4) days. Some participants may have follow-up visits every 3 - 6 months, indefinitely.",
            "detailedDescription": "The purpose of this protocol is to study the natural history of idiopathic systemic vasculitis in children and adults. The idiopathic vasculitides are a group of rare, systemic diseases involving inflammation of arteries and other tissue with resulting organ- and life-threatening disease courses. The different forms of idiopathic vasculitis are typically classified based upon the predominant size of the arteries affected in each condition, including small vessel vasculitis \\[granulomatosis with polyangiitis (GPA, Wegener s), microscopic polyangiitis (MPA), and eosinophilic granulomatosis with polyangiitis (EGPA, Churg-Strauss)\\]; medium vessel vasculitis \\[polyarteritis nodosa (PAN)\\]; and large vessel vasculitis \\[giant cell arteritis (GCA), Takayasu s arteritis (TAK), idiopathic aortitis (IA)\\]. Although patients with each type of vasculitis manifest disease-specific aspects of illness, there are substantial disease and treatment burdens common to patients with vasculitis. For each type of idiopathic vasculitis, the disease course is often chronic, relapse is common and unpredictable, organ and tissue damage can accrue over time, new symptoms can occur late into the disease course, and treatment is often associated with toxicity and serious side effects.\n\nThe goals of this natural history protocol are to establish a cohort of pediatric and adult patients with vasculitis to prospectively evaluate the signs and symptoms, imaging findings, and blood and tissue biomarkers associated with pathogenesis and disease outcomes. In the small vessel vasculitides, where considerable progress has been made towards identifying pathologic mechanisms of disease, we will focus on elucidating the pathogenic role of neutrophils, selected biomarkers such as SERPINA1, and novel candidate biomarkers in circulating blood and at local tissue sites including the nasal mucosa. In the medium and large vessel vasculitides, we will identify novel candidate biomarkers for disease pathogenesis and outcomes and develop disease activity indices that incorporate existing and novel clinical, laboratory, genomic, and imaging biomarkers. For all types of vasculitis, a goal of the protocol is to identify patients for possible entry into future treatment studies.\n\nPatients enrolled in this protocol will undergo a history, physical examination, and laboratory evaluation. Since vasculitis is multi-system disease with variable patterns of organ involvement, patients may undergo further comprehensive evaluation of a particular affected organ system when clinically indicated. Peripheral blood samples will be collected from affected patients, unrelated healthy volunteers matched for age, sex, and ethnicity whenever possible, and in some cases unaffected family members to help identify and study the genes involved in vasculitis and their functions. We may ask some patients to undergo nasal biopsy and additional imaging studies for research purposes. For a small number of patients and family members, we may ask permission to perform whole genome or exome sequencing. Successful completion of these studies will improve our understanding of disease pathogenesis."
        },
        "conditionsModule": {
            "conditions": [
                "Takayasu's Arteritis",
                "Giant Cell Arteritis",
                "Polyarteritis Nodosa",
                "Relapsing Polychondritis",
                "ANCA-Associated Vasculitis"
            ],
            "keywords": [
                "Polyarteritis Nodosa",
                "Takayasu's Arthritis",
                "Giant Cell Arthritis",
                "Relapsing Polychondritis",
                "Antineutrophil Cytoplasmic Antibodies",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 4000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Volunteers",
                    "description": "Patients without known auto immune diseases"
                },
                {
                    "label": "Vasculitis",
                    "description": "Patients with known or suspected vasculitis age 5 or older"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To study the pathogenesis of patients affected with idiopathic systemic vasculitis, including clinical, radiographic, immunological, and genetic characteristics of the disease",
                    "description": "To study the pathogenesis of patients affected with idiopathic systemic vasculitis, including clinical, radiographic, immunological, and genetic characteristics of the disease",
                    "timeFrame": "end of study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nSUBJECTS WITH VASCULITIS\n\n* Subjects who fulfill modified versions of the 1990 American College of Rheumatology (ACR) Classification Criteria for GPA31 and PAN\n* Subjects who fulfill the 1990 ACR Classification Criteria for EGPA, GCA, and TAK\n* Subjects who fulfill the 2012 Chapel Hill Nomenclature definition for MPA\n* Subjects with other suspected systemic or single-organ vasculitides\n\nHEALTHY VOLUNTEERS\n\n-Volunteers able to provide consent, or in the case of minors, assent\n\nEXCLUSION CRITERIA:\n\nSUBJECTS WITH VASCULITIS:\n\n* Subjects less than 3 years of age\n* Active malignancy, infection, or any medical condition that in the opinion of the investigator would warrant exclusion\n* Inability to provide consent, or in the case of minors, assent\n* Subjects with bleeding diathesis or on anticoagulant medications (e.g. coumadin, heparin, clopidogrel but not including aspirin or NSAIDs) are excluded from participation in nasal brushing or biopsy studies\n\nHEALTHY VOLUNTEERS\n\n* Volunteers less than 3 years of age\n* Diagnosis of vasculitis or other autoimmune/autoinflamamtory disease, including systemic lupus erythematosus, rheumatoid arthritis, sarcoidosis, mixed connective tissue disease or any overlap autoimmune syndrome\n* Active malignancy, infection, or any medical condition that in the opinion of the investigator would warrant exclusion\n* Pregnant (by history of last menstrual period) or breast feeding subjects\n* Subjects with bleeding diathesis or taking anticoagulant medications (eg coumadin, heparin, clopidogrel but not including aspirin or NSAIDs) are excluded from participating in nasal brushing studies",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "idiopathic systemic vasculitis in children and adults",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wendy Goodspeed, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 451-6761",
                    "email": "goodspew@mail.nih.gov"
                },
                {
                    "name": "Peter C Grayson, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 827-9187",
                    "email": "peter.grayson@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter C Grayson, M.D.",
                    "affiliation": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28194438",
                    "type": "BACKGROUND",
                    "citation": "Carmona-Rivera C, Purmalek MM, Moore E, Waldman M, Walter PJ, Garraffo HM, Phillips KA, Preston KL, Graf J, Kaplan MJ, Grayson PC. A role for muscarinic receptors in neutrophil extracellular trap formation and levamisole-induced autoimmunity. JCI Insight. 2017 Feb 9;2(3):e89780. doi: 10.1172/jci.insight.89780."
                },
                {
                    "pmid": "29145713",
                    "type": "BACKGROUND",
                    "citation": "Grayson PC, Alehashemi S, Bagheri AA, Civelek AC, Cupps TR, Kaplan MJ, Malayeri AA, Merkel PA, Novakovich E, Bluemke DA, Ahlman MA. 18 F-Fluorodeoxyglucose-Positron Emission Tomography As an Imaging Biomarker in a Prospective, Longitudinal Cohort of Patients With Large Vessel Vasculitis. Arthritis Rheumatol. 2018 Mar;70(3):439-449. doi: 10.1002/art.40379. Epub 2018 Feb 6."
                },
                {
                    "pmid": "29666047",
                    "type": "BACKGROUND",
                    "citation": "Quinn KA, Ahlman MA, Malayeri AA, Marko J, Civelek AC, Rosenblum JS, Bagheri AA, Merkel PA, Novakovich E, Grayson PC. Comparison of magnetic resonance angiography and 18F-fluorodeoxyglucose positron emission tomography in large-vessel vasculitis. Ann Rheum Dis. 2018 Aug;77(8):1165-1171. doi: 10.1136/annrheumdis-2018-213102. Epub 2018 Apr 17."
                },
                {
                    "pmid": "33544969",
                    "type": "DERIVED",
                    "citation": "Rose E, Ferrada MA, Quinn KA, Goodspeed W, Arnaud L, Sharma A, Yoshifuji H, Kim J, Allen C, Sirajuddin A, Chen M, Grayson PC. Physician Global Assessment as a Disease Activity Measure for Relapsing Polychondritis. Arthritis Care Res (Hoboken). 2022 Aug;74(8):1269-1276. doi: 10.1002/acr.24574. Epub 2022 Apr 29."
                },
                {
                    "pmid": "31785185",
                    "type": "DERIVED",
                    "citation": "Rimland CA, Quinn KA, Rosenblum JS, Schwartz MN, Bates Gribbons K, Novakovich E, Sreih AG, Merkel PA, Ahlman MA, Grayson PC. Outcome Measures in Large Vessel Vasculitis: Relationship Between Patient-, Physician-, Imaging-, and Laboratory-Based Assessments. Arthritis Care Res (Hoboken). 2020 Sep;72(9):1296-1304. doi: 10.1002/acr.24117."
                },
                {
                    "pmid": "31649025",
                    "type": "DERIVED",
                    "citation": "Michailidou D, Rosenblum JS, Rimland CA, Marko J, Ahlman MA, Grayson PC. Clinical symptoms and associated vascular imaging findings in Takayasu's arteritis compared to giant cell arteritis. Ann Rheum Dis. 2020 Feb;79(2):262-267. doi: 10.1136/annrheumdis-2019-216145. Epub 2019 Oct 24."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2014-AR-0200.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".Protocol is silent about IPD sharing."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011111",
                    "term": "Polymyalgia Rheumatica"
                },
                {
                    "id": "D000011081",
                    "term": "Polychondritis, Relapsing"
                },
                {
                    "id": "D000013700",
                    "term": "Giant Cell Arteritis"
                },
                {
                    "id": "D000014657",
                    "term": "Vasculitis"
                },
                {
                    "id": "D000001167",
                    "term": "Arteritis"
                },
                {
                    "id": "D000056648",
                    "term": "Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis"
                },
                {
                    "id": "D000013625",
                    "term": "Takayasu Arteritis"
                },
                {
                    "id": "D000001015",
                    "term": "Aortic Arch Syndromes"
                },
                {
                    "id": "D000056647",
                    "term": "Systemic Vasculitis"
                },
                {
                    "id": "D000010488",
                    "term": "Polyarteritis Nodosa"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000020293",
                    "term": "Vasculitis, Central Nervous System"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000017445",
                    "term": "Skin Diseases, Vascular"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001018",
                    "term": "Aortic Diseases"
                },
                {
                    "id": "D000002357",
                    "term": "Cartilage Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17405",
                    "name": "Vasculitis",
                    "asFound": "Vasculitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28527",
                    "name": "Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis",
                    "asFound": "ANCA-associated Vasculitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13995",
                    "name": "Polymyalgia Rheumatica",
                    "asFound": "Giant Cell Arteritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16472",
                    "name": "Giant Cell Arteritis",
                    "asFound": "Giant Cell Arteritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4475",
                    "name": "Arteritis",
                    "asFound": "Arteritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16399",
                    "name": "Takayasu Arteritis",
                    "asFound": "Takayasu Arteritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4331",
                    "name": "Aortic Arch Syndromes",
                    "asFound": "Takayasu Arteritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28526",
                    "name": "Systemic Vasculitis",
                    "asFound": "Systemic Vasculitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13967",
                    "name": "Polychondritis, Relapsing",
                    "asFound": "Relapsing Polychondritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13398",
                    "name": "Polyarteritis Nodosa",
                    "asFound": "Polyarteritis Nodosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22106",
                    "name": "Vasculitis, Central Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19714",
                    "name": "Skin Diseases, Vascular",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4334",
                    "name": "Aortic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5611",
                    "name": "Cartilage Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T375",
                    "name": "ANCA-associated Vasculitis",
                    "asFound": "ANCA-associated Vasculitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2487",
                    "name": "Giant Cell Arteritis",
                    "asFound": "Giant Cell Arteritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5573",
                    "name": "Takayasu Arteritis",
                    "asFound": "Takayasu Arteritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4902",
                    "name": "Relapsing Polychondritis",
                    "asFound": "Relapsing Polychondritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4608",
                    "name": "Polyarteritis Nodosa",
                    "asFound": "Polyarteritis Nodosa",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}