{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06298019",
            "orgStudyIdInfo": {
                "id": "73464"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Study of KYV-101 Anti-CD19 CAR T Therapy in Adult Dermatomyositis",
            "officialTitle": "Phase 1B, Open-Label Study of KYV-101, an Autologous Fully-Human Anti-CD19 Chimeric Antigen Receptor T-Cell (CD19 CAR T) Therapy, in Adult Patients With Treatment Refractory Dermatomyositis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-kyv-anti-car-t-therapy-in-adult-dermatomyositis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2039-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-16",
            "studyFirstSubmitQcDate": "2024-02-29",
            "studyFirstPostDateStruct": {
                "date": "2024-03-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Fiorentino",
                "investigatorTitle": "Professor in Dermatology",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to characterize to understand the effects of a type of cell therapy called Chimeric Antigen Receptor T lymphocyte (CAR T) therapy in adult patients with the autoimmune disease dermatomyositis. This study will utilize a technology that modifies a type of white blood cell called the cytotoxic T lymphocyte-this T cell normally functions in the immune system to kill infected or potentially harmful cells in the body. In CAR T therapy, the patients' white blood cells are harvested and the cytotoxic T cells are isolated and modified such that they are programmed to kill any cell that has a protein structure called \"CD19\" on its outer surface (membrane). Since the CD19 protein is only present on a type of white blood cell called the B lymphocyte, when these \"re-engineered\" cytotoxic T lymphocytes are then given back to the patient (by an infusion), these cells will seek out and kill essentially all of the patient's B cells. B cells are an important part of a person's immune system and have many functions, including the production of antibodies. It is thought that, in dermatomyositis and other autoimmune diseases, a tiny subset of these B cells plays a large role in making autoantibodies (antibodies directed against the patient's own tissues) and causing disease. The idea is that the therapy will \"wipe out\" all/most of the B cells in the patient so that they can make an entirely new set of B cells to recreate a functional immune system without the autoimmune disease.\n\nThe main questions the study intends to answer are:\n\n* Understanding how well patients tolerate undergoing this therapy in terms of side effects;\n* Getting an early idea if this therapy can help certain aspects of the autoimmune disease, including inflammation in the skin, muscles, and lungs;"
        },
        "conditionsModule": {
            "conditions": [
                "Dermatomyositis"
            ],
            "keywords": [
                "CAR T",
                "CD19",
                "KYV-101"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Patients will be enrolled in a sequential manner with respect to the aggressiveness of the conditioning regimen used prior to receiving the CAR T infusion therapy. The first 3 patients will undergo standard conditioning--daily cyclophosphamide (IV, 300 mg/m2) and fludarabine (30 mg/m2) x 3 days. If this regimen is found to allow sufficient engraftment of the CAR T cells, participants will be enrolled in sequential groups (of 3-5) representing milder doses or alternative medications that overall represent gentler cytoreduction, which advancement to each sequential group contingent upon satisfactory number and function of infused CAR T cells.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 21,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active Intervention with CAR T",
                    "type": "EXPERIMENTAL",
                    "description": "All participants in the trial will receive an infusion of autologous, genetically modified CAR T cells specific for the CD19 antigen",
                    "interventionNames": [
                        "Biological: KYV-101"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "KYV-101",
                    "description": "The investigational product, KYV-101, is an autologous CD19-targeted CAR T-cell immunotherapy.",
                    "armGroupLabels": [
                        "Active Intervention with CAR T"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants experiencing adverse events",
                    "description": "This outcome is to characterize the safety and tolerability of administering KYV-101 CAR T cells that meet the established criteria to patients with DM. Participants experiencing adverse events including laboratory abnormalities will be reported.",
                    "timeFrame": "24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of probable or definite (\\>55%) IIM and subgroup classification as dermatomyositis according to the 2017 EULAR/ACR classification criteria for idiopathic inflammatory myopathies.\n2. Age \\> 25 years and \\< 72 years at time of signing informed consent Refractory disease: subject with previous failure (or intolerance) to glucocorticoids and at least two non-glucocorticoid immunosuppressive therapies (including mycophenolate mofetil or mycophenolic acid, cyclophosphamide, azathioprine, methotrexate, calcineurin inhibitors, tofacitinib or other JAK inhibitors, rituximab, or IVIG) administered for at least 12 weeks within 24 months prior to screening.\n\n.Moderate-to-severe dermatomyositis as per EITHER: muscle weakness, defined as Manual Muscle Testing (MMT-8) score \\<142/150; or cutaneous disease as per Cutaneous Dermatomyositis Assessment and Severity Index-activity subscore (CDASI-a)\\>=19.\n\nPLUS at least 2 other abnormal IMACS Core Set Measures (CSMs) from the following:\n\n* Patient global VAS≥2 cm.\n* Physician's global VAS ≥2 cm.\n* Global extramuscular activity score ≥2 cm.\n* Elevation of at least one of the muscle enzymes (CK, AST, ALT, aldolase, LDH) \\>1.5 times upper limit of normal.\n* HAQ-DI≥0.25.\n\n  2.For patients enrolling on the MMT-8 criterion, muscle disease must be active, as deemed by one of the following:\n* Creatine kinase, aldolase, LDH, AST, or ALT (if deemed due to muscle inflammation by investigator) ≥2×ULN.\n* MRI evidence of active myositis within last 3 months.\n* EMG evidence of active myositis within last 3 months.\n\nOther inclusion criteria: Subject must sign a written ICF prior to any screening procedures.\n\n1. Subject must be ≥25 and ≦72 years of age.\n2. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n3. Adequate organ function as per table below. Haematology Haemoglobin: ≥10.0 g/dl (without prior red blood cell transfusion within 7 days before the laboratory test)a Platelets: ≥100,000/ μL (without transfusion support within 7 days before the laboratory test).\n\n   Absolute Lymphocyte Count (ALC):≥700/μL Absolute Neutrophil Count (ANC) 1,500/μL (prior growth factor support is permitted but must be without support in the 7 days prior to the laboratory test) Hepatic AST and ALT: ≤2.5×upper limit of normal (ULN) unless deemed by the investigator to be secondary to DM.\n\n   Total bilirubin ≤1.5×ULN; except in subjects with congenital bilirubinaemia, such as Gilbert syndrome (in which case direct bilirubin ≤1.5×ULN is required) Renal Creatinine clearance Calculated creatinine clearance ≥45 mL/min/1.73 m2 (measured by Cockcroft-Gault equation) Pulmonary Grade≤1 dyspnoea Oxygen saturation measured by pulse oximetry ≥92% on room air a .For subjects who meet the inclusion criteria at screening, transfusion of red blood cells is permitted after screening as needed to maintain a haemoglobin level ≥8.0 g/dL.\n4. Must be up to date on all recommended vaccinations, including against COVID-19/ SARS CoV-2, per Centers for Disease Control and Prevention or institutional guidelines for immune-compromised individuals.\n5. Women of childbearing potential must have a negative pregnancy test at screening using a highly sensitive serum pregnancy test (β-human chorionic gonadotropin \\[β-hCG\\]). Women of childbearing potential are defined as a sexually mature woman who has not undergone a hysterectomy or tubal ligation or who has not been naturally postmenopausal for at least 24 consecutive months.\n6. Female subjects of childbearing potential who have a fertile male sexual partner must agree to use a highly effective method of contraception (failure rate of \\<1% per year when used consistently and correctly) from the time of signing the ICF until 1 year after the KYV-101 infusion. Examples of highly effective method of contraception include:\n\n   * Established use of hormonal methods of contraception associated with inhibition of ovulation (eg, oral, inserted, injected, implanted, transdermal), provided the subject or male subject's female partner plans to remain on the same treatment throughout the entire study and has been using that hormonal contraceptive for an adequate period of time to ensure effectiveness.\n   * Correctly placed copper containing- intrauterine device or intrauterine hormone-replacing system.\n   * Male sterilization with absence of sperm in the post-vasectomy ejaculate.\n   * Female sterilization (bilateral tubal ligation/bilateral salpingectomy or bilateral tubal occlusive procedure (provided that occlusion has been confirmed).\n   * Sexual abstinence, defined as completely and persistently refraining from all heterosexual intercourse (including during the entire period of risk associated with the study treatments) may obviate the need for contraception ONLY if this is the preferred and usual lifestyle of the subject.\n7. Male subjects, if not surgically sterilized, must agree to use highly effective method of contraception and not donate sperm from the time of signing the ICF until 1 year after the KYV-101 infusion.\n8. For females: a negative pregnancy test at screening and prior to lymphodepletion chemotherapy.\n9. Women and men must agree not to donate eggs (ova, oocytes) or sperm, respectively, until at least 1 year after receiving a KYV-101 infusion.\n\nEXCLUSION CRITERIA:\n\nDM-related exclusion criteria\n\n1. Evidence of any of the following:\n\n   * Severe muscle damage as per one of the following criteria:\n\n     1. Myositis Global Damage Index (MDI) ≥5.\n     2. Severe proximal muscle atrophy of upper or lower extremity on MRI.\n     3. Severe proximal muscle atrophy of upper or lower extremity on clinical examination.\n     4. Wheelchair-bound at home.\n     5. MMT-8 of ≤80.\n   * MDA5-positive rapidly progressing interstitial lung disease (subjects with stable ILD not requiring supplemental oxygen are eligible).\n   * Findings of muscular inflammation or myopathy other than the indication, such as polymyositis (PM), immune mediated necrotizing myopathy (IMNM), inclusion body myositis (IBM), cancer-associated myositis (myositis diagnosed within 2 years of cancer), drug-induced myopathy, amyloid myopathy, muscular dystrophy, metabolic myopathies, or myositis in the context of significant overlap with another systemic autoimmune rheumatologic disease (overlap myositis), except with Sjogren's syndrome.\n   * Generalized, severe musculoskeletal or neuro-muscular conditions other than DM that prevent a sufficient assessment of the patient by the investigator.\n2. Subject with any of the following:\n\n   * Patients with ILD associated with any of the following oRequiring O2 therapy and/or FVC ≤45% of predicted or DLCO ≤40% of predicted at screening oEvidence of PH as defined as estimated RVSP or ≥45 mmHg or right atrial or ventricular enlargement or dilatation, unless subsequent RHC shows no PH.\n\noPAH on right heart catheterization requiring PAH specific treatment.\n\n•Current gangrene of a digit\n\nOther exclusion criteria:\n\n1. Prior treatment with cellular immunotherapy (eg, CAR T) or gene therapy product directed at any target.\n2. History of allogeneic or autologous stem cell transplant.\n3. Systemic autoimmune disease, other than DM, requiring systemic immunosuppressive therapies\n4. Plan to receive live, attenuated vaccine after signing ICF (inactive vaccines, like the flu vaccine, are allowed). Unable to washout or interrupt autoimmune disease therapy prior to apheresis as specified in Table .\n5. Positive hepatitis B surface antigen (HBsAg) and hepatitis C serology confirmed by polymerase chain reaction (PCR) (except hepatitis C cured with pharmacotherapy); subjects who are HBsAg negative and hepatitis B core antibody (HBc) positive with no detectable DNA will be allowed into the study but will require regular monitoring of hepatitis B virus (HBV) DNA.\n6. Positive serology for human immunodeficiency virus (HIV).\n7. Positive screening test for SARS-Cov-2.\n8. Primary immunodeficiency.\n9. History of splenectomy.\n10. History of stroke, seizure, dementia, Parkinson's disease, coordination movement disorder, cerebellar diseases, psychosis, paresis, aphasia, and any other neurologic disorder investigator considers would increase the risk for the subject.\n11. Impaired cardiac function or clinically significant cardiac disease including:\n\n    1. Unstable angina or myocardial infarction or coronary artery bypass graft (CABG) within 6 months prior to apheresis.\n    2. New York Heart Association (NYHA) stage III or IV congestive heart failure.\n    3. History of clinically significant cardiac arrhythmia (eg, ventricular tachycardia), complete left bundle branch block, high-grade atrioventricular (AV) block.\n    4. History of severe nonischaemic cardiomyopathy.\n    5. Left ventricular ejection fraction (LVEF) \\<45% as assessed by echocardiogram (ECHO)\n12. Previous or concurrent malignancy with the following exceptions:\n\n    1. Adequately treated basal cell or squamous cell carcinoma (adequate wound healing is required prior to screening).\n    2. In situ carcinoma of the cervix or breast, treated curatively and without evidence of recurrence for at least 3 years prior to screening.\n    3. A primary malignancy which has been completely resected, or treated, and is in complete remission for at least 5 years prior to screening.\n13. Serious and/or uncontrolled medical condition that, in the investigator's judgment, would cause unacceptable safety risk, interfere with study procedures or results, or compromise compliance with the protocol, such as:\n\n    1. Active, uncontrolled, viral, bacterial or systemic fungal infection (including human T cell lymphotropic virus \\[HTLV\\], human polyomavirus 2 \\[JC virus\\], or syphilis); or recent history of repeated infections.\n    2. Requirement of supplemental oxygen to maintain oxygen saturation.\n    3. Clinical evidence of dementia or altered mental status.\n    4. A thromboembolic event within 6 months prior to apheresis.\n14. Ongoing toxicity from previous therapy that has not resolved to baseline levels or to Grade 1 or less, except for alopecia, fatigue, nausea, and constipation.\n15. Major surgery within 4 weeks prior to apheresis or planned within 4 weeks after KYV-101 administration. For surgery planned after 4 weeks post KYV-101 administration, discuss with the sponsor.\n16. Contraindications or life-threatening allergies, hypersensitivity, or intolerance to KYV-101 or its excipients, including dimethyl sulfoxide; or to CYC (or to fludarabine if relevant), or to tocilizumab.\n17. Pregnant or breastfeeding; or plans to become pregnant or breastfeed, or father a child within 1 year after receiving the KYV-101 infusion.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "maximumAge": "72 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "David Fiorentino, MD, PhD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Lorinda Chung, MD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Everett Meyer, MD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003882",
                    "term": "Dermatomyositis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017285",
                    "term": "Polymyositis"
                },
                {
                    "id": "D000009220",
                    "term": "Myositis"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7077",
                    "name": "Dermatomyositis",
                    "asFound": "Dermatomyositis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19579",
                    "name": "Polymyositis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12172",
                    "name": "Myositis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1814",
                    "name": "Dermatomyositis",
                    "asFound": "Dermatomyositis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4623",
                    "name": "Polymyositis",
                    "relevance": "LOW"
                },
                {
                    "id": "T3001",
                    "name": "Idiopathic Inflammatory Myopathy",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}