{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00001350",
            "orgStudyIdInfo": {
                "id": "930063"
            },
            "secondaryIdInfos": [
                {
                    "id": "93-I-0063"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Study of Autoimmune Lymphoproliferative Syndrome (ALPS)",
            "officialTitle": "Study of the Immunopathogenesis, Natural History, and Genetics of Autoimmune Lymphoproliferative Syndrome (ALPS) Associated With an Expansion of CD4-8-/TCR Alpha/Beta+ T Cells",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-autoimmune-lymphoproliferative-syndrome-alps"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-30",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "1993-05-13",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "1999-11-03",
            "studyFirstSubmitQcDate": "1999-11-03",
            "studyFirstPostDateStruct": {
                "date": "1999-11-04",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the protocol is to allow for patients, and relatives of patients, who may have the newly described autoimmune lymphoproliferative syndrome, to be evaluated at the NIH Clinical Center. This evaluation will include blood and relevant tissue studies along with long-term clinical evaluations to define the biology, inheritance,clinical spectrum, and natural history of this syndrome. The aim of the research is to understand mechanisms involved in the development of expanded numbers of what is typically a rare population of immune cells (CD4-8-/TCRalpha/beta+ T cells, otherwise referred to as double negative T cells), and how these relate to the development of expanded numbers of immune cells and autoimmune (self against self) responses in patients with ALPS.\n\nIn some cases, we may proivide treatment related to ALPS. These treatments are consistent with standard medical practice.\n\nParticipants with ALPS will be invited to visit the NIH once a year or more frequently when clinically indicated for the next few years for clinicians and scientists to follow the course of their disease and to manage its complications. Knowledge gained from these studies provides important insights into the mechanisms of autoimmunity, the thymus gland, and the role that the immune system and genetics plays in ALPS.\n\nAutoimmune lymphoproliferative syndrome is a rare disease that affects both children and adults. Each of these three words helps describe the main features of this condition. The word autoimmune (self-immune) identifies ALPS as a disease of the immune system. The tools used to fight germs turn against our own cells and cause problems. The word lymphoproliferative describes the unusually large numbers of white blood cells (called lymphocytes (stored in the lymph nodes and spleens of people with ALPS. The word syndrome refers to the many common symptoms shared by ALPS patients.\n\nOne of the causes of ALPS is defective apoptosis, or said another way, an individual has an abnormality in how well lymphocytes (immune cells) die when they are instructed to do so. It is normal for lymphocytes to disintegrate (e.g., die) when they have done their job. In people with ALPS and in some of their affected relatives, the genetic message for the cells to die is altered: the message is not received and the cells do not die when they should. As a result, people with ALPS develop an enlarged spleen, liver and lymph glands, along with a range of other problems involving white blood cell counts and overactive immune responses (autoimmune disease). Some patients have an increased risk of developing lymphatic cancers (lymphoma).\n\nProvided is a description of eligible study candidates:\n\n1. Any patient with ALPS, male or female and of any age. As a patient with ALPS, candidates must have:\n\n   * a medical history of an enlarged spleen and/or enlarged lymph nodes over an extended period of time (past and/or current).\n   * defective lymphocyte apoptosis, in vitro.\n   * greater than or equal to 1 percent TCR alpha/beta+CD4-8- peripheral blood T cells.\n2. Relatives (any age) of patients and normal controls (18-65).\n3. Healthy normal volunteers will also be enrolled to provide data on normal cell behavior for comparison with patients.\n\nAdditional information regarding ALPS and the research being conducted at the National Institutes of Health is available at the following World Wide Web (e.g., Internet) locations:\n\nhttp://www.niaid.nih.gov/publications/alps/\n\nhttp://www.nhgri.nih.gov/DIR/GMBB/ALPS/.\n\n...",
            "detailedDescription": "The purpose of this family based natural history protocol is to allow for patients, and relatives of patients to be screened for Autoimmune Lymphoproliferative Syndrome (ALPS) and related disorders of apoptosis, Ras Associated Leukoproliferative Disorder (RALD). Patients and relatives will be evaluated by mail-in samples or in person at the NIH Clinical Center if they meet the eligibility criteria. This evaluation will include blood and relevant tissue studies along with long-term clinical evaluation to define the biology, inheritance, clinical spectrum, and natural history of this syndrome. The aim of the research studies is to elucidate mechanisms underlying the immune dysregulation due to defective apoptosis in these patients. Knowledge gained from these studies provides important insights into the mechanisms of autoimmunity, normal thymic and extra thymic T cell differentiation, T-cell receptor (TCR) repertoire selection, and lymphomagenesis."
        },
        "conditionsModule": {
            "conditions": [
                "Benign Lymphoproliferative Disorder"
            ],
            "keywords": [
                "Immunoregulation",
                "T Cell Receptor Alpha/Beta",
                "Lymphoproliferation",
                "Fas",
                "Autoimmune Disease",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "ALPS patients and relatives of all ages"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Elucidate the mechanism of immune-dysregulation leading to ALPS and develop targeted treatments",
                    "description": "Improvement of underlying immune-dysregulation",
                    "timeFrame": "Median follow up of 25 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* III.I. INITIAL EVALUATION INCLUSION CRITERIA FOR PATIENTS:\n\nIn order to be eligible to enroll as a potential patient participant in the initial evaluation, an individual must meet all of the following criteria:\n\n1. Aged 0 to 99 years (must be greater than or equal to 3 years to be seen at the NIH Clinical Center).\n2. A history of chronic (\\>6 months) lymphadenopathy and/or splenomegaly (exception for newborns with family history of ALPS related disorders).\n3. Willingness to allow blood, tissue, and other samples to be stored.\n\nIII.II. INITIAL EVALUATION INCLUSION CRITERIA FOR BLOOD RELATIVES:\n\nIn order to be eligible to enroll as a relative for the screening portion of this study, an individual must meet all of the following criteria:\n\n1. Aged 0 to 99 years (must be greater than or equal to 3 years to be seen at the NIH Clinical Center).\n2. Extended family members, identified as blood relatives, of an ALPS patient.\n3. Able to provide informed consent.\n4. Willingness to allow blood, tissue, and other samples to be stored.\n\nIII.III. INCLUSION CRITERIA FOR THE NATURAL HISTORY STUDY:\n\nIn order to be eligible to participate in the natural history study as a patient with ALPS, an individual must meet all of the following criteria:\n\n1. Aged 0 to 99 years (must be greater than or equal to 3 years to be seen at the NIH Clinical Center).\n2. To be considered as having ALPS, patients must have elevated CD3+TCR alpha/beta+ CD4-8-peripheral blood DNT cells (equal to or greater than 1.5% of total lymphocytes or 2.5% of CD3+ lymphocytes) in the setting of normal or elevated lymphocyte counts.\n3. A history of chronic (\\>6 months), non-malignant, non-infectious lymphadenopathy and/or splenomegaly (exception for newborns with family history of ALPS related disorders).\n4. Willingness to allow blood, tissue and other samples to be stored.\n5. Patients with RALD who present with autoimmunity, lymphadenopathy, and/or splenomegaly, with elevated or normal DNTs and somatic mutations in NRAS and KRAS.29-32\n\nIII.IV. INCLUSION OF SPECIAL POPULATIONS:\n\nChildren: Children are eligible to enroll as patients or relatives in this protocol. ALPS is primarily a disorder of childhood. The study may not hold the prospect of direct benefit for patients but may provide diagnostic information about their health, which may help guide their\n\nclinical management. Additionally, their inclusion is necessary to develop important biomedical knowledge relating to the natural history of this rare disease which cannot be obtained by any other means other than the participation of pediatric participants. Although relative participants are not expected to directly benefit from participation, they will also learn diagnostic results related to ALPS and similar conditions. Minor participants will be limited to having procedures that involve no greater than minimal risk (e.g., apheresis will not be performed in minors). No children under the age of 3 years will be seen in person at the NIH Clinical Center for this protocol.\n\nPregnant women: Women who are pregnant or breastfeeding are eligible to enroll as probands or relatives. The study procedures may hold the prospect of direct benefit by providing insight into the woman or fetus s health risks, which may help guide clinical management during and after pregnancy. Additionally, their inclusion is necessary to develop important biomedical knowledge relating to the natural history of this rare disease which cannot be obtained by any other means other than the participation of this class of women. However, their evaluation will be limited to laboratory evaluation and physical examination so that the risk to the pregnant woman and fetus will not be greater than minimal, and may only be seen remotely if obstetric issues may pose a safety risk for travel and evaluation on-site. Eligibility for this group will be determined on a case-by-case basis by the principal investigator. This protocol is not actively seeking women who are pregnant.\n\nNeonates: Viable neonates may be enrolled in this protocol as they meet study entry criteria as patient or relative participants, although no neonates will be seen in-person at the NIH Clinical Center under this protocol. Nonviable neonates and those of uncertain viability will not be enrolled.\n\nAdults who lack decision-making capacity to consent: Adults who are unable to consent may be eligible for enrollment as patient participants in this protocol because ALPS is a rare disease that may cause severe complications, and data obtained from these individuals are necessary to answer important scientific questions for this protocol. Similarly, enrolled patient participants who permanently lose the ability to provide ongoing consent during study participation may continue in the study. The risks and benefits of participation for adults unable to consent should be the same as those described for less vulnerable participants. Safeguards in place for protecting this population are described. No adults lacking decision-making capacity to consent will be enrolled as relatives, and those who permanently lose the ability to consent will be withdrawn in accordance with NIH Human Research Protections Program (HRPP) Policy 403.\n\nNIH Staff or Family Members: NIH staff and family members of study team members may be enrolled in this study if the participant meets the study entry criteria. Neither participation nor refusal to participate as a subject in the research will have an effect, either beneficial or adverse, on the participant s employment or position at NIH. Every effort will be made to protect participant information, but such information may be available in medical records and may be available to authorized users outside of the study team in both an identifiable an unidentifiable manner. The NIH investigator will provide and request that the NIH staff member review the Frequently\n\nAsked Questions (FAQs) for Staff Who are Considering Participation in NIH Research and the Leave Policy for NIH Employees Participating in NIH Medical Research Studies (NIH Policy Manual 2300-630-3).\n\nIII.V. RECRUITMENT STRATEGIES:\n\n* Patients and families are referred from NIH investigators, immunologists, hematologists, rheumatologists, general medical doctors, and clinical geneticists who learn of our studies through our scientific presentations and publications; family organizations, such as the Immune Deficiency Foundation or clinicaltrials.gov.\n* Clinical histories, laboratory data, and pedigrees will be reviewed for research purposes as well as screening. However, priority may be given to patients in a family with multiple individuals exhibiting symptoms suggestive of ALPS (e.g., high penetrance). Patients with unique clinical features that, in our experience, may help us to understand the phenotype better may also be considered a priority.\n* Up to 1200 patients and relatives of ALPS patients will be enrolled in this study as part of the initial evaluation or the natural history study if outside testing has confirmed a diagnosis of ALPS. Patients who are being screened for ALPS under the initial evaluation portion of this protocol will be invited to continue participation in the natural history study only if they meet the current eligibility requirements of the natural history study. Patients that are screened and found to be ineligible for enrollment in the natural history study will be referred to other NIAID investigators if applicable.\n\nIII.VI. STUDY EXCLUSIONS:\n\nAn individual who meets any of the following criteria will be excluded from participation in screening or the natural history study:\n\n1. Any condition that the principal investigator deems to be non-conducive to the research goals of the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "ALPS patients and relatives to include males and females of all ages",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alanvin D Orpia, R.N.",
                    "role": "CONTACT",
                    "phone": "(240) 669-2935",
                    "email": "alanvin.orpia@nih.gov"
                },
                {
                    "name": "V. Koneti Rao, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-6502",
                    "email": "kr191c@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "V. Koneti Rao, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24398331",
                    "type": "BACKGROUND",
                    "citation": "Price S, Shaw PA, Seitz A, Joshi G, Davis J, Niemela JE, Perkins K, Hornung RL, Folio L, Rosenberg PS, Puck JM, Hsu AP, Lo B, Pittaluga S, Jaffe ES, Fleisher TA, Rao VK, Lenardo MJ. Natural history of autoimmune lymphoproliferative syndrome associated with FAS gene mutations. Blood. 2014 Mar 27;123(13):1989-99. doi: 10.1182/blood-2013-10-535393. Epub 2014 Jan 7."
                },
                {
                    "pmid": "27846610",
                    "type": "DERIVED",
                    "citation": "Xie Y, Pittaluga S, Price S, Raffeld M, Hahn J, Jaffe ES, Rao VK, Maric I. Bone marrow findings in autoimmune lymphoproliferative syndrome with germline FAS mutation. Haematologica. 2017 Feb;102(2):364-372. doi: 10.3324/haematol.2015.138081. Epub 2016 Oct 20."
                },
                {
                    "pmid": "25359994",
                    "type": "DERIVED",
                    "citation": "Milner JD, Vogel TP, Forbes L, Ma CA, Stray-Pedersen A, Niemela JE, Lyons JJ, Engelhardt KR, Zhang Y, Topcagic N, Roberson ED, Matthews H, Verbsky JW, Dasu T, Vargas-Hernandez A, Varghese N, McClain KL, Karam LB, Nahmod K, Makedonas G, Mace EM, Sorte HS, Perminow G, Rao VK, O'Connell MP, Price S, Su HC, Butrick M, McElwee J, Hughes JD, Willet J, Swan D, Xu Y, Santibanez-Koref M, Slowik V, Dinwiddie DL, Ciaccio CE, Saunders CJ, Septer S, Kingsmore SF, White AJ, Cant AJ, Hambleton S, Cooper MA. Early-onset lymphoproliferation and autoimmunity caused by germline STAT3 gain-of-function mutations. Blood. 2015 Jan 22;125(4):591-9. doi: 10.1182/blood-2014-09-602763. Epub 2014 Oct 30."
                },
                {
                    "pmid": "21885601",
                    "type": "DERIVED",
                    "citation": "Rao VK, Oliveira JB. How I treat autoimmune lymphoproliferative syndrome. Blood. 2011 Nov 24;118(22):5741-51. doi: 10.1182/blood-2011-07-325217. Epub 2011 Sep 1."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_1993-I-0063.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000056735",
                    "term": "Autoimmune Lymphoproliferative Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "asFound": "Lymphoproliferative Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28567",
                    "name": "Autoimmune Lymphoproliferative Syndrome",
                    "asFound": "Autoimmune Lymphoproliferative Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T560",
                    "name": "Autoimmune Lymphoproliferative Syndrome",
                    "asFound": "Autoimmune Lymphoproliferative Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}