{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05638802",
            "orgStudyIdInfo": {
                "id": "DS7011-107"
            },
            "organization": {
                "fullName": "Daiichi Sankyo",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study on DS-7011a in Patients With Lupus",
            "officialTitle": "A Early-phase/2, Double-Blind, Placebo-Controlled, Randomized, Parallel-Arm Study to Explore the Safety, Drug Level Monitoring, and Proof of Biological Activity of DS-7011a in Patients With Lupus",
            "therapeuticArea": [
                "Immunology and Rheumatology"
            ],
            "study": "study-on-ds-in-patients-with-lupus"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-28",
            "studyFirstSubmitQcDate": "2022-11-28",
            "studyFirstPostDateStruct": {
                "date": "2022-12-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Daiichi Sankyo",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Systemic lupus erythematosus (SLE) is a systemic chronic autoimmune disease characterized by autoantibody production, inflammation, and tissue damage in multiple organs. Standard of care therapies used to treat SLE are only partially effective and have a wide range of toxicities. There is a need for more effective and safer therapies for patients with SLE.",
            "detailedDescription": "This Phase 1b/2 study will initially explore the safety, tolerability, pharmacokinetics, pharmacodynamics, immunogenicity, and efficacy of DS-7011a in patients with SLE. DS-7011a is an anti-Toll-like receptor 7 (TLR7) antagonistic monoclonal antibody developed for the treatment of SLE."
        },
        "conditionsModule": {
            "conditions": [
                "Systemic Lupus Erythematosus"
            ],
            "keywords": [
                "Systemic Lupus Erythematosus",
                "DS-7011a"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DS-7011a",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with systemic lupus erythematosus (SLE) and cutaneous lupus erythematosus (CLE) who will be randomized to receive DS-7011a 20 mg/kg every 4 weeks by intravenous infusion.",
                    "interventionNames": [
                        "Drug: DS-7011a"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants with systemic lupus erythematosus (SLE) and cutaneous lupus erythematosus (CLE) who will be randomized to receive placebo every 4 weeks by intravenous infusion.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "DS-7011a",
                    "description": "20 mg/kg intravenous dose to be administered every 4 weeks at baseline (Day 1), Day 29, and Day 57",
                    "armGroupLabels": [
                        "DS-7011a"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Saline intravenous solution administered every 4 weeks at baseline (Day 1), Day 29, and Day 57",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants with Treatment-emergent Adverse Events Following Administration with DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "timeFrame": "Screening up to Week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pharmacokinetic Parameter Area Under the Concentration Curve Following Administration of DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "timeFrame": "Day 1 (at predose and at end of infusion), Day 2 (24 hours after administration), Day 8 (1 week after administration), Days 29 and 57 (at predose and at end of infusion), and Days 85 and 113"
                },
                {
                    "measure": "Pharmacokinetic Parameter Maximum Concentration Following Administration of DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "timeFrame": "Day 1 (at predose and at end of infusion), Day 2 (24 hours after administration), Day 8 (1 week after administration), Days 29 and 57 (at predose and at end of infusion), and Days 85 and 113"
                },
                {
                    "measure": "Pharmacokinetic Parameter Minimum Concentration Following Administration of DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "timeFrame": "Day 1 (at predose and at end of infusion), Day 2 (24 hours after administration), Day 8 (1 week after administration), Days 29 and 57 (at predose and at end of infusion), and Days 85 and 113"
                },
                {
                    "measure": "Change From Baseline in Cutaneous Lupus Area and Severity Index Activity Following Administration of DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "timeFrame": "Screening up to Week 16"
                },
                {
                    "measure": "Change From Baseline in Cutaneous Lupus Activity Investigator Global Assessment Following Administration of DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "timeFrame": "Screening up to Week 16"
                },
                {
                    "measure": "Change From Baseline in SLE Disease Activity Index 2000 Following Administration of DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "timeFrame": "Screening up to Week 16"
                },
                {
                    "measure": "Change From Baseline in Clinician's Global Impression of Change Following Administration of DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "timeFrame": "Screening up to Week 16"
                },
                {
                    "measure": "Change From Baseline in Patient's Global Impression of Change Following Administration of DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "timeFrame": "Screening up to Week 16"
                },
                {
                    "measure": "Change From Baseline in Autoantibodies Following Administration of DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "description": "Autoantibodies, including antinuclear, anti-dsDNA, anti-Smith \\[Sm\\], and antiribonucleoprotein \\[RNP\\] antibodies, will be assessed.",
                    "timeFrame": "Screening up to Week 16"
                },
                {
                    "measure": "Change From Baseline in Complement Factors Following Administration of DS-7011a in Participants With Systemic Lupus Erythematosus",
                    "description": "Complement factors, such as C3 and C4, will be assessed.",
                    "timeFrame": "Screening up to Week 16"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female participants must be of 18 years or more with definite SLE for at least 6 months prior to Screening, defined according to the 2019 European League Against Rheumatism (EULAR)/American College of Rheumatology (ACR) classification criteria for SLE, including documented history of positivity for antinuclear antibody (titer ≥1:80).\n* Body mass index (BMI) ≥18 kg/m\\^2 and body weight ≥45 kg.\n* Presence of active CLE (acute, subacute, and chronic cutaneous lupus), with active skin involvement and a CLASI-A score of 4 or higher at the time of screening and randomization as recognized by 2 adjudicators, ie, the investigator in the periphery at the site and a centrally located arbiter contracted ad hoc (in case of disagreement between these 2 adjudicators, a third adjudicator, also centrally located and contracted ad hoc, will solve the disagreement and provide a final decision), despite adequate use of conventional therapies (either topical corticosteroids or antimalarial agents used for at least 12 weeks prior to Screening) or because of the requirement to discontinue these therapies due to side effects or poor tolerability.\n* Participants must be willing to have skin tape harvests collected from the affected skin area (skin tape stripping done on the target lesion).\n* Participants must agree not to participate in any other investigational study during the study Treatment Period and for 3 months after the last dose of study drug.\n* Participants must give written informed consent to participation in the study prior to Screening.\n* Participants must be vaccinated against COVID-19\n\nExclusion Criteria:\n\n* Active lupus nephritis (LN) on induction therapy, or induction therapy completed within 12 weeks prior to Screening (stable maintenance therapy with mycophenolate or azathioprine allowed).\n* Active neuropsychiatric SLE, including, but not limited to, the following: seizure, new or worsening impaired level of consciousness, psychosis, delirium or confusional state, aseptic meningitis, ascending or transverse myelitis, chorea, cerebellar ataxia, mononeuritis multiplex, or demyelinating syndromes.\n* Primary diagnosis of autoimmune or rheumatic disease other than SLE (secondary Sjögren's syndrome or autoimmune thyroiditis are not exclusionary) or drug-induced lupus.\n* History of chronic, recurrent (3 or more of the same type of infection in 1 year) or recent serious infection, including viral infections, as determined by the investigator, or requiring anti-infective treatment within 12 weeks prior to Screening.\n* History of severe herpes infection or signs of herpes or varicella zoster viral infection within 12 weeks prior to Screening.\n* Positive COVID-19 molecular test at Screening or symptoms suggestive of SARS-CoV-2 infection or close contact with an individual with SARS-CoV-2 infection within 2 weeks prior to randomization.\n* History of malignant disease within the 2 years before Screening or ongoing at the time of Screening, except basal cell carcinomas and squamous cell carcinomas of the skin, or completely excised carcinoma in situ of the cervix\n* Chronic kidney disease with significant proteinuria (ie, \\>2 g/24 h or urine protein to creatinine ratio \\>200 mg/g) or decreased renal function (estimated glomerular filtration rate \\[eGFR\\] \\<30 mL/min).\n* New York Heart Association class III or IV congestive heart failure.\n* Concomitant disease or condition that could interfere with, or treatment of which might interfere with, the conduct of the study, or that would, in the opinion of the investigator, pose an unacceptable risk to the participant in this study.\n* History or positive test result for human immunodeficiency virus at Screening.\n* Active hepatitis B virus (HBV) infection determined at Screening as positive test result for hepatitis B surface antigen.\n* Active hepatitis C virus (HCV) infection determined at Screening as HCV ribonucleic acid (RNA) above the limit of detection in subjects with positive HCV antibody titer.\n* History of, or ongoing, active tuberculosis (TB) or untreated latent TB infection (LTBI) at Screening. Participants with documented previously completed appropriate LTBI treatment and without evidence of re-exposure will not be required to be tested.\n* Any other significant condition that according to the investigator's judgment would prevent compliance with study protocol and full study participation.\n* Participants must not be participating in another investigational study or have participated in an investigational study within the past 30 days prior to randomization (Day 1).\n* History of or current inflammatory skin disease other than SLE that in the opinion of the investigator could interfere with the inflammatory skin assessments and confound the disease activity assessments.\n* History of any non-SLE disease that had required treatment with oral or parenteral corticosteroids for more than a total of 2 weeks within the last 24 weeks prior to randomization",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Contact for Clinical Trial Information Disclosure",
                    "role": "CONTACT",
                    "phone": "908-992-6400",
                    "email": "CTRinfo@dsi.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Global Clinical Leader",
                    "affiliation": "Daiichi Sankyo",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Pinnacle Research Group LLC",
                    "status": "RECRUITING",
                    "city": "Anniston",
                    "state": "Alabama",
                    "zip": "36207",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Study Coordinator",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.65983,
                        "lon": -85.83163
                    }
                },
                {
                    "facility": "Arkansas Research Trials",
                    "status": "RECRUITING",
                    "city": "North Little Rock",
                    "state": "Arkansas",
                    "zip": "72117",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Principal Investigator",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.76954,
                        "lon": -92.26709
                    }
                },
                {
                    "facility": "Office of Tory P. Sullivan, M.D. - North Miami Beach",
                    "status": "RECRUITING",
                    "city": "North Miami Beach",
                    "state": "Florida",
                    "zip": "33162",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Manager",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.93315,
                        "lon": -80.16255
                    }
                },
                {
                    "facility": "West Broward Rheumatology Associates",
                    "status": "RECRUITING",
                    "city": "Tamarac",
                    "state": "Florida",
                    "zip": "33321",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Study Coordinator",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.21286,
                        "lon": -80.24977
                    }
                },
                {
                    "facility": "The University of Kansas Medical Center",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Principal Investigator",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                },
                {
                    "facility": "Oakland Hills Dermatology",
                    "status": "RECRUITING",
                    "city": "Auburn Hills",
                    "state": "Michigan",
                    "zip": "48326",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Principal Investigator",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.68753,
                        "lon": -83.2341
                    }
                },
                {
                    "facility": "Revival Research Institute, LLC",
                    "status": "RECRUITING",
                    "city": "Troy",
                    "state": "Michigan",
                    "zip": "48084",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Recruitment Coordinator",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.60559,
                        "lon": -83.14993
                    }
                },
                {
                    "facility": "MediSearch Clinical Trials",
                    "status": "RECRUITING",
                    "city": "Saint Joseph",
                    "state": "Missouri",
                    "zip": "64506",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Study Coordinator",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76861,
                        "lon": -94.84663
                    }
                },
                {
                    "facility": "Joint & Muscle Research Institute",
                    "status": "RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Study Coordinator",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                },
                {
                    "facility": "Trinity Health Center Medical Arts",
                    "status": "RECRUITING",
                    "city": "Minot",
                    "state": "North Dakota",
                    "zip": "58701",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 48.23251,
                        "lon": -101.29627
                    }
                },
                {
                    "facility": "Precision Comprehensive Clinical Research Solutions",
                    "status": "RECRUITING",
                    "city": "Colleyville",
                    "state": "Texas",
                    "zip": "76034",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Principal Investigator",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.88096,
                        "lon": -97.15501
                    }
                },
                {
                    "facility": "Metroplex Clinical Research Center, LLC",
                    "status": "TERMINATED",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75231",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified individual participant data (IPD) on completed studies and applicable supporting clinical trial documents may be available upon request at https://vivli.org/. In cases where clinical trial data and supporting documents are provided pursuant to our company policies and procedures, Daiichi Sankyo will continue to protect the privacy of our clinical trial participants. Details on data sharing criteria and the procedure for requesting access can be found at this web address: https://vivli.org/ourmember/daiichi-sankyo/",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Completed studies that has reached a global end or completion with all data set collected and analyzed, and for which the medicine and indication have received European Union (EU) and United States (US), and/or Japan (JP) marketing approval on or after 01 January 2014 or by the US or EU or JP Health Authorities when regulatory submissions in all regions are not planned and after the primary study results have been accepted for publication.",
            "accessCriteria": "Formal request from qualified scientific and medical researchers on IPD and clinical study documents on completed clinical trials supporting products submitted and licensed in the United States, the European Union and/or Japan from 01 January 2014 and beyond for the purpose of conducting legitimate research. This must be consistent with the principle of safeguarding study participants' privacy and consistent with provision of informed consent.",
            "url": "https://vivli.org/ourmember/daiichi-sankyo/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008180",
                    "term": "Lupus Erythematosus, Systemic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11177",
                    "name": "Lupus Erythematosus, Systemic",
                    "asFound": "Systemic Lupus Erythematosus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}