{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04080804",
            "orgStudyIdInfo": {
                "id": "HCC 18-139"
            },
            "secondaryIdInfos": [
                {
                    "id": "CA224-056",
                    "type": "OTHER",
                    "domain": "BMS"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Study of Safety and Tolerability of Nivolumab Treatment Alone or in Combination With Relatlimab or Ipilimumab in Head and Neck Cancer",
            "officialTitle": "A Phase II Neoadjuvant Study of the Safety and Tolerability of Anti-PD1 (Nivolumab) Administered Alone or in Combination With Anti-LAG3 (Relatlimab) or Anti-CTLA4 (Ipilimumab) in Resectable Head and Neck Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-of-safety-and-tolerability-of-nivolumab-treatment-alone-or-in-combination-with-relatlimab-or-ipilimumab-in-head-and-neck-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-01-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-03",
            "studyFirstSubmitQcDate": "2019-09-03",
            "studyFirstPostDateStruct": {
                "date": "2019-09-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Robert L. Ferris, MD, PhD",
                "investigatorTitle": "Professor, Department of Otolaryngology, of Immunology, and of Radiation Oncology",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Robert L. Ferris, MD, PhD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Bristol-Myers Squibb",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The aim of this study is to potentiate adaptive immunity to enhance the anti-tumor activity of anti-PD1 antibody by the addition of anti-CTLA4 antibody or anti-LAG3 antibody (relatlimab) given in subjects with resectable locally advanced HNSCC prior to surgical resection.",
            "detailedDescription": "Immunotherapeutic agents have been well tolerated in the recurrent/metastatic patient population. Studies have shown that delay of surgical resection for 3-4 weeks after diagnosis is acceptable. Overall survival for locally advanced head and neck squamous cell carcinoma are poor with the current treatment modalities available. Previously untreated, locally advanced (AJCC 8th edition stage III-IVa) HPV+ and HPV- head and neck squamous cell carcinoma patients who are candidates for surgical resection, as deemed by the multidisciplinary team will be included in this trial. Patients with histories of autoimmune disease or with current or previous histories of immune modulating agents will be excluded from participation.\n\nRelatlimab will be given IV at a dose of 480 mg IV on D1 (and on D28 if surgery is postponed at the discretion of the investigator). Nivolumab will be given IV at a dose of 480 mg on D1 (and on D28 if surgery is postponed at the discretion of the investigator) when given alone or with relatlimab. Nivolumab will be given at dose of 3 mg/kg IV every 2 weeks on D1 and D14 (and on D28 if the operating room time is not yet available, and the 4-week CT scan demonstrates at least stable disease ) when given with Ipilimumab. Ipilimumab will be given at a dose of 1 mg/kg IV once only on D1. Patients will undergo biopsy and CT scan prior to treatment initiation. 4 weeks (± 1 week) after, patient will undergo surgical resection. CT scan will be repeated prior to surgery (from 1-72 hours prior to surgery).The patients will be monitored from time of biopsy until 6 months postoperatively."
        },
        "conditionsModule": {
            "conditions": [
                "Head and Neck Squamous Cell Carcinoma (HNSCC)"
            ],
            "keywords": [
                "anti-PD1 antibody",
                "anti-CTLA4 antibody",
                "anti-LAG3 antibody",
                "tumor infiltrating lymphocyte (TIL)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Stage II-IVa locally advanced (LA) resectable HNSCC; stratified by HPV, LAG-3 and PD-L1 status",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Nivolumab + Relatlimab",
                    "type": "EXPERIMENTAL",
                    "description": "Nivolumab 480mg IV + Relatlimab 480mg IV D1 - optional Nivolumab 480 mg IV + Relatlimab 480mg IV D28 (D28 at clinician discretion i.e. surgery postponed)",
                    "interventionNames": [
                        "Drug: Nivolumab",
                        "Drug: Relatlimab"
                    ]
                },
                {
                    "label": "Nivolumab + Ipilimumab",
                    "type": "EXPERIMENTAL",
                    "description": "Nivolumab 3 mg/kg IV + Ipilimumab 1 mg/kg D1 then Nivolumab 3 mg /kg D14 and then optional Nivolumab 3 mg/kg D28 (D28 at clinician discretion i.e., surgery postponed)",
                    "interventionNames": [
                        "Drug: Nivolumab",
                        "Drug: Ipilimumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Nivolumab",
                    "description": "A fully human anti-programmed death 1 (PD-1) monoclonal antibody checkpoint inhibitor, that blocks a signal that prevents activated T cells from attacking the cancer cells.",
                    "armGroupLabels": [
                        "Nivolumab + Ipilimumab",
                        "Nivolumab + Relatlimab"
                    ],
                    "otherNames": [
                        "anti-PD-1 antibody",
                        "OPDIVO®"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Relatlimab",
                    "description": "A monoclonal antibody with anti-Lymphocyte-activation gene 3 (LAG-3) (immune checkpoint receptor protein found on the cell surface) activity.",
                    "armGroupLabels": [
                        "Nivolumab + Relatlimab"
                    ],
                    "otherNames": [
                        "anti-LAG3 antibody",
                        "BMS-986016"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ipilimumab",
                    "description": "A monoclonal anitibody that targets CTLA-4, a protein receptor, that down regulates the immune system.",
                    "armGroupLabels": [
                        "Nivolumab + Ipilimumab"
                    ],
                    "otherNames": [
                        "anti-CTLA4 antibody",
                        "Yervoy ®"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Adverse Events related to treatment of nivolumab in combination with relatlimab",
                    "description": "Number of participants experiencing adverse events greater than grade 3 related to treatment with nivolumab in combination with relatlimab per Common Terminology Criteria for Adverse Events (CTCAE) v5.0.",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "Adverse Events related to treatment of nivolumab in combination with ipilimumab",
                    "description": "Number of participants experiencing adverse events greater than grade 3 related to treatment with nivolumab in combination with ipilimumab per Common Terminology Criteria for Adverse Events (CTCAE) v5.0.",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "Objective Response Rate (ORR)",
                    "description": "Percentage of patients with partial response (PR) or complete response (CR) to the treatment per RECIST 1.1. criteria. v1.1. Per RECIST v1.1: Complete Response (CR): Disappearance of all target lesions. Any pathological lymph nodes (target or nontarget) with reduction in short axis to \\<10 mm. Partial Response (PR): ≥30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters.",
                    "timeFrame": "Up to 4 months"
                },
                {
                    "measure": "Pathologic Response Rate",
                    "description": "Percentage of patients with complete response (CR) to the treatment per RECIST 1.1. criteria. v1.1. Per RECIST v1.1: Complete Response (CR): Disappearance of all target lesions. Any pathological lymph nodes (target or nontarget) with reduction in short axis to \\<10 mm.",
                    "timeFrame": "Up to 4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Levels of tumor infiltrating lymphocyte (TIL) subsets",
                    "description": "Levels of tumor infiltrating lymphocyte (TIL) subsets in peripheral blood. Tumor-infiltrating lymphocytes are white blood cells that have left the bloodstream and migrated towards a tumor. The presence of lymphocytes in tumors is often associated with better post-surgical clinical outcomes and after immunotherapy.",
                    "timeFrame": "Up to 6 months (prior to the first day of treatment, on Days 1 and 28 of treatment, day of surgery, 1, 3, 6 months post surgery)"
                },
                {
                    "measure": "Levels of peripheral blood lymphocytes (PBL)",
                    "description": "Levels of peripheral blood lymphocytes (PBL) in blood. PBL levels may be useful in predicting response to chemotherapy.",
                    "timeFrame": "Up to 6 months (prior to the first day of treatment, on Days 1 and 28 of treatment, day of surgery, 1, 3, 6 months post surgery)"
                },
                {
                    "measure": "Effector CD4+ cells",
                    "description": "Presence of CD4+ cells in tumor tissue at the time of biopsy and resection specimen collection. CD4 T-cell can play a role in the development of tumor immunity.",
                    "timeFrame": "Up to 6 months (prior to the first day of treatment, on Days 1 and 28 of treatment, day of surgery, 1, 3, 6 months post surgery)"
                },
                {
                    "measure": "Effector CD8+ cells",
                    "description": "Presence and level of CD8+ T cells in peripheral blood. CD8-positive T cells are a critical subpopulation of MHC class I-restricted T cell and are mediators of adaptive immunity. They include cytotoxic T cells, which are important for killing cancerous cells.",
                    "timeFrame": "Up to 6 months (prior to the first day of treatment, on Days 1 and 28 of treatment, day of surgery, 1, 3, 6 months post surgery)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Tumor mutational burden",
                    "description": "A measurement of mutations carried by tumor cells. It is a predictive biomarker being studied to evaluate its association with response to the study therapy, which may help to plan the best treatment. Tumors that have a high number of mutations appear to be more likely to respond to certain types of immunotherapy.",
                    "timeFrame": "Up to 2 months (prior to treatment and day of surgery)"
                },
                {
                    "measure": "Gene expression signature",
                    "description": "A single or combined group of genes in a cell with a uniquely characteristic pattern of gene expression that occurs as a result of cancer or other altered or unaltered pathogenic. Gene signature can serve as a prognostic biomarker for the associated disease.",
                    "timeFrame": "Up to 2 months (prior to treatment and day of surgery)"
                },
                {
                    "measure": "Single cell RNAseq pathways",
                    "description": "Cellular pathways that examine the sequence information from individual cells with optimized next generation sequencing (NGS) technologies, providing a higher resolution of cellular differences and a better understanding of the function of an individual cell in the context of its microenvironment.",
                    "timeFrame": "Up to 2 months (prior to treatment and day of surgery)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Males and females, ages ≥18 years\n2. Histologically or cytologically confirmed Squamous Cell Carcinoma, previously untreated stage III, or IVA HNC by AJCC 8th edition staging system. Newly diagnosed, never treated HNC cancer but could have had a surgically treated primary \\> 5 years previous without radiotherapy or chemotherapy. For HPV positive oropharyngeal cancer, patients with T3 or T4 primary and/or one ipsilateral lymph node greater than 3 cm, multiple ipsilateral lymph nodes, bilateral lymph nodes, or contralateral lymph node will be included. Patients must undergo CT or MRI to rule out the presence of distant metastases.\n3. Accessible tumor for pretreatment (baseline) open/incisional biopsy to provide adequate correlative specimen.\n4. Have LAG-3 and PD-L1 results for stratification.\n5. LVEF assessment with documented LVEF ≥50% by either TTE or MUGA (TTE preferred test) within 28 days prior to first study drug administration\n6. Women of child-bearing potential (WOCBP) must be advised of the importance of avoiding pregnancy during trial participation and the potential risk factors for an unintentional pregnancy. All WOCBP MUST have a negative pregnancy test within 7 days prior to first receiving investigational product. If the pregnancy test is positive, the patient must not receive investigational product and must not be enrolled in the study. All WOCBP must agree to use appropriate contraception to prevent pregnancy for the duration of treatment with study treatments, plus 24 weeks after the last dose of study treatment (i.e., 30 days \\[duration of ovulatory cycle\\] plus approximately 5 half-lives).\n7. All males must agree to use appropriate contraception for the duration of treatment with study treatments plus 33 weeks after the last dose of study treatment (i.e., 90 days \\[duration of sperm turnover\\] plus approximately 5 half-lives). In addition, male participants must be willing to refrain from sperm donation during this time. In addition, men enrolled on this study must be informed of the risks to any sexual partner of childbearing potential and should practice an effective method of birth control\n8. Azoospermic males are exempt from contraceptive requirements unless the potential exists for fetal toxicity due to study drug being present in seminal fluid, even if the participant has undergone a successful vasectomy or if the partner is pregnant. WOCBP who are continuously not heterosexually active are also exempt from contraceptive requirements, and still must undergo pregnancy testing as described in this section.\n9. Primary tumors of the oral cavity, oropharynx, hypopharynx, or larynx will be included.\n10. Eligible for surgical resection.\n11. Age ≥ 18 years\n12. ECOG performance status 0-1.\n13. Have signed written informed consent\n\nExclusion Criteria:\n\n1. Prior radiation, chemotherapy, oncology vaccine or immunotherapy.\n2. Prior severe infusion reaction to a monoclonal antibody.\n3. Troponin T (TnT) or I (TnI) \\> 2 × institutional ULN. Subjects with TnT or TnI levels between \\> 1 to 2 × ULN will be permitted if repeat levels within 24 hours are less than or equal to 1 x ULN. If TnT or TnI levels are \\> 1 to 2 × ULN within 24 hours, the subject may undergo a cardiac evaluation and be considered for treatment, following a discussion with the BMS Medical Monitor or designee. When repeat levels within 24 hours are not available, a repeat test should be conducted as soon as possible. If TnT or TnI repeat levels beyond 24 hours are \\< 2 x ULN, the subject may undergo a cardiac evaluation and be considered for treatment.\n4. Evidence of distant metastasis.\n5. Prior history of HNC treated \\< 5 years previously.\n6. Prior history of myocarditis, regardless of etiology\n7. Prior treatment with LAG-3 targeted agents.\n8. A known history of Hepatitis B or C\n9. Patients with active/history of autoimmune disease. \"Active\" refers to any condition currently requiring therapy. Examples of autoimmune disease include systemic lupus erythematosus, multiple sclerosis, inflammatory bowel disease and rheumatoid arthritis\n10. Psychiatric illness or other social issues limiting compliance\n11. If second primary tumor is found at the time of EUA, the subject will be excluded from study participation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Ruth, RN, BSN",
                    "role": "CONTACT",
                    "phone": "412-623-8963",
                    "email": "ruthj2@upmc.edu"
                },
                {
                    "name": "Rosemarie Angelo, RN, BSN",
                    "role": "CONTACT",
                    "phone": "412-623-7039",
                    "email": "angelor3@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert Ferris, MD, PhD",
                    "affiliation": "UPMC Hillman Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UPMC Hillman Cancer Center",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Ruth, RN, BSN",
                            "role": "CONTACT",
                            "phone": "412-623-8963",
                            "email": "ruthj2@upmc.edu"
                        },
                        {
                            "name": "Rosemarie Angelo, RN, BSN",
                            "role": "CONTACT",
                            "phone": "412-623-7039",
                            "email": "angelor3@upmc.edu"
                        },
                        {
                            "name": "Robert L Ferris, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "asFound": "Head and Neck Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Head and Neck Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000074324",
                    "term": "Ipilimumab"
                },
                {
                    "id": "C000721227",
                    "term": "Relatlimab"
                },
                {
                    "id": "D000000906",
                    "term": "Antibodies"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1348",
                    "name": "Ipilimumab",
                    "asFound": "Enrolled",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M354150",
                    "name": "Relatlimab",
                    "asFound": "Episodic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}