{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01960244",
            "orgStudyIdInfo": {
                "id": "Pro00045568"
            },
            "organization": {
                "fullName": "The Familial Hypercholesterolemia Foundation",
                "class": "OTHER"
            },
            "briefTitle": "Study of Awareness and Detection of Familial Hypercholesterolemia",
            "officialTitle": "CASCADE FH Registry (CAscade SCreening for Awareness and DEtection of Familial Hypercholesterolemia Registry)",
            "acronym": "CASCADE-FH",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-awareness-and-detection-of-familial-hypercholesterolemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-10"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2013-09-17",
            "studyFirstSubmitQcDate": "2013-10-08",
            "studyFirstPostDateStruct": {
                "date": "2013-10-10",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-11-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The Familial Hypercholesterolemia Foundation",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "The CASCADE-FH Registry is a national, multi-center initiative that will track the therapy, clinical outcomes, and patient-reported outcomes over time. The registry represents a collaboration between The Familial Hypercholesterolemia Foundation, the Duke Clinical Research Institute, lipid specialists, cardiologists, primary care providers, quality improvement personnel, and patients, all aiming to increase FH awareness, promote optimal disease management, and improve FH outcomes.",
            "detailedDescription": "The FH Foundation CASCADE-FH Registry will implement an enrollment framework which is characterized by three possible points of contact: 1) Clinic enrollment 2) Self-enrollment through an online patient portal, and 3) Electronic Health Record (EHR) identification.\n\nPathway 1: Clinic-Based Screening and Enrollment During the initial study phase, a number of specialized lipid clinics across the US will participate in the CASCADE-FH registry. FH patients at these sites who meet inclusion will enroll. Each site will be required to receive IRB approval and obtain patient consent. Once the initial set of specialized lipid clinics has demonstrated acceptable feasibility for patient enrollment and engagement, additional sites will be recruited into the registry.\n\nData collection For data entered at clinical sites, the primary source of information will be the patient's medical record. Baseline data will elements to be abstracted and entered.\n\nData elements entered by self-enrolled patients in the online patient portal will include a subset of clinical information as well as questions on quality of life, disease-related anxiety, and depression. A short survey to assess patient understanding of FH health risks, available treatment options, and family member screening will also be included. The patient questionnaire was designed to be free of clinical jargon and pilot-tested by FH patient volunteers to ensure ease of use by participants.\n\nFollowup data collection For patients enrolled at clinical sites, providers will be asked to update information at yearly intervals. Medical records will be reviewed to assess changes in medications, occurrence of major adverse cardiovascular events, hospitalizations, genetic testing, and laboratory values updated since the last date of data entry. Follow-up data will be collected yearly for 3 years following initial enrollment. Self-enrolled patients may update data at any time by accessing the patient portal. Updated information on current medication regimens, clinical events, and quality of life will be collected. However, reminder emails will be sent to all self-enrolled patients on an annual basis to ensure uniform entry of follow up information.\n\nLongitudinal Outcomes Serial lipid values will be a key outcome of interest and will be examined to assess the adequacy of lipid modifying therapies to achieve target LDL values. Longitudinal outcomes of interest will include medication changes, occurrence of major adverse cardiovascular events, and mortality. Primary patient-reported outcomes of interest will include notification and screening of family members, treatment satisfaction, disease-related perceptions, and quality of life measurements.\n\nStatistical Considerations The CASCADE-FH Registry will collect clinician-reported information to characterize treatment patterns and outcomes among FH patients. Because this study is not-hypothesis driven and no specific medical therapies or treatment interventions are being compared, formal prospective calculations of sample sizes are not necessary. However, we will periodically assess variations in lipid management, clinical events, and patient-reported outcomes to evaluate temporal changes in these variables. Standard statistical approaches commonly used in observational analyses will be utilized.\n\nData Feedback and Quality Improvement Sites participating in the CASCADE-FH Registry will receive annual data feedback reports that will highlight treatment patterns, serial lipid values, and clinical outcomes for their enrolled patients compared with the national results. These reports will be designed to facilitate quality improvement interventions at participating sites designed to improve the treatment and outcomes of FH patients. Self-enrolled patients will have the opportunity to download their reported data directly as well as through pre-programmed self-feedback, electronic reports that can be accessed at any time."
        },
        "conditionsModule": {
            "conditions": [
                "Hypercholesterolemia"
            ],
            "keywords": [
                "familial",
                "hypercholesterolemia",
                "FH"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "3 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 5000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "hypercholesterolemia",
                    "description": "familial hypercholesterolemia"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Promote awareness of FH to increase the number of identified FH patients, reaching optimal level of disease management; target treatment levels for LDL cholesterol.",
                    "description": "therapy",
                    "timeFrame": "3 Years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nOnline Patient Enrollment Inclusion Criteria:\n\n* Patients with existing clinical diagnosis of FH;\n* Patients with genetic mutation of FH;\n* Patients with an initial (pretreatment) LDL level \\>190 mg/dL or total cholesterol \\>300 mg/dL;\n* Patients currently taking a lipid-lowering medication and have an LDL \\>124 mg/dL or total cholesterol \\>195 mg/dL.\n\nClinic Patient Enrollment Inclusion Criteria:\n\n* Patients with existing clinical diagnosis of FH using one of the three clinical diagnostic (US MedPed Program Criteria, Simon Broome Register Criteria with diagnosis of \"Probable\", Dutch Lipid Clinic Network Diagnostic Criteria with diagnosis of \"Probable\")tools for FH; or\n* Patients with genetic mutation of FH\n\nExclusion Criteria:\n\n* Patients will be excluded from participation in the registry when a known medical condition other than FH that is thought to contribute to hyperlipidemia (i.e., untreated hypothyroidism, nephrotic syndrome, cholestasis hypopituitarism).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients diagnosed Familial hypercholesterolemia (FH).",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "MARY CARD, MBA",
                    "role": "CONTACT",
                    "phone": "6265834674",
                    "email": "mcc@thefhfoundation.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katherine Wilemon",
                    "affiliation": "FHFoundation",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford Center for Inherited Cardiovascular Diseases",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hannah Ison",
                            "role": "CONTACT",
                            "phone": "650-575-9589",
                            "email": "hison@stanfordhealthcare.org"
                        },
                        {
                            "name": "Joshua Knowles, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31487564",
                    "type": "DERIVED",
                    "citation": "Duell PB, Gidding SS, Andersen RL, Knickelbine T, Anderson L, Gianos E, Shrader P, Kindt I, O'Brien EC, McCann D, Hemphill LC, Ahmed CD, Martin SS, Larry JA, Ahmad ZS, Kullo IJ, Underberg JA, Guyton J, Thompson P, Wilemon K, Roe MT, Rader DJ, Cuchel M, Linton MF, Shapiro MD, Moriarty PM, Knowles JW. Longitudinal low density lipoprotein cholesterol goal achievement and cardiovascular outcomes among adult patients with familial hypercholesterolemia: The CASCADE FH registry. Atherosclerosis. 2019 Oct;289:85-93. doi: 10.1016/j.atherosclerosis.2019.08.007. Epub 2019 Aug 19."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Click here for more information about this study",
                    "url": "http://www.thefhfoundation.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006938",
                    "term": "Hyperlipoproteinemia Type II"
                },
                {
                    "id": "D000006937",
                    "term": "Hypercholesterolemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006949",
                    "term": "Hyperlipidemias"
                },
                {
                    "id": "D000050171",
                    "term": "Dyslipidemias"
                },
                {
                    "id": "D000052439",
                    "term": "Lipid Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000008052",
                    "term": "Lipid Metabolism, Inborn Errors"
                },
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000006951",
                    "term": "Hyperlipoproteinemias"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9988",
                    "name": "Hypercholesterolemia",
                    "asFound": "Hypercholesterolemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9989",
                    "name": "Hyperlipoproteinemia Type II",
                    "asFound": "Familial Hypercholesterolemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10000",
                    "name": "Hyperlipidemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M10002",
                    "name": "Hyperlipoproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M26181",
                    "name": "Dyslipidemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27029",
                    "name": "Lipid Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M11054",
                    "name": "Lipid Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                }
            ]
        }
    },
    "hasResults": false
}