{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05838768",
            "orgStudyIdInfo": {
                "id": "CHRO761A12101"
            },
            "secondaryIdInfos": [
                {
                    "id": "2022-502314-93-00",
                    "type": "REGISTRY",
                    "domain": "EU CTIS"
                }
            ],
            "organization": {
                "fullName": "Novartis",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study of HRO761 Alone or in Combination in Cancer Patients With Specific DNA Alterations Called Microsatellite Instability or Mismatch Repair Deficiency.",
            "officialTitle": "An Open-label, Multi-center Phase I/Ib Dose Finding and Expansion Study of HRO761 as Single Agent and in Combinations in Patients With Microsatellite Instability-High or Mismatch Repair Deficient Advanced Solid Tumors.",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-of-alone-or-in-combination-in-cancer-patients-with-specific-dna-alterations-called-microsatellite-instability-or-mismatch-repair-deficiency"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-01-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-05",
            "studyFirstSubmitQcDate": "2023-04-19",
            "studyFirstPostDateStruct": {
                "date": "2023-05-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Novartis Pharmaceuticals",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The main purpose of the study is to evaluate the safety and tolerability of HRO761 and identify the recommended dose(s), i.e., the optimal safe and active dose of HRO761 alone or in combination with tislelizumab or irinotecan that can be given to patients who have cancers with specific molecular alterations called MSIhi (Microsatellite Instability-high) or dMMR (Mismatch Repair Deficient) that might work best to treat these specific cancer types and to understand how well HRO761 is able to treat those cancers.",
            "detailedDescription": "The new drug being tested in the study, HRO761, is an oral drug that acts on a protein called Werner (WRN), which may contribute to cancer growth. By acting on WRN, HRO761 may be able to stop the growth of the cancer.\n\nThis is the first time HRO761 is given to patients and the first time HRO761 is used in combination with tislelizumab or irinotecan.\n\nTislelizumab has been used in other cancer studies in the past few years and irinotecan is a drug approved in several countries and is used as standard treatment for certain types of cancer (e.g., colon cancer and small cell lung cancer).\n\nThis research study will consist of various treatment arms to investigate HRO761 as single agent and in the combinations.\n\nFor HRO761 single agent, the research will be done in two parts the first part is called \"dose escalation\" and the second part is called \"dose optimization\" In the dose escalation part, different groups of people will be given different doses of HRO761 to understand how the body reacts to different doses of the drug and how well the drug acts against the cancer. During the dose optimization part, the selected doses will be tested in more patients until a recommended dose(s) is found.\n\nThe combinations of HRO761with tislelizumab or irinotecan will also first be tested in a dose escalation part to find the recommended doses of HRO761 in these combinations.\n\nOnce the recommended doses are determined, more people may be treated with HRO761 alone or together with tislelizumab or irinotecan to further assess the study treatment effects against various types of MSIhi or dMMR cancers. This part is called dose expansion.\n\nFor this research, a number of blood and tissue samples will be collected during the study. Patients may be asked to come approximately 8 times to the clinic during the first 8 weeks and approximately every 2 or 4 weeks thereafter.\n\nPatients will be in the study as long as their study doctor believes that they may be benefiting from the study treatment, unless the patient decides to stop study treatment."
        },
        "conditionsModule": {
            "conditions": [
                "MSIhi or dMMR Advanced Unresectable or Metastatic Solid Tumors, Including Colorectal Cancers"
            ],
            "keywords": [
                "Phase I/Ib",
                "MSIhi (Microsatellite Instability-High)",
                "dMMR (Mismatch Repair Deficient)",
                "solid tumors",
                "CRC (Colorectal cancer)",
                "advanced cancer",
                "metastatic",
                "HRO761",
                "tislelizumab",
                "irinotecan"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "This is an open label study. Treatment will be open to patients, Investigator staff, persons performing the assessments and the Sponsor clinical trial team.\n\nFor the dose escalation and dose expansion, no randomization will be performed. For the dose optimization (HRO761 single agent arm only), patients will be equally randomized to the two selected HRO761 single agent treatment dose levels."
                }
            },
            "enrollmentInfo": {
                "count": 327,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "A: HRO761 single agent",
                    "type": "EXPERIMENTAL",
                    "description": "phase Ib (Dose finding (Escalation and Optimization) and expansion)",
                    "interventionNames": [
                        "Drug: HRO761"
                    ]
                },
                {
                    "label": "B: HRO761 + tislelizumab",
                    "type": "EXPERIMENTAL",
                    "description": "phase Ib (Dose escalation and expansion)",
                    "interventionNames": [
                        "Drug: HRO761",
                        "Biological: tislelizumab"
                    ]
                },
                {
                    "label": "C: HRO761 + irinotecan",
                    "type": "EXPERIMENTAL",
                    "description": "phase Ib (Dose escalation and expansion)",
                    "interventionNames": [
                        "Drug: HRO761",
                        "Drug: irinotecan"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "HRO761",
                    "description": "Tablet",
                    "armGroupLabels": [
                        "A: HRO761 single agent",
                        "B: HRO761 + tislelizumab",
                        "C: HRO761 + irinotecan"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "tislelizumab",
                    "description": "Concentrate for solution for infusion",
                    "armGroupLabels": [
                        "B: HRO761 + tislelizumab"
                    ],
                    "otherNames": [
                        "VDT482"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "irinotecan",
                    "description": "Concentrate for solution for infusion",
                    "armGroupLabels": [
                        "C: HRO761 + irinotecan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence and severity of Adverse Events (AEs) and Serious Adverse Events (SAEs)",
                    "description": "Month 36 is assumed to be study end.\n\nIncidence and severity of AEs and SAEs by treatment group, including changes in vital signs, electrocardiograms (ECGs) and laboratory results qualifying and reported as AEs.",
                    "timeFrame": "at month 36"
                },
                {
                    "measure": "Incidence of dose limiting toxicities (DLTs) of treatment (Escalation only)",
                    "description": "A DLT is defined as an adverse event or abnormal laboratory value that is not primarily related to disease, disease progression, intercurrent illness/injury, or concomitant medications that occurs within the first 28 days of study treatment and meets a defined criteria.",
                    "timeFrame": "at Day 28"
                },
                {
                    "measure": "Frequency of dose interuptions as a measure of tolerability",
                    "description": "Month 36 is assumed to be study end\n\nNumber of dose interruptions by treatment group/arm as a measure of tolerability.",
                    "timeFrame": "at month 36"
                },
                {
                    "measure": "Frequency of dose discontinuations as a measure of tolerability",
                    "description": "Month 36 is assumed to be study end\n\nNumber of dose discontinuations by treatment group/arm as a measure of tolerability.",
                    "timeFrame": "at month 36"
                },
                {
                    "measure": "Frequency of dose reductions as a measure of tolerability",
                    "description": "Month 36 is assumed to be study end\n\nNumber of dose reductions by treatment group/arm as a measure of tolerability.",
                    "timeFrame": "at month 36"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Response Rate (ORR) per RECIST v1.1",
                    "description": "Month 36 is assumed to be study end\n\nORR is the percentage of patients with a best overall response of Complete Response (CR) or Partial Response (PR).",
                    "timeFrame": "at month 36"
                },
                {
                    "measure": "Disease Control Rate (DCR) per RECIST v1.1",
                    "description": "Month 36 is assumed to be study end\n\nDCR is the percentage of patients with a best overall response of CR or PR or Stable Disease (SD)",
                    "timeFrame": "at month 36"
                },
                {
                    "measure": "Progression Free Survival (PFS) per RECIST v1.1",
                    "description": "Month 36 is assumed to be study end\n\nPFS is defined as the time from the date of start of treatment to the date of the first documented progression or death due to any cause.",
                    "timeFrame": "at month 36"
                },
                {
                    "measure": "Duration of Response (DOR) per RECIST v1.1",
                    "description": "Month 36 is assumed to be study end\n\nDOR is the time between the date of first documented response (CR or PR) and the date of progression or death due to any cause.",
                    "timeFrame": "at month 36"
                },
                {
                    "measure": "Plasma concentrations of HRO761",
                    "description": "Plasma concentrations of HRO761 will be measured using a validated liquid chromatography-tandem mass spectrometry (LC-MS/MS) assay.",
                    "timeFrame": "at Day 1, Day 8, Day 29, Day 57, Day 85, Day 113, Day 141, Day 225, Day 309 and EOT"
                },
                {
                    "measure": "PK parameter (Tmax) of HRO761",
                    "description": "Cycle 12 (the duration of 1 cycle is 28 days).\n\nTime to maximum observed concentration (Tmax) determined by non-compartmental PK analysis of plasma concentration-time profiles HRO761.",
                    "timeFrame": "at month 12"
                },
                {
                    "measure": "PK parameter (Cmax) of HRO761",
                    "description": "Cycle 12 (the duration of 1 cycle is 28 days).\n\nMaximum observed concentration (Cmax) determined by non-compartmental pharmacokinetic (PK) analysis of plasma concentration-time profiles HRO761.",
                    "timeFrame": "at month 12"
                },
                {
                    "measure": "PK parameter (AUC) of HRO761",
                    "description": "Cycle 12 (the duration of 1 cycle is 28 days).\n\nArea under the plasma concentration-time curve (AUC) determined by non-compartmental PK analysis of plasma concentration-time profiles HRO761.",
                    "timeFrame": "at month 12"
                },
                {
                    "measure": "Serum concentrations of tislelizumab",
                    "description": "Serum concentrations of tislelizumab will be measured using a validated immunoassay",
                    "timeFrame": "at Day 1, Day 8, Day 15, Day 29, Day 57, Day 85, Day 113, Day 141, Day 225, Day 309 and EOT"
                },
                {
                    "measure": "PK parameter (Tmax) of tislelizumab",
                    "description": "Cycle 12 (the duration of 1 cycle is 28 days).\n\nTmax determined by non-compartmental PK analysis of serum concentration-time profiles tislelizumab.",
                    "timeFrame": "at month 12"
                },
                {
                    "measure": "PK parameter (Cmax) of tislelizumab",
                    "description": "Cycle 12 (the duration of 1 cycle is 28 days).\n\nCmax determined by non-compartmental PK analysis of serum concentration-time profiles tislelizumab.",
                    "timeFrame": "at month 12"
                },
                {
                    "measure": "PK parameter (AUC) of tislelizumab",
                    "description": "Cycle 12 (the duration of 1 cycle is 28 days).\n\nAUC determined by non-compartmental PK analysis of plasma concentration-time profiles tislelizumab.",
                    "timeFrame": "at month 12"
                },
                {
                    "measure": "Number of participants with anti tislelizumab antibodies",
                    "description": "Anti-tislelizumab antibodies determined from serum using validated Enzyme-Linked Immunosorbent Assay (ELISA).",
                    "timeFrame": "Up to 36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Key Inclusion criteria:\n\n* Patients with advanced unresectable or metastatic MSIhi or MMR deficient (dMMR) solid tumors who have progressed after or are intolerant to prior standard therapy.\n\n  * Arm A and C: Patients must have progressed on the most recent therapy for advanced disease including one prior line of immune checkpoint inhibitor therapy.\n  * Arm B: Patients may have received prior chemotherapy or targeted therapy but should not have or without prior treatment with immune checkpoint inhibitors.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status ≤ 1\n* Measurable disease as determined by RECIST version 1.1\n* HRO761 s.a. (Arm A) dose finding only: Patients must have a site of disease amenable to biopsy and be a candidate for tumor biopsy according to the treating institution's guidelines. Patients must be willing to undergo a new tumor biopsy at screening, and during therapy on the study. A biopsy from the same lesion is preferred if safe and medically feasible. Exceptions may be considered after documented discussion with Novartis.\n* All patients (Arm A, B and C) will have available archival tumor tissue obtained prior to study treatment initiation (in addition to newly obtained tumor biopsy at screening for Arm A), to allow retrospective MSIhi/dMMR status confirmation.\n\nKey Exclusion criteria:\n\n* Impaired cardiac function or clinically significant cardiac disease\n* Clinically significant eye impairment\n* Patients with a primary Central Nervous System (CNS) tumor or tumor metastatic to the CNS\n* Human Immunodeficiency Virus (HIV) infection\n* Active Hepatitis B Virus (HBV), Hepatitis C Virus (HCV) or Tuberculosis infection. Patients whose disease is controlled under antiviral therapy should not be excluded.\n* History of severe hypersensitivity reactions to any ingredient of study drug(s)\n* Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of study drugs (e.g., severe ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, small bowel resection), except for prior gastrectomy.\n\nOther protocol-defined inclusion/exclusion criteria may apply",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Novartis Pharmaceuticals",
                    "role": "CONTACT",
                    "phone": "1-888-669-6682",
                    "email": "novartis.email@novartis.com"
                },
                {
                    "name": "Novartis Pharmaceuticals",
                    "role": "CONTACT",
                    "phone": "+41613241111"
                }
            ],
            "locations": [
                {
                    "facility": "University Of California LA Dept of Onc",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Zhou",
                            "role": "CONTACT",
                            "phone": "310-582-4069",
                            "email": "LisaZhou@mednet.ucla.edu"
                        },
                        {
                            "name": "Zev A Wainberg",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Dept. of MSKCC",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10017",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jill Weiss",
                            "role": "CONTACT",
                            "phone": "+1 646 227 2157",
                            "email": "weissj2@mskcc.org"
                        },
                        {
                            "name": "Michael Bonner Foote",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Columbia University Medical Ctr .",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joy Kim",
                            "role": "CONTACT",
                            "phone": "646-317-4850",
                            "email": "jk4704@cumc.columbia.edu"
                        },
                        {
                            "name": "Edmond Chan",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Univ of TX MD Anderson Cancer Cntr Primary",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Timothy Yap",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Bruxelles",
                    "zip": "1200",
                    "country": "Belgium",
                    "geoPoint": {
                        "lat": 50.85045,
                        "lon": 4.34878
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Bordeaux",
                    "zip": "33076",
                    "country": "France",
                    "geoPoint": {
                        "lat": 44.84044,
                        "lon": -0.5805
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Marseille",
                    "zip": "13273",
                    "country": "France",
                    "geoPoint": {
                        "lat": 43.29551,
                        "lon": 5.38958
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Essen",
                    "zip": "45147",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 51.45657,
                        "lon": 7.01228
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Ulm",
                    "zip": "89081",
                    "country": "Germany",
                    "geoPoint": {
                        "lat": 48.39841,
                        "lon": 9.99155
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Tel Aviv",
                    "zip": "6423906",
                    "country": "Israel",
                    "geoPoint": {
                        "lat": 32.08088,
                        "lon": 34.78057
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Milano",
                    "state": "MI",
                    "zip": "20162",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.46427,
                        "lon": 9.18951
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Rozzano",
                    "state": "MI",
                    "zip": "20089",
                    "country": "Italy",
                    "geoPoint": {
                        "lat": 45.38193,
                        "lon": 9.1559
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Kashiwa",
                    "state": "Chiba",
                    "zip": "277 8577",
                    "country": "Japan",
                    "geoPoint": {
                        "lat": 35.86224,
                        "lon": 139.97732
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Seoul",
                    "zip": "03722",
                    "country": "Korea, Republic of",
                    "geoPoint": {
                        "lat": 37.566,
                        "lon": 126.9784
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Oslo",
                    "zip": "NO-0379",
                    "country": "Norway",
                    "geoPoint": {
                        "lat": 59.91273,
                        "lon": 10.74609
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Singapore",
                    "zip": "119228",
                    "country": "Singapore",
                    "geoPoint": {
                        "lat": 1.28967,
                        "lon": 103.85007
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Barcelona",
                    "state": "Catalunya",
                    "zip": "08035",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 41.38879,
                        "lon": 2.15899
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Valencia",
                    "state": "Comunidad Valenciana",
                    "zip": "46010",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 39.46975,
                        "lon": -0.37739
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Madrid",
                    "zip": "28009",
                    "country": "Spain",
                    "geoPoint": {
                        "lat": 40.4165,
                        "lon": -3.70256
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Stockholm",
                    "zip": "17176",
                    "country": "Sweden",
                    "geoPoint": {
                        "lat": 59.33258,
                        "lon": 18.0649
                    }
                },
                {
                    "facility": "Novartis Investigative Site",
                    "status": "RECRUITING",
                    "city": "Taipei",
                    "zip": "10002",
                    "country": "Taiwan",
                    "geoPoint": {
                        "lat": 25.04776,
                        "lon": 121.53185
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000053842",
                    "term": "Microsatellite Instability"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000042822",
                    "term": "Genomic Instability"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27510",
                    "name": "Microsatellite Instability",
                    "asFound": "Microsatellite Instability",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25088",
                    "name": "Genomic Instability",
                    "relevance": "LOW"
                },
                {
                    "id": "T5764",
                    "name": "Turcot Syndrome",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077146",
                    "term": "Irinotecan"
                },
                {
                    "id": "C000707970",
                    "term": "Tislelizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000059004",
                    "term": "Topoisomerase I Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1671",
                    "name": "Irinotecan",
                    "asFound": "Related",
                    "relevance": "HIGH"
                },
                {
                    "id": "M137899",
                    "name": "Tislelizumab",
                    "asFound": "Nerve block",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M29349",
                    "name": "Topoisomerase I Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}