{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05600907",
            "orgStudyIdInfo": {
                "id": "10000609"
            },
            "secondaryIdInfos": [
                {
                    "id": "000609-I"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Study to Assess the Use of JSP191 in Matched Unrelated Donor Transplantation for Chronic Granulomatous Disease (CGD)",
            "officialTitle": "Pilot Study to Assess the Use of JSP191 in Matched Unrelated Donor Transplantation for Chronic Granulomatous Disease (CGD)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-to-assess-the-use-of-in-matched-unrelated-donor-transplantation-for-chronic-granulomatous-disease-cgd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-21",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2036-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2036-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-26",
            "studyFirstSubmitQcDate": "2022-10-31",
            "studyFirstPostDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nChronic granulomatous disease (CGD) is a rare immune disorder that can cause serious infections throughout the body. The only cure for CGD is a stem cell transplant. Transplants from a sibling are best, but many people must get transplants from unrelated donors. However, these transplants can cause serious complications in people with CGD.\n\nObjective:\n\nTo see if a study drug (JSP191) can help improve the success rates of stem cell transplants for people with CGD from an unrelated donor.\n\nEligibility:\n\nPeople aged 4 to 65 years with CGD who require a transplant.\n\nDesign:\n\nParticipants will be screened. Part of the screening will help to identify the best match to a transplant donor. Participants will have a physical exam, including dental and eye exams. They will have blood and urine tests. They will have tests of their breathing and heart function. A bone marrow sample will be taken. They will have their stem cells collected.\n\nParticipants will have a catheter inserted into a vein in their chest. It will remain in place for the entire period of transplant and recovery.\n\nParticipants will be in the hospital 40 to 50 days for the transplant. This will include a conditioning phase, to prepare their body for the procedure, as well as the transplant and recovery phases. As part of the conditioning phase, participants will receive JSP191 through a vein for 1 hour.\n\nAfter discharge, participants will have follow-up visits 2 times a week for 100 days. Additional follow-up visits will continue for 5 years....",
            "detailedDescription": "Study Description:\n\nThis is a pilot study for individuals with chronic granulomatous disease (CGD) using an unmanipulated matched unrelated donor (MUD) graft. The conditioning regimen will use alemtuzumab (Campath-1H, Genzyme Corporation) and total body irradiation (T BI) combined with the investigational new drug JSP191.\n\nParticipants will receive a high-dose donor graft infusion followed by post-transplant cyclophosphamide (Cytoxan, Baxter International, Inc). This study will determine whether replacing busulfan with the new investigational drug, JSP191, within the alemtuzumab/T BI- based conditioning regimen yields engraftment in patients with CGD.\n\nObjectives:\n\nPrimary Objective:\n\n- To measure the engraftment rates using JSP191 in conjunction with a high cell-dose graft.\n\nSecondary Objectives:\n\n* To assess overall survival.\n* To evaluate the safety and efficacy of JSP191 in a TBI- and alemtuzumab-based regimen for transplantation of unmanipulated unrelated donor grafts in patients with CGD.\n* Assessment of graft versus host disease (GvHD).\n* Evaluate the long-term engraftment of those receiving JSP191.\n* To assess the level and kinetics of immune reconstitution.\n* To evaluate the pharmacokinetic (PK) properties of JSP191 in patients with CGD.\n\nExploratory Objectives:\n\n* To assess the impact of inflammatory cytokines on engraftment, inflammatory reactions, and graft rejection.\n* To further elucidate the factors involved in the development of GvHD and graft rejection/failure.\n\nEndpoints:\n\nPrimary Endpoint:\n\n- Reduced incidence of graft failure or rejection (as defined by \\>= 20% engraftment by oxidase-positive neutrophils in \\>= 85% of participants by Day 100, 1 year, and 2 years after transplant). Myeloid chimerism and/or oxidase positivity of \\>= 20% will be considered engrafted.\n\nSecondary Endpoints:\n\n* Overall survival.\n* Safety will be evaluated by recording of adverse events (AEs) related to JSP191 rather than to GvHD or engraftment. An increase in incidence of AEs or development of AEs not typically seen in patients receiving a busulfan-based regimen will be attributed to the use of JSP191.\n* Assessment of rates of GvHD.\n* Rates of grade 3 and 4 acute GvHD (aGvHD) of \\< 20% (see Appendix B on grading).\n* Development and incidence of aGvHD and chronic GvHD\n\n(cGvHD) with a comparison to historical controls and incidence on parallel protocols using busulfan.\n\n* Engraftment at \\>2 years and up to 5 years post-transplant.\n* Reconstitution kinetics using absolute neutrophil and absolute\n\nlymphocyte recovery kinetics will be compared as well as impact on immunoglobulin (Ig) levels.\n\n- PK will be measured and compared to historical data supplied by Jasper Therapeutics, Inc. and from other patient populations on other studies at the NIH.\n\nExploratory Endpoints:\n\n* Evaluation of inflammatory markers as risk factors for engraftment syndrome and/or graft failure.\n* Obtain samples for cytokine profiles at various timepoints post-transplant to assess the impact on inflammation profiles by JSP191 in the setting of the conditioning regimen."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Granulomatous Disease",
                "CGD"
            ],
            "keywords": [
                "Transplant",
                "Hsct",
                "Monoclonal Antibody"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single arm study",
                    "type": "EXPERIMENTAL",
                    "description": "Eligible CGD patients will receive one time infusion of study product along with Alemtuzumab and TBI as part of HSCT conditioning regimen",
                    "interventionNames": [
                        "Biological: JSP191"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "JSP191",
                    "description": "A monoclonal antibody that targets human CD117",
                    "armGroupLabels": [
                        "Single arm study"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Early and long term engraftment",
                    "description": "To determine the engraftment rates, both early and long term, when using JSP191 in conjunction with TBI, Alemtuzumab and post transplant cyclophosphamide and sirolimus for unrelated donor transplantation of patients with Chronic Granulomatous Disease.",
                    "timeFrame": "Day 100 and 2 years post transplant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of viral reactivation",
                    "description": "To compare the incidence of peri and post transplant complications including viral reactivation with this new regimen compared to historical data.",
                    "timeFrame": "Through study completion about 104 weeks"
                },
                {
                    "measure": "Incidence of graft-vs-host disease (GvHD)",
                    "description": "To determine and compare the rates and severity of GvHD.",
                    "timeFrame": "Through study completion about 104 weeks"
                },
                {
                    "measure": "Safety",
                    "description": "To determine and assess the toxicity of JSP191 in combination with Campath, TBI and post transplant cyclophosphamide.",
                    "timeFrame": "Through study completion about 104 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Has confirmed CGD.\n* Has sufficient complications from underlying disease to warrant undergoing transplantation (either a history of or ongoing inflammation/CGD-related autoimmunity OR a CGD-related infection while on prophylaxis) OR has a Quartile 1 or 2 residual oxidase production level.\n* Aged 4 years to 65 years.\n* Has an unrelated matched donor available (but no matched related donor available).\n* Must be able to stay within 1 hours travel of the NIH for the first 3 months after transplantation and have a family member or other designated companion to stay with during the post-transplant period.\n* Must provide a durable power of attorney for health care decisions to an appropriate adult relative or guardian in accordance with form NIH 200 NIH Durable Power of Attorney for Health Care Decision Making.\n* If of childbearing potential, must agree to consistently use contraception from 1 month prior to baseline, throughout study participation, and for 1 year after receiving transplanted cells. Acceptable forms of contraception are:\n\n  * Contraceptive pills or patch, Norplant, Depo-Provera, or other FDA-approved contraceptive method.\n  * Male partner has previously undergone a vasectomy.\n* If able to impregnate a partner, must agree to consistently use contraception from the time of enrollment through 3 months post-transplant. Acceptable forms of contraception are:\n\n  * Male condom with spermicide.\n\nEXCLUSION CRITERIA:\n\n* Eastern Cooperative Oncology Group (ECOG) or equivalent performance status \\>= 3 (see Supportive Care guidelines, available at https://training.seer.cancer.gov/followup/procedures/dataset/ecog.html).\n* Left ventricular ejection fraction \\< 40%.\n* Transaminases \\> 5x upper limit of normal based on the individual s clinical situation and at the discretion of the investigator.\n* CRP \\> 100 mg/dL within 6 weeks of the transplant.\n* Psychiatric disorder or mental deficiency severe enough as to make compliance with the HSCT unlikely, and/or to make regulatorily and legally effective informed consent impossible.\n* Major anticipated illness or organ failure incompatible with survival from allogeneic HSCT.\n* Pregnant or breastfeeding.\n* HIV positive.\n* Uncontrolled seizure disorder.\n* Any condition or circumstance that the PI feels would create difficulty in maintaining compliance with the requirements of this protocol.\n* Individuals who are not willing to submit their information as part of the alemtuzumab (Campath) Distribution Program application or participants whom the Distribution Program committee has determined are not qualified to receive alemtuzumab.\n\nNOTE: Alemtuzumab (IV formulation) is no longer distributed commercially. In order to receive product, the physician must contact the program for the patient. If the patient is not willing to consent to submit their information (demographics, contact information, and rationale for use) to the program such that we can obtain the drug, then we cannot proceed with conditioning; therefore, the individual will not be eligible for this protocol.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sandra Anaya-O'Brien, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 346-9781",
                    "email": "sobrien@niaid.nih.gov"
                },
                {
                    "name": "Elizabeth M Kang, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-7567",
                    "email": "ekang@niaid.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elizabeth M Kang, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000609-I.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".Presently there is no plan to share individual data on this study."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006099",
                    "term": "Granuloma"
                },
                {
                    "id": "D000006105",
                    "term": "Granulomatous Disease, Chronic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010585",
                    "term": "Phagocyte Bactericidal Dysfunction"
                },
                {
                    "id": "D000007960",
                    "term": "Leukocyte Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000040181",
                    "term": "Genetic Diseases, X-Linked"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9208",
                    "name": "Granulomatous Disease, Chronic",
                    "asFound": "Chronic Granulomatous Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9202",
                    "name": "Granuloma",
                    "asFound": "Granulomatous Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13493",
                    "name": "Phagocyte Bactericidal Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M10963",
                    "name": "Leukocyte Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M24877",
                    "name": "Genetic Diseases, X-Linked",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1304",
                    "name": "Chronic Granulomatous Disease",
                    "asFound": "Chronic Granulomatous Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M1347",
                    "name": "Alemtuzumab",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}