{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05371054",
            "orgStudyIdInfo": {
                "id": "10000633"
            },
            "secondaryIdInfos": [
                {
                    "id": "000633-C"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Study of VIP152, Venetoclax, and Prednisone (VVIP) in Relapsed/Refractory Lymphoid Malignancies",
            "officialTitle": "Phase 1/2 Study of VIP152, Venetoclax, and Prednisone (VVIP) in Relapsed/Refractory Lymphoid Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "study-of-venetoclax-and-prednisone-vvip-in-relapsed-refractory-lymphoid-malignancies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-11",
            "studyFirstSubmitQcDate": "2022-05-11",
            "studyFirstPostDateStruct": {
                "date": "2022-05-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nNon-Hodgkin lymphomas are blood cancers that can be difficult to treat. They can also return after treatment. Examples include diffuse large B-cell lymphoma (DLBCL) and peripheral T-cell lymphoma (PTCL). More effective treatments are needed for these diseases.\n\nObjective:\n\nTo test the safety of a study drug (VIP152) in combination with other drugs used to treat people with aggressive blood cancers.\n\nEligibility:\n\nPeople aged 18 years or older diagnosed with DLBCL, PTCL, or related blood cancers. The cancers must have either not responded to treatment or returned after treatment.\n\nDesign:\n\nParticipants will undergo screening. They will have a physical exam with scans and blood and urine tests. They will have imaging scans and tests of their heart function. They may also provide a bone marrow aspiration or biopsy.\n\nParticipants may provide a saliva sample for DNA testing.\n\nParticipants will receive study treatment in cycles. Each cycle is 21 days.\n\nParticipants will take two drugs by mouth at home once a day on days 1-10 of each cycle.\n\nOn days 2 and 9 they will come to the clinic to receive VIP152. This drug will be administered through a small plastic tube with a needle placed in a vein.\n\nOn day 11, participants will receive a fourth medication as an injection under the skin. They will rest and recover on days 12-21.\n\nScreening tests will be repeated periodically throughout the study period.\n\nTreatment will continue for up to 24 cycles.\n\nParticipants will have follow-up visits for up to 5 years.",
            "detailedDescription": "Background:\n\n* High unmet medical need for relapsed/refractory non-Hodgkin lymphoma (NHL) after exhausting chemotherapy and/or chemo-immunotherapy regimens\n* Targeted therapies aimed at disrupting cell death pathway in hematologic malignancies are emerging and showing significant activity in both the relapsed and first-line settings\n* VIP152 is a selective inhibitor of PTEFb/CDK9 and is expected to show efficacy in tumor indications that overexpress MYC and MCL-1. VIP152 monotherapy has demonstrated a mild toxicity profile and preliminary efficacy in Phase 1 studies in advanced cancer\n* The combination of VIP152 with venetoclax and prednisone (VVIP) targets major cell-death pathways in lymphoid malignancies (BCL-2 and MCL-1) and may overcome chemo-resistance and/or single drug resistance to venetoclax\n\nObjectives:\n\n* Phase 1: To determine the maximum tolerated dose (MTD), recommended Phase 2 dose (RP2D), and the safety and toxicity profile of the combination of VIP152 with venetoclax and prednisone (VVIP) in relapsed/refractory lymphoid malignancies\n* Phase 2: To determine the complete response (CR) rate of the combination of VIP152 with venetoclax and prednisone (VVIP) in R/R lymphoid malignancies"
        },
        "conditionsModule": {
            "conditions": [
                "Lymphoma",
                "Non-Hodgkin Lymphoma",
                "NHL",
                "Hematologic Malignancies",
                "Lymphoid Malignancies"
            ],
            "keywords": [
                "Dose Finding",
                "Small Molecule"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 130,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/Phase 1: Arm 1 Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "VVIP-VIP152 and venetoclax at escalating doses with prednisone at fixed doses to determine the MTD and RP2D of VIP152 and venetoclax",
                    "interventionNames": [
                        "Device: Vysis LSI MYC Break Apart Rearrangement Probe Kit",
                        "Drug: venetoclax",
                        "Drug: VIP152",
                        "Drug: prednisone"
                    ]
                },
                {
                    "label": "2/Phase 2: Arm 2 Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "VVIP- VIP152 and venetoclax at the RP2D with prednisone at fixed doses",
                    "interventionNames": [
                        "Device: Vysis LSI MYC Break Apart Rearrangement Probe Kit",
                        "Drug: venetoclax",
                        "Drug: VIP152",
                        "Drug: prednisone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Vysis LSI MYC Break Apart Rearrangement Probe Kit",
                    "description": "MYC rearrangement FISH testing is performed using the Vysis LSI MYC Break Apart Rearrangement Probe (Abbott Molecular, Inc.) in the Chromosome Pathology Section, Laboratory of Pathology, CCR, NCI. This kit is not FDA approved. It is being used as a treatment determining in-vitro diagnostic device in this study.",
                    "armGroupLabels": [
                        "1/Phase 1: Arm 1 Dose Escalation",
                        "2/Phase 2: Arm 2 Dose Expansion"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "venetoclax",
                    "description": "administered orally, days 1-10, per specified dose level; every 21 days for up to 12 cycles, or until disease progression or unacceptable toxicity",
                    "armGroupLabels": [
                        "1/Phase 1: Arm 1 Dose Escalation",
                        "2/Phase 2: Arm 2 Dose Expansion"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "VIP152",
                    "description": "administered intravenously, days 2 and 9, per specified dose level; every 21 days for up to 12 cycles, or until disease progression or unacceptable toxicity",
                    "armGroupLabels": [
                        "1/Phase 1: Arm 1 Dose Escalation",
                        "2/Phase 2: Arm 2 Dose Expansion"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "prednisone",
                    "description": "administered orally, days 1-10, at a dose of 100 mg; every 21 days for up to 12 cycles, or until disease progression or unacceptable toxicity",
                    "armGroupLabels": [
                        "1/Phase 1: Arm 1 Dose Escalation",
                        "2/Phase 2: Arm 2 Dose Expansion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Complete response (CR) rate",
                    "description": "time measurement criteria are met for CR until the first date that progressive disease is objectively documented or death, assessed every 3-6months",
                    "timeFrame": "time measurement criteria are met for CR until the first date that progressive disease is objectively documented or death, assessed every 3-6months"
                },
                {
                    "measure": "Adverse events",
                    "description": "Number and grade of adverse events",
                    "timeFrame": "21 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "time from date of study enrollment until time of disease relapse, disease progression, or death, whichever occurs first, assessed every 3-6 months",
                    "timeFrame": "time from date of study enrollment until time of disease relapse, disease progression, or death, whichever occurs first, assessed every 3-6 months"
                },
                {
                    "measure": "Time to Response (TTR)",
                    "description": "using the Kaplan-Meier method. Median, assessed during therapy and after completion of therapy from initiation of therapy to first response q3, 4, 6 and 12 months for post-treatment years 1, 2, 3, and 4-5, respectively, for up to 5 years after the last participant has enrolled on study",
                    "timeFrame": "time from the date of study enrollment during therapy, after completion of therapy from initiation of therapy to first response q3, 4, 6 and 12 months for post-treatment years 1, 2, 3, and 4-5, respectively, for up to 5 years after the last participant"
                },
                {
                    "measure": "Duration of Response (DOR)",
                    "description": "For ORR-time measurement criteria are met for CR or PR (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented or death, assessed every 3-6 months, For CR-time measurement criteria are met for CR or PR (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented or death, assessed every 3-6 months",
                    "timeFrame": "For ORR-time measurement criteria are met for CR or PR (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented or death, assessed every 3-6 months, For CR-time measurement criteria are met for CR"
                },
                {
                    "measure": "Overall Response Rate (ORR)",
                    "description": "time measurement criteria are met for CR or PR (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented or death, assessed every 3-6 months",
                    "timeFrame": "time measurement criteria are met for CR or PR (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented or death, assessed every 3-6 months"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "time from the date of study enrollment until death from any cause, assessed every 3-6 months",
                    "timeFrame": "time from the date of study enrollment until death from any cause, assessed every 3-6 months"
                },
                {
                    "measure": "Event-free survival (EFS)",
                    "description": "time from the date of study enrollment until time of disease relapse, disease progression, alternative therapy for lymphoma given (such as radiation), or death, whichever occurs first, assessed every 3-6 months",
                    "timeFrame": "time from the date of study enrollment until time of disease relapse, disease progression, alternative therapy for lymphoma given (such as radiation), or death, whichever occurs first, assessed every 3-6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Participants must have a histologically or cytologically confirmed lymphoid malignancy as listed below, confirmed by the Laboratory of Pathology, NCI, as follows:\n\n  * R/R MYC-rearranged DLBCL/HGBCL (MYC aberration must be confirmed by NCI Laboratory of Pathology to enroll)\n  * R/R non-GCB DLBCL without MYC-rearrangement (COO and non-MYC aberration must be confirmed by NCI Laboratory of Pathology to enroll. COO determination at enrollment will utilize immunohistochemistry and Han s algorithm)\n  * R/R PTCL (PTCL-NOS, PTCL-TFH, follicular TCL, AITL, ATLL, ALK+ ALCL and ALK- ALCL per 2016 WHO classification)\n* Relapsed and/or refractory disease, as defined below:\n\n  * Aggressive B-cell lymphoma: relapsed after and/or refractory to at least 2 prior systemic therapies, 1 or more which includes an anthracycline and anti-CD20 targeting agent\n  * PTCL: relapsed after and/or refractory to at least 2 prior systemic therapies, 1 or more which includes an anthracycline (and a brentuximab vedotin-containing regimen for participants with ALK+ or ALK- ALCL)\n* Must have evaluable disease by clinical exam (i.e., palpable lymphadenopathy, measurable skin lesions, etc.), laboratory assessment (i.e., disease involvement of bone marrow or peripheral blood by morphology, cytology or flow cytometry), and/or imaging (measurable lymph nodes, masses, or bony lesions on CT or MRI and/or evaluable FD-Gavid lesions on PET).\n\nNOTE: Lesions that have been irradiated cannot be included in the tumor assessment unless unequivocal tumor progression has been documented in these lesions after radiation therapy.\n\n* Age \\>= 18 years\n* ECOG performance status \\<= 2\n* Adequate organ and marrow function as defined below unless dysfunction is secondary to disease:\n\n  * Absolute neutrophil count\\* \\>=1,000/mcL\n  * Hemoglobin \\>=8 g/dL\n  * Platelets \\>=75,000/mcL\n  * INR \\<=1.5 X institutional upper limit of normal (ULN) for participants not receiving therapeutic anticoagulation\n  * PTT/aPTT \\<= 1.5 X institutional ULN normal except if the aPTT is elevated because of a positive Lupus Anticoagulant\n  * Total bilirubin\\*\\* \\<=1.5 X institutional ULN (or \\<=3 X institutional ULN for participants with documented Gilberts syndrome)\n  * AST(SGOT)/ALT(SGPT)\\*\\*\\* \\<= 2.5 X institutional ULN\n  * Serum creatinine \\<= 2.0 mg/dL\n\nOR\n\n--Creatinine clearance\\*\\*\\*\\* \\>= 40 mL/min/1.73 m2 for participants with creatinine levels above 2 mg/dL\n\nCr Cl will be calculated with the use of the 24-hour creatinine clearance or modified\n\nCockcroft-Gault equation (eCCR; with the use of ideal body mass \\[IBM\\] instead of mass): (140 - Age) x IBM (kg) (SqrRoot) \\[0.85 if female\\]/72 x serum creatinine (mg/dL)\n\n\\*RBC transfusions and use of G-CSF will be allowed in order to meet eligibility parameters.\n\n* Total bilirubin must be \\<= 3 X institutional ULN for eligibility even if secondary to disease.\n\n  * AST(SGOT)/ALT(SGPT) must be \\<= 5 X institutional ULN for eligibility even if secondary to disease.\n\n    * Creatinine clearance must be \\>= 30 mL/min for eligibility even if secondary to disease.\n\n      * Negative serum or urine pregnancy test must be obtained within 7 days before the first dose of study drug in women of childbearing potential. Postmenopausal women, as defined below, are allowed to enroll without a pregnancy test:\n\n        --Age \\>50 years with amenorrhea for at least 12 months or\n\n        --Age \\<=50 years with 6 months of spontaneous amenorrhea and follicle stimulating hormone (FSH) level within postmenopausal range (\\>40 mIU/mL) OR\n        * Permanently sterilized women (e.g., tubal occlusion, hysterectomy, bilateral salpingectomy, uterine ablation)\n      * Women and men of reproductive potential must agree to use highly effective contraception when sexually active. This applies for the period between signing of the informed consent and 90 days after the last administration of study drug.\n\nHighly effective contraception includes:\n\n* Established use of oral, injected or implanted hormonal methods of contraception\n* Placement of certain intrauterine devices (IUD) or intrauterine systems (IUS)\n* Hysterectomy, oophorectomy, salpingectomy or vasectomy of the partner (provided that partner is the sole sexual partner of the woman of childbearing potential trial participant and that the vasectomized partner has received medical assessment of the surgical success)\n\nIn addition, participants must agree to use condoms.\n\n* Participants that are positive for hepatitis B core antibody, hepatitis B surface antigen (HBsAg), or hepatitis C antibody must have a negative hepatitis B and/or C viral load by polymerase chain reaction (PCR), and agree to additional monitoring.\n* Ability of participant to understand and the willingness to sign a written informed consent document.\n* Breastfeeding participants must be willing to discontinue breastfeeding from study treatment initiation through 90 days after the last administration of study drug.\n\nEXCLUSION CRITERIA:\n\n-The following restrictions apply to current or prior anti-cancer treatment, prior to the first dose of study drug:\n\n* Participants who are actively receiving any other anti-cancer investigational agents.\n* Any chemotherapy, targeted therapy, or anti-cancer antibodies within 2 weeks prior to the first dose of study drug\n* Radio- or toxin-immunoconjugates within 10 weeks prior to the first dose of study drug\n* Prior allogeneic stem cell (or other organ) transplant within 6 months or any evidence of active graft-versus-host disease or requirement for immunosuppressants within 28 days prior to first dose of study drug\n* Not recovered (i.e., \\<= Grade 1 or baseline) from adverse events due to previously administered anti-cancer treatment, surgery, or procedure.\n\nNOTE: Exceptions to this include events not considered to place the participant at unacceptable risk of participation in the opinion of the PI (e.g., alopecia).\n\n-Participants requiring the following agents within 14 days or 5 half-lives of the drug (whichever is shorter) prior to the first dose of venetoclax and VIP152 are excluded:\n\n* Strong CYP3A inhibitors\n* Strong CYP3A inducers\n* Moderate CYP3A inhibitors (dose-escalation cohort only)\n* Moderate CYP3A inducers (dose-escalation cohort only)\n\nNOTE: Moderate CYP3A inhibitors and inducers should be used with caution for participants in the dose-expansion cohorts and an alternative medication used, whenever possible.\n\n* Known allergy to both xanthine oxidase inhibitors and rasburicase; or, known hypersensitivity to any of the study drugs\n* Known active bacterial, viral, fungal, mycobacterial, parasitic, or other infection (excluding fungal infections of nail beds) at study enrollment, or any major episode of infection requiring treatment with IV antibiotics or hospitalization (relating to the completion of the course of antibiotics) within 2 weeks prior to first dose of study drug\n* HIV-positive participants\n* Active CMV infection as determined by a positive CMV PCR\n* Active SARs-CoV-2 infection based on PCR assay; prior SARs-CoV-2 infection allowed if completely recovered from infection and negative PCR testing\n* Clinically significant history of liver disease, including viral or other hepatitis, current alcohol abuse, or cirrhosis; as well as active infection with HBV or HCV except as noted above in inclusion criteria\n\n  * Participants with occult (defined as positive total hepatitis B core antibody \\[HBcAb\\] and positive HBsAg) or prior HBV infection (defined as positive total hepatitis B core antibody \\[HBcAb\\] and negative HBsAg) may be included if HBV DNA is undetectable.\n  * Participants who are positive for HCV antibody must be negative for HCV by polymerase chain reaction (PCR) to be eligible for study participation\n* Malabsorption syndrome or other condition that precludes enteral route of administration\n* History of other active malignancy requiring therapy that could affect compliance with the protocol or interpretation of results\n* Symptomatic congestive heart failure, unstable angina pectoris, or cardiac arrhythmia\n* Left ventricular ejection fraction (LVEF) \\< 45%\n* Clinically relevant findings on electrocardiogram (ECG) such as a second- or third-degree AV block or prolongation of the QTc interval (Fridericia) over 470 msec (participants with AV block and pacemaker in place for \\>1 year and checked by a cardiologist within \\<6 months before the first dose of study drug, will not be excluded).\n* Uncontrolled intercurrent illness (including psychiatric) or social situations that may limit interpretation of results or that could increase risk to the participant",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NCI Medical Oncology Referral Office",
                    "role": "CONTACT",
                    "phone": "(888) 624-1937",
                    "email": "ncimo_referrals@nih.gov"
                },
                {
                    "name": "Christopher J Melani, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6057",
                    "email": "christopher.melani@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher J Melani, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_000633-C.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. @@@@@@In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data will be available during the study and indefinitely.@@@@@@Genomic data will be available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. @@@@@@Genomic data will be made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000019337",
                    "term": "Hematologic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21314",
                    "name": "Hematologic Neoplasms",
                    "asFound": "Hematologic Malignancies",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011241",
                    "term": "Prednisone"
                },
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14121",
                    "name": "Prednisone",
                    "asFound": "Prospective",
                    "relevance": "HIGH"
                },
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "0.1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}