{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05542602",
            "orgStudyIdInfo": {
                "id": "IRB 2021-22 #40"
            },
            "secondaryIdInfos": [
                {
                    "id": "CDMRP-AR210161",
                    "type": "OTHER_GRANT",
                    "domain": "Department of Defense"
                }
            ],
            "organization": {
                "fullName": "Canisius College",
                "class": "OTHER"
            },
            "briefTitle": "Study of a Paraprofessional-Delivered After-School Social Intervention for Autistic Children",
            "officialTitle": "Feasibility and Initial Efficacy of an After-School Social Intervention Delivered by Paraprofessionals in School Settings for Children With ASD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-a-paraprofessional-delivered-after-school-social-intervention-for-autistic-children"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-11",
            "studyFirstSubmitQcDate": "2022-09-14",
            "studyFirstPostDateStruct": {
                "date": "2022-09-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christopher J. Lopata",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Canisius College"
            },
            "leadSponsor": {
                "name": "Canisius College",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Social skills interventions are sometimes used to treat the social impairments of higher-functioning children with autism spectrum disorder (hfASD; without intellectual disability). Despite the recognized need for such treatments, few children with hfASD receive social interventions. Efforts to develop and implement school social interventions have been hindered by barriers during the school day (e.g., lack of resources, staffing, training, and time). As such, there is a need for feasible and effective social interventions that can be delivered by non-professional (paraprofessional) school staff in school settings including after-school programs. The purpose of this study is to test the feasibility and initial efficacy of an after-school social intervention delivered by paraprofessionals in school settings for children with hfASD. Children will be randomly assigned to the social intervention group or a no-treatment control (waitlist) group. The intervention will be delivered by paraprofessionals four days per week (90 minutes per session) over eight weeks during the children's after-school program conducted at their schools. Sessions include social skills groups, social recreational games to practice skills, and behavioral reinforcement to strengthen learning. Feasibility will be assessed via implementation fidelity (accuracy), parent and child satisfaction ratings, and attendance and attrition rates. Outcomes will test the intervention effect on a child test of social-cognition, parent ratings of social skills and ASD symptoms, and behavioral coding of social competence by naïve raters during unstructured game play. Child outcome measures will be completed for both the social intervention group and no-treatment control (waitlist) group immediately prior to (pretest) and following (posttest) the eight-week intervention, and children initially assigned to the social intervention will also complete the assessments three months later (follow-up). Children assigned to the no-treatment control (waitlist) group will receive the social intervention after the intervention group completes the social intervention.",
            "detailedDescription": "The purpose of this study is to test the feasibility and initial efficacy of an after-school social intervention delivered by paraprofessionals in school settings for higher-functioning children with autism spectrum disorder (hfASD; without intellectual disability). Feasibility will be assessed via implementation fidelity (accuracy), parent and child satisfaction ratings, and attendance and attrition rates. Outcomes will test the intervention effect on social-cognition, social skills, ASD symptoms, and social competence. For feasibility, it is hypothesized that: (1) paraprofessionals will demonstrate fidelity \\>90% throughout the social intervention; (2) satisfaction ratings will be high (parents will report an average satisfaction item M\\>6.0 and children will report an average satisfaction item M\\>5.0 of a maximum 7=completely satisfied); (3) the attendance rate will be \\>90% (on average) across the program; and (4) the attrition rate will be \\<5%. For child outcomes, it is hypothesized that children in the social intervention group will demonstrate significantly greater improvements compared to the no-treatment control (waitlist) group in social-cognitive knowledge, parent ratings of social skills, parent ratings of ASD symptom severity, and ratings of social performance (measured via direct behavioral observations by masked raters). It is also hypothesized that children initially randomized to the social intervention group will maintain the intervention effects three months after the social intervention.\n\nA pilot randomized controlled trial (RCT; pretest-posttest control group design) will be conducted. Children will be recruited using announcements disseminated by district administrators and parents and children will be required to provide written parental consent and written child assent initially for participation in the screening (to determine eligibility) and subsequently for participation in the social intervention study (for those meeting eligibility criteria). Paraprofessionals will complete a 20-hour training and demonstrate \\>90% fidelity implementing the intervention. Children will be randomly assigned by the study statistician to the social intervention group or no-treatment control (waitlist) group. The manualized social intervention is then delivered to those randomized to the social intervention group on-site at the students' schools as part of the schools' existing after-school programming provided by paraprofessionals. The social intervention is delivered four days per week (90 minutes per session) over eight weeks in group format. Sessions are structured and include social skills groups, social recreational games, and a reinforcement system. Each group will be facilitated by two paraprofessionals, and include 12-15 children including two with hfASD (the remaining will be typically-developing peers). A comprehensive set of fidelity monitoring procedures are used to track implementation accuracy in the social intervention group, as well as document any therapeutic services received by the control group children. Satisfaction ratings (parent and child) are collected after completion of the social intervention. Child outcome measures are completed for both the social intervention group and no-treatment control (waitlist) group immediately prior to (pretest) and following (posttest) the eight-week intervention, and children initially assigned to the social intervention will also complete the assessments three months later (follow-up). Children assigned to the no-treatment control (waitlist) group will receive the social intervention after the intervention group completes the social intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Autistic Disorder"
            ],
            "keywords": [
                "social intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This study utilizes a parallel group design consisting of two study conditions (study arms). Condition one consists of the social intervention (intervention being tested) and condition two consists of a no-treatment control comparison group (i.e., waitlist control group).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Two of the child outcome measures are completed by masked outcome evaluators including a test of social-cognition/knowledge and behavioral observations of the children's social performance during unstructured free-play periods with peers. These outcome evaluators work in a separate lab space and do not have access to information on the study condition of the children.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Social intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The social intervention consists of four 90-minute sessions per week delivered over eight weeks by paraprofessional staff to children with hfASD as part of their existing after-school program.",
                    "interventionNames": [
                        "Behavioral: Social intervention"
                    ]
                },
                {
                    "label": "No-treatment control",
                    "type": "NO_INTERVENTION",
                    "description": "Children in the no-treatment control condition will receive no after-school social programming during the active social intervention study phase."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Social intervention",
                    "description": "The social intervention consists of four 90-minute sessions per week delivered over eight weeks by paraprofessional staff as part of the children's existing after-school program. The sessions follow a schedule and include social skills groups, social recreational games, and a reinforcement system to teach, practice, and reinforce targeted social knowledge and social skills. The sessions are manualized and include a specific instructional sequence and treatment (lesson) plan for the paraprofessional staff to implement. The children also earn points for use of the targeted skills (frequency of use) and each can earn a home or site-based reinforcer for reaching her/his targeted number of points each session. Each group is facilitated by two paraprofessionals, and includes 12-15 children including two with hfASD (the remaining will be typically-developing peers).",
                    "armGroupLabels": [
                        "Social intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Social Knowledge Assessment (SKA)",
                    "description": "Test of social-cognition/knowledge (mean change from pretest score). The Social Knowledge Assessment yields a total score that can range from 0 to 167, and a higher total score indicates better social-cognition/knowledge (better outcome).",
                    "timeFrame": "Pretest (immediately prior to) and posttest (immediately following) the 8-week active social intervention phase for children in both conditions, and three months later (follow-up) for those randomized to the social intervention."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adapted Skillstreaming Checklist (ASC)",
                    "description": "Ratings of social skills (mean change from pretest score). The Adapted Skillstreaming Checklist yields a total score that can range from 38 to 190, and a higher total score indicates better social/social-communication skills (better outcome).",
                    "timeFrame": "Pretest (immediately prior to) and posttest (immediately following) the 8-week active social intervention phase for children in both conditions, and three months later (follow-up) for those randomized to the social intervention."
                },
                {
                    "measure": "Social Responsiveness Scale, 2nd Edition, School Age Form (SRS-2)",
                    "description": "Ratings of ASD-symptom severity (mean change from pretest score). The Social Responsiveness Scale, 2nd Edition, School Age Form yields a total T score (mean score of 50 and standard deviation of 10), and a higher total T score indicates greater ASD symptom severity (worse outcome).",
                    "timeFrame": "Pretest (immediately prior to) and posttest (immediately following) the 8-week active social intervention phase for children in both conditions, and three months later (follow-up) for those randomized to the social intervention."
                },
                {
                    "measure": "Social Competence Observation Scale (SCOS)",
                    "description": "Observations of the children's social performance by masked coders (mean change from pretest score). The Social Competence Observation Scale yields a single Social Impairment Severity (SIS) score ranging from 1 = normal to 7 = extreme deficit, and a higher score indicates more severe impairment (worse outcome).",
                    "timeFrame": "Pretest (immediately prior to) and posttest (immediately following) the 8-week active social intervention phase for children in both conditions, and three months later (follow-up) for those randomized to the social intervention."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Parent Satisfaction Survey",
                    "description": "Parent ratings of satisfaction (mean score). The Parent Satisfaction Survey yields a total score that can range from 10 to 70, and a higher total score indicates greater satisfaction (better outcome).",
                    "timeFrame": "Completed immediately after completion of the social intervention"
                },
                {
                    "measure": "Child Satisfaction Survey",
                    "description": "Child ratings of satisfaction (mean score). The Child Satisfaction Survey yields a total score that can range from 8 to 56, and a higher total score indicates greater satisfaction (better outcome).",
                    "timeFrame": "Completed immediately after completion of the social intervention"
                },
                {
                    "measure": "Fidelity Measure",
                    "description": "Measure of implementation accuracy (mean percentage of intervention accurately delivered)",
                    "timeFrame": "Measured throughout intervention implementation (up to 8 weeks)"
                },
                {
                    "measure": "Attendance Rate",
                    "description": "Mean percentage of sessions attended",
                    "timeFrame": "Measured throughout intervention implementation (up to 8 weeks)"
                },
                {
                    "measure": "Attrition Rate",
                    "description": "Percentage of child participants who withdraw",
                    "timeFrame": "Measured throughout intervention implementation (up to 8 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Prior clinical diagnosis of ASD\n* Wechsler Abbreviated Scale of Intelligence-2nd Edition IQ score \\>70\n* Diagnostic confirmation via the Autism Diagnostic Interview-Revised\n\nExclusion Criteria:\n\n* Evidence of psychosis per parent report and prior psychiatric evaluation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Canisius College",
                    "status": "RECRUITING",
                    "city": "Buffalo",
                    "state": "New York",
                    "zip": "14208",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher J Lopata, PsyD",
                            "role": "CONTACT",
                            "phone": "716-888-2861",
                            "email": "lopatac@canisius.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.88645,
                        "lon": -78.87837
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Constantino JN., Gruber CP (2012). Social Responsiveness Scale, Second Edition (SRS-2). Torrance, CA: Western Psychological Services."
                },
                {
                    "pmid": "18058012",
                    "type": "BACKGROUND",
                    "citation": "Lopata C, Thomeer ML, Volker MA, Nida RE, Lee GK. Effectiveness of a manualized summer social treatment program for high-functioning children with autism spectrum disorders. J Autism Dev Disord. 2008 May;38(5):890-904. doi: 10.1007/s10803-007-0460-7."
                },
                {
                    "pmid": "20232240",
                    "type": "BACKGROUND",
                    "citation": "Lopata C, Thomeer ML, Volker MA, Toomey JA, Nida RE, Lee GK, Smerbeck AM, Rodgers JD. RCT of a manualized social treatment for high-functioning autism spectrum disorders. J Autism Dev Disord. 2010 Nov;40(11):1297-310. doi: 10.1007/s10803-010-0989-8."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lopata C, Rodgers JD, Donnelly JP, Thomeer ML, Kozlowski KF, Lodi-Smith J. Development and pilot testing of the Social Competence Observation Scale (SCOS) for children with ASD. Journal of Developmental and Physical Disabilities. 2022; doi: 10.1007/s10882-021-09830-9"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The final datafile will be available for sharing. This will include demographic data and raw, derived, and standard scores. Item-level data will be available including raw item-level data with variable and value labels, all computed variables created during scoring, and all scale scores for standard scores. A data codebook and dictionary that lists each measure, variable name/label, scoring instructions, and supporting references will also be available. Each subject will be assigned a unique identification number so that no personally identifiable information is present. The principal investigator will receive requests for data-sharing, and ensure the datafile and supporting documents are transferred to the requesting individual. Other study-related materials and products will also be made available upon request (e.g., study protocol, informed consent form, etc.). The final research data will also be submitted to the NIMH Data Archive and will be accessible to other researchers.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will become available upon study completion and publication and/or submission to the NDA, and will be available for a period of at least 10 years",
            "accessCriteria": "There are no pre-established criteria for data access or use"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001321",
                    "term": "Autistic Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                },
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "asFound": "Autistic Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}