{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05700669",
            "orgStudyIdInfo": {
                "id": "OX2022-203-01"
            },
            "organization": {
                "fullName": "Valerio Therapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study To Assess Safety And Efficacy Of AsiDNA In Combination With Olaparib In Participants With Recurrent Solid Tumors",
            "officialTitle": "A Phase 1b/2 Basket Study To Assess The Safety And Efficacy Of AsiDNA™ In Combination With Olaparib In Participants With Recurrent Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-to-assess-safety-and-efficacy-of-asidna-in-combination-with-olaparib-in-participants-with-recurrent-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-22",
            "studyFirstSubmitQcDate": "2023-01-17",
            "studyFirstPostDateStruct": {
                "date": "2023-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Valerio Therapeutics",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase 1b/2 open-label, multicenter, basket study to determine the safety, anti-tumor activity, tolerability, and pharmacokinetics /pharmacodynamics of AsiDNA in combination with olaparib in participants with recurrent epithelial ovarian cancer, breast cancer and metastatic castration-resistant prostate cancer who have progressed on previous Poly (ADP-ribose) polymerase (PARP) inhibitor therapy. The study will be conducted in two phases. The Phase 1b dose escalation study designed to establish the safety, tolerability, pharmacologically active doses/ maximum tolerated dose and/or recommended phase 2 dose of AsiDNA in combination with olaparib.",
            "detailedDescription": "This is a phase 1b/2 open-label, multicenter, basket study to determine the safety, anti-tumor activity, tolerability, and pharmacokinetics /pharmacodynamics of AsiDNA in combination with olaparib in participants with recurrent epithelial ovarian cancer, breast cancer and metastatic castration-resistant prostate cancer who have progressed on previous PARP inhibitor therapy. The study will be conducted in two phases. The Phase 1b dose escalation study designed to establish the safety, tolerability, pharmacologically active doses/ maximum tolerated dose and/or recommended phase 2 dose of AsiDNA in combination with olaparib.\n\nOnce the RP2D has been determined the Phase 2 study will proceed evaluating AsiDNA in combination with olaparib in participants with recurrent ovarian cancer, recurrent breast cancer and recurrent CRPC that failed or progressed on PARP inhibitors (PARPi) therapy. The objective of Phase 2 study is to evaluate the preliminary efficacy as measured by ORR of AsiDNA in combination with olaparib in each of the three cohorts. Eligible participants will be included to receive AsiDNA by IV infusion in addition to olaparib."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Castration-resistant Prostate Cancer",
                "Recurrent Epithelial Ovarian Cancer",
                "Breast Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Dose Escalation followed by dose expansion",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 115,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Three dose levels of AsiDNA delivered intravenously weekly in combination with Olaparib",
                    "interventionNames": [
                        "Drug: AsiDNA",
                        "Drug: Olaparib"
                    ]
                },
                {
                    "label": "Dose Expansion: Recurrent Epithelial Ovarian Cancer Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Recommended Phase 2 dose of AsiDNA delivered intravenously weekly in combination with Olaparib",
                    "interventionNames": [
                        "Drug: AsiDNA",
                        "Drug: Olaparib"
                    ]
                },
                {
                    "label": "Dose Expansion: Metastatic Castration-resistant Prostate Cancer Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Recommended Phase 2 dose of AsiDNA delivered intravenously weekly in combination with Olaparib",
                    "interventionNames": [
                        "Drug: AsiDNA",
                        "Drug: Olaparib"
                    ]
                },
                {
                    "label": "Dose Expansion: Recurrent Breast Cancer Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Recommended Phase 2 dose of AsiDNA delivered intravenously weekly in combination with Olaparib",
                    "interventionNames": [
                        "Drug: AsiDNA",
                        "Drug: Olaparib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "AsiDNA",
                    "description": "All patients will receive a loading dose of AsiDNA intravenously (D1, D2, D3) followed by weekly intravenous administrations in combination with Olaparib.",
                    "armGroupLabels": [
                        "Dose Escalation",
                        "Dose Expansion: Metastatic Castration-resistant Prostate Cancer Cohort",
                        "Dose Expansion: Recurrent Breast Cancer Cohort",
                        "Dose Expansion: Recurrent Epithelial Ovarian Cancer Cohort"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Olaparib",
                    "description": "Olaparib is given orally in combination with AsiDNA",
                    "armGroupLabels": [
                        "Dose Escalation",
                        "Dose Expansion: Metastatic Castration-resistant Prostate Cancer Cohort",
                        "Dose Expansion: Recurrent Breast Cancer Cohort",
                        "Dose Expansion: Recurrent Epithelial Ovarian Cancer Cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase 1b: Evaluate the safety and tolerability and determine the recommended Phase 2 dose (RP2D) of AsiDNA administered in combination with olaparib in participants with advanced and/or metastatic ovarian, breast, or prostate cancer.",
                    "description": "• Dose-limiting toxicities (DLTs) as determined by adverse events (AEs) according to Common Terminology Criteria for Adverse Events (CTCAE 5.0)",
                    "timeFrame": "Baseline to Week 26"
                },
                {
                    "measure": "Phase 1b: Evaluate the safety and tolerability and determine the recommended Phase 2 dose (RP2D) of AsiDNA administered in combination with olaparib in participants with advanced and/or metastatic ovarian, breast, or prostate cancer.",
                    "description": "• Dose-limiting toxicities (DLTs) as determined by physical examination",
                    "timeFrame": "Baseline to Week 26"
                },
                {
                    "measure": "Phase 1b: Evaluate the safety and tolerability and determine the recommended Phase 2 dose (RP2D) of AsiDNA administered in combination with olaparib in participants with advanced and/or metastatic ovarian, breast, or prostate cancer.",
                    "description": "• Dose-limiting toxicities (DLTs) as determined vital signs",
                    "timeFrame": "Baseline to Week 26"
                },
                {
                    "measure": "Phase 1b: Evaluate the safety and tolerability and determine the recommended Phase 2 dose (RP2D) of AsiDNA administered in combination with olaparib in participants with advanced and/or metastatic ovarian, breast, or prostate cancer.",
                    "description": "• Dose-limiting toxicities (DLTs) as determined by ECG",
                    "timeFrame": "Baseline to Week 26"
                },
                {
                    "measure": "Phase 1b: Evaluate the safety and tolerability and determine the recommended Phase 2 dose (RP2D) of AsiDNA administered in combination with olaparib in participants with advanced and/or metastatic ovarian, breast, or prostate cancer.",
                    "description": "• Dose-limiting toxicities (DLTs) as determined by clinical laboratory tests",
                    "timeFrame": "Baseline to Week 26"
                },
                {
                    "measure": "Phase 1b: Evaluate the safety and tolerability and determine the recommended Phase 2 dose (RP2D) of AsiDNA administered in combination with olaparib in participants with advanced and/or metastatic ovarian, breast, or prostate cancer.",
                    "description": "• Dose-limiting toxicities (DLTs) as determined by Eastern Cooperative Oncology Group (ECOG) performance status",
                    "timeFrame": "Baseline to Week 26"
                },
                {
                    "measure": "Phase 1b: Evaluate the safety and tolerability and determine the recommended Phase 2 dose (RP2D) of AsiDNA administered in combination with olaparib in participants with advanced and/or metastatic ovarian, breast, or prostate cancer.",
                    "description": "Pharmacologically active dose (PAD) and/or Maximum Tolerated Dose (MTD).",
                    "timeFrame": "Baseline to Week 26"
                },
                {
                    "measure": "Phase 2: Evaluate the anti-tumor activity of AsiDNA in combination with olaparib.",
                    "description": "Objective Response Rate (ORR) defined as the percentage of participants achieving a confirmed complete response (CR) or partial response (PR) based on Investigator assessment per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 criteria guidelines.",
                    "timeFrame": "Baseline to Week 52"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Phase 1b: Assess the pharmacokinetics (PK) of AsiDNA when administered in combination with olaparib in participants with advanced and/or metastatic ovarian, breast, or prostate cancer.",
                    "description": "• Safety PK parameters: total exposure including Area under the plasma concentration-time curve (AUC)0-24.",
                    "timeFrame": "Baseline to Week 26"
                },
                {
                    "measure": "Phase 1b: Assess the pharmacokinetics (PK) of AsiDNA when administered in combination with olaparib in participants with advanced and/or metastatic ovarian, breast, or prostate cancer.",
                    "description": "• Safety PK parameters: total exposure including AUC0-last.",
                    "timeFrame": "Baseline to Week 26"
                },
                {
                    "measure": "Phase 1b: Assess the pharmacokinetics (PK) of AsiDNA when administered in combination with olaparib in participants with advanced and/or metastatic ovarian, breast, or prostate cancer.",
                    "description": "• Safety PK parameters: total exposure including Cmax.",
                    "timeFrame": "Baseline to Week 26"
                },
                {
                    "measure": "Phase 2: Evaluate additional parameters of efficacy of AsiDNA in combination with olaparib.",
                    "description": "• Duration of Response: time from earliest date of disease response (CR or PR) until earliest date of disease progression, or death, whichever occurs first.",
                    "timeFrame": "Baseline to Week 52"
                },
                {
                    "measure": "Phase 2: Evaluate additional parameters of efficacy of AsiDNA in combination with olaparib.",
                    "description": "• Disease Control Rate: the proportion of participants in whom a CR or PR or stable disease is observed as best overall response.",
                    "timeFrame": "Baseline to Week 52"
                },
                {
                    "measure": "Phase 2: Evaluate additional parameters of efficacy of AsiDNA in combination with olaparib.",
                    "description": "• Progression Free Survival: time from start of treatment until the first documented radiographic progressive disease or death, whichever occurs first.",
                    "timeFrame": "Baseline to Week 52"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female participants aged ≥18 years (no upper limit of age) at the time of consent signature.\n2. Voluntarily signed written informed consent form (ICF) before performance of any study related screening procedures.\n3. Phase 1b: Participants with advanced or metastatic ovarian, breast, or prostate cancer that have had disease progression after treatment with available therapies that are known to confer clinical benefit or are intolerant to or ineligible for standard treatment.\n4. Phase 2: Participants with:\n\n   A. Ovarian Cancer:\n\n   i. Female participants with histologically diagnosed relapsed high-grade serous or endometrioid ovarian, fallopian tube, or primary peritoneal cancer. ii. Participants must have ≥6 months elapsed since last platinum-based chemotherapy regimen.\n\n   B. Breast Cancer:\n\n   i. Histologically or cytologically confirmed recurrent breast cancer. ii. Advanced stage, metastatic disease as documented by imaging. iii. Participants must have documented status of ER, PR, and Human epidermal growth factor receptor 2 (HER2) according to ASCOCAP criteria prior to study entry. Participants must have had a biopsy to confirm hormone receptor status in the metastatic setting prior to study entry. Note: Participants with hormone receptor-positive (estrogen and/or progesterone receptor-positive) disease must have received and progressed on at least one endocrine therapy (adjuvant or metastatic), or have disease that the treating physician believes to be inappropriate for endocrine therapy. Endocrine therapy must have been completed at least 7 days before study treatment. iv. Participants with HER2 positive disease are not eligible for enrollment. v. Participants with ER+ tumors should have progressed on prior CDK4/6 inhibitors (in addition to hormonal therapy) to be eligible. vi. Participants with TNBC should have received sacituzumab prior to study enrollment.\n\n   C. Prostate Cancer:\n\n   i. Histologically or cytologically confirmed adenocarcinoma of the prostate, CRPC.\n\n   ii. Advanced-stage, metastatic prostate cancer disease documented by soft tissue disease (per RECIST 1.1) by computerized tomography (CT)/ magnetic resonance imaging (MRI) imaging. iii. Progressive disease in the setting of medical or surgical castration (ie, CRPC) by\n\n   PCWG3 criteria for study entry:\n   * Evidence of disease progression by rising Prostate-specific antigen (PSA), or\n   * Soft tissue progression per RECIST 1.1, or\n   * Evidence of disease progression by observation of ≥2 new bone lesions since the initiation of last systemic therapy. iv. Surgically (bilateral orchiectomy) or medically castrated, with serum testosterone\n\n     * 50 ng/dL (≤1.73 nmol/L) at screening. v. Medically castrated participants must be willing to continue gonadotropin- releasing hormone (GnRH) analog or antagonist for the duration of study treatment.\n5. All participants in Phase 2 must have documented progression (clinical or radiographic) on PARPi.\n\nExclusion Criteria:\n\n1. Any systemic anti-tumor-directed drug therapy within 28 days or 5 times the elimination half life (whichever is shorter) before study treatment, except for PARPi.\n2. Treatment with investigational drugs within 28 days before first study drug administration.\n3. Radical radiation therapy within four weeks prior to the first dose of study treatment or received local palliative radiation therapy for bone metastases within two weeks of the first dose of study treatment.\n4. Concomitant use of known strong cytochrome P450 (CYP) 3A inhibitors (eg, itraconazole, telithromycin, clarithromycin, protease inhibitors boosted with ritonavir or cobicistat, indinavir, saquinavir, nelfinavir, boceprevir, telaprevir) or moderate CYP3A inhibitors (eg, ciprofloxacin, erythromycin, diltiazem, fluconazole, verapamil). The required washout period prior to starting olaparib is two weeks.\n5. Concomitant use of known strong (eg, phenobarbital, enzalutamide, phenytoin, rifampicin, rifabutin, rifapentine, carbamazepine, nevirapine and St John's Wort) or moderate CYP3A inducers (eg, bosentan, efavirenz, modafinil). The required washout period prior to starting olaparib is five weeks for enzalutamide or phenobarbital and three weeks for other agents.\n6. Other malignancy within the last 5 years except curatively treated non-melanoma skin cancer or in situ carcinoma of the cervix, and in situ breast cancer.\n7. Participant has a condition which precludes the swallowing or absorption of an oral medication.\n8. Participants with symptomatic uncontrolled brain metastases. Participants with previously treated brain metastases may participate provided they are stable and are on stable or tapering doses of steroids for at least 7 days prior to first dose of study treatment.\n9. Participant with persistent toxicities (≥ CTCAE grade 2) caused by previous cancer therapy, excluding alopecia.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashish Gulati, M.D.",
                    "role": "CONTACT",
                    "phone": "(617) 932-7572",
                    "email": "a.gulati@onxeo.com"
                }
            ],
            "locations": [
                {
                    "facility": "Next Oncology",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kari Cortez",
                            "role": "CONTACT",
                            "phone": "210-580-9500",
                            "email": "NXTSA_Coordinators@nextoncology.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077216",
                    "term": "Carcinoma, Ovarian Epithelial"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "asFound": "Epithelial Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Epithelial Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "asFound": "Epithelial Ovarian Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000531550",
                    "term": "Olaparib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M233003",
                    "name": "Olaparib",
                    "asFound": "Improvement",
                    "relevance": "HIGH"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}