{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04855253",
            "orgStudyIdInfo": {
                "id": "2020LS100"
            },
            "secondaryIdInfos": [
                {
                    "id": "MT2020-27",
                    "type": "OTHER",
                    "domain": "University of Minnesota Masonic Cancer Center"
                }
            ],
            "organization": {
                "fullName": "Masonic Cancer Center, University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Study of E7777 Prior to Kymriah for R/R DLBCL",
            "officialTitle": "Phase I/II Trial Using E7777 to Enhance Regulatory T-Cell Depletion Prior to Tisagenlecleucel (Kymriah) Therapy for Relapsed/Refractory Diffuse Large B-Cell Lymphoma (DLBCL)",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "study-of-prior-to-kymriah-for-r-r-dlbcl"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-19",
            "studyFirstSubmitQcDate": "2021-04-19",
            "studyFirstPostDateStruct": {
                "date": "2021-04-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Masonic Cancer Center, University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single institution Phase I study to determine the maximum tolerated dose (MTD) of E7777 when given prior to cyclophosphamide/fludarabine (CY/Flu) lymphodepletion (LD) chemotherapy and Kymriah, a commercial tisagenlecleucel product, for the treatment of relapsed/refractory diffuse large B-cell lymphoma (DLBCL) who are at a higher risk for failure of CAR-T therapy.",
            "detailedDescription": "E7777 is a recombinant fusion toxin consisting of full-length human IL-2 fused to the catalytic domains of diphtheria toxin. This trial is designed to augment lymphodepletion prior to CAR-T cells by administration of a targeted immunotoxin against CD25-expressing T-cells. CD25 is expressed at high levels on Tregs but also on activated effector T cells. The use of the CAR-T cell product and associated apheresis and LD chemotherapy is considered standard of care (SOC)."
        },
        "conditionsModule": {
            "conditions": [
                "DLBCL",
                "Diffuse Large B Cell Lymphoma",
                "High-grade B-cell Lymphoma",
                "DLBCL Arising From Follicular Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "The Phase I study consists of two components: dose finding to establish a maximum tolerated dose (MTD) of E7777 and a small extension component to provide an estimate of efficacy at the MTD.\n\nA single dose of E7777 is given on Day -7, two days prior to the start of lymphodepleting chemotherapy. Up to 3 dose levels will be tested. The MTD is determined by using the continual reassessment method (CRM). Enrollment begins with Dose Level 1 using a cohort of two patients. Twenty one (21) days after the 2nd patient's tisagenlecleucel infusion the next cohort of 2 patients are assigned to the most appropriate strategy based on updated toxicity probabilities corresponding to the desired maximum toxicity rate of ≤ 25% as determined by the study statistician (or designee). Enrollment continues in cohorts of 2 separated by a minimum of 28 days until 20 patients are enrolled or 10 sequential patients are enrolled at the same dose level. No intra-cohort staggering is required.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose level 1 : E7777 at 5 mcg/kg",
                    "type": "EXPERIMENTAL",
                    "description": "Single dose of E7777 given on Day -7 two days prior to the start of lymphodepleting chemotherapy",
                    "interventionNames": [
                        "Drug: E7777"
                    ]
                },
                {
                    "label": "Dose level 1 : E7777 at 7 mcg/kg",
                    "type": "EXPERIMENTAL",
                    "description": "Single dose of E7777 given on Day -7 two days prior to the start of lymphodepleting chemotherapy",
                    "interventionNames": [
                        "Drug: E7777"
                    ]
                },
                {
                    "label": "Dose level 1 : E7777 at 9 mcg/kg",
                    "type": "EXPERIMENTAL",
                    "description": "Single dose of E7777 given on Day -7 two days prior to the start of lymphodepleting chemotherapy",
                    "interventionNames": [
                        "Drug: E7777"
                    ]
                },
                {
                    "label": "MTD from phase 1",
                    "type": "EXPERIMENTAL",
                    "description": "Single dose of E7777 (Maximum tolerated dose level identified in phase 1) given on Day -7 two days prior to the start of lymphodepleting chemotherapy",
                    "interventionNames": [
                        "Drug: E7777"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "E7777",
                    "description": "E7777 is a recombinant fusion toxin consisting of full-length human IL-2 fused to the catalytic domains of diphtheria toxin. E7777 is preferentially bound to and internalized by cells expressing the high affinity form (CD25+) of the IL-2 receptor.",
                    "armGroupLabels": [
                        "Dose level 1 : E7777 at 5 mcg/kg",
                        "Dose level 1 : E7777 at 7 mcg/kg",
                        "Dose level 1 : E7777 at 9 mcg/kg",
                        "MTD from phase 1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants experiencing dose limiting toxicity events",
                    "description": "Dose Limiting Toxicity (DLT) is defined as any of the following events based on CTCAE v5 from the 1st infusion of E7777 through 21 days after the administration of tisagenlecleucel (\\~28 days after E7777).\n\n* Grade 4 infusion related reaction (IRR) associated with E7777\n* Grade 4 or Grade 3 capillary leak syndrome (CLS)\n* Grade 3 or 4 liver function test abnormality that do not resolve to \\<Grade 2 within 5 days\n* Grade 3 or 4 non-hematologic toxicity event that occurs after the administration of E7777 and before lymphodepleting therapy\n* Any adverse event that results in a delay of lymphodepleting therapy for more than 72 hours and attributed to E7777\n* Any Grade 5 adverse event",
                    "timeFrame": "28 Days Post E7777 infusion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants experiencing adverse events",
                    "description": "Number of participants experiencing adverse events related to E7777 to determine safety of the E7777",
                    "timeFrame": "100 days Post E7777 infusion"
                },
                {
                    "measure": "Number of participants experiencing disease free survival (DFS)",
                    "description": "Number of participants experiencing disease free survival (DFS) at 1 year",
                    "timeFrame": "1 year Post E7777 infusion"
                },
                {
                    "measure": "Number of participants experiencing overall survival (OS)",
                    "description": "Number of participants experiencing overall survival (DFS) at 1 year",
                    "timeFrame": "1 year Post E7777 infusion"
                },
                {
                    "measure": "Number of non-relapse mortality incidents at day 100",
                    "description": "Number of participants experiencing non-relapse mortality at day 100 post E7777 infusion",
                    "timeFrame": "100 days Post E7777 infusion"
                },
                {
                    "measure": "Number of Grade 3 or 4 cytokine release syndrome (CRS) incidents",
                    "description": "Number of participants experiencing Grade 3 or 4 cytokine release syndrome (CRS) after tisagenlecleucel therapy.",
                    "timeFrame": "28 Days Post E7777 infusion"
                },
                {
                    "measure": "Number of Grade 3 or 4 immune effector cell associated neurotoxicity (ICAN) syndrome incidents",
                    "description": "Number of participants experiencing Grade 3 or 4 immune effector cell associated neurotoxicity (ICAN) syndrome after tisagenlecleucel therapy.",
                    "timeFrame": "28 Days Post E7777 infusion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of a relapse or refractory (r/r) large B cell lymphoma, for which treatment with Kymriah is planned, including:\n\n  * diffuse large B-cell lymphoma (DLBCL) not otherwise specified,\n  * high grade B-cell lymphoma\n  * DLBCL arising from follicular lymphoma\n* Considered at high risk for progression after CAR-T therapy by meeting one or more of the following factors:\n\n  * refractory to last line of therapy\n  * myc over expression \\>40% in any prior biopsy\n  * ≥2 sites of extranodal disease\n* Received two or more lines of systemic therapy\n* Has secured insurance coverage for Kymriah administration either in the outpatient or inpatient setting.\n* Age 18 years or older at the time of signing consent.\n* ECOG performance status of 0, 1, or 2\n* Adequate bone marrow reserve defined as:\n\n  * Absolute neutrophil count (ANC) \\> 1,000/mm\\^3\n  * Platelets ≥ 50,000/mm\\^3 (transfusion support can be provided)\n  * Hemoglobin \\>8.0 mg/dl (transfusion support can be provided) Bone marrow involvement at disease assessment is an exclusion as these patients are at an increased risk of severe CRS and/or neurotoxicity\n* Adequate organ function at enrollment and within 14 days of planned E7777 treatment including:\n\n  * renal function: eGFR ≥ 50 mL/min/1.73 m\\^2\n  * liver function: ALT ≤ 3 times the upper limit of normal (ULN) for age, AST ≤ 3 times the ULN, total bilirubin ≤ 2.0 mg/dl with the exception of patients with Gilbert syndrome; may be included if their total bilirubin is ≤ 3.0 x ULN and direct bilirubin ≤ 1.5 x ULN (if liver is involved by lymphoma, the exception are allowed upon approval of PI)\n  * albumin ≥ 3.0 g/dl\n* Must have a minimum level of pulmonary reserve defined as ≤ Grade 1 dyspnea (CTCAE v5) and pulse oxygenation SpO2 \\> 91% on room air. Pulmonary function tests within 28 days of enrollment: \\>50% corrected DLCO and FEV1\n* Hemodynamically stable and LVEF ≥ 50% confirmed by echocardiogram or MUGA\n* Life expectancy ≥12 weeks in the opinion of the enrolling investigator as documented in the medical record\n* Women of child bearing potential and sexually active males with partners of child bearing potential must agree to use birth control for at least 30 days after study treatment or at least at least 4 months after the final dose of CY, whichever is longer Female participants: Two forms of birth control, one of which must be a barrier method, for example: use of intrauterine device (IUD) or oral contraceptives, plus a barrier method such as a condom, diaphragm or cervical cap Male participants: If possible to father a child (unless a successful vasectomy with confirmed azoospermia) participant and female partner, must use adequate contraception\n* Written voluntary consent prior to the performance of any research related tests or procedures\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding - Females of childbearing potential must have a blood test or urine study within 14 days prior to study enrollment to rule out pregnancy. All females will be considered to be of childbearing potential unless they are postmenopausal (amenorrheic for at least 12 consecutive months, in the appropriate age group, and without other known or suspected cause) or have been sterilized surgically (i.e., bilateral tubal ligation, total hysterectomy, or bilateral oophorectomy, all with surgery at least 1 month before dosing)\n* Known bone marrow involvement, if history of bone marrow involvement must have a BM biopsy to rule-out current involvement\n* Prior allogeneic transplant\n* Ocular disease or complaints visual acuity impairment, color or shape distortion, or blurred vision - potential participants are required to have an ophthalmological examine as part of screening\n* Known CNS involvement by malignancy - if clinically suspicious, must be ruled-out by examination of cerebrospinal fluid (CSF) by flow cytometry\n* Uncontrolled active hepatitis B or hepatitis C\n* Active or inactive HIV infection\n* Untreated active bacterial, viral or fungal infection (e.g. blood culture positive ≤ 72 hours prior to enrollment)\n* History of heart failure or pulmonary edema, evidence of pleural effusion or active lower extremity edema\n* Uncontrolled unstable angina and/or myocardial infarction within 3 months of enrollment\n* Investigational medicinal product within the last 7 days prior to apheresis or CAR-T infusion",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cancer Center Clinical Trials Office",
                    "role": "CONTACT",
                    "phone": "612-676-4200",
                    "email": "ccinfo@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Veronika Bachanova, MD",
                    "affiliation": "Masonic Cancer Center, University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota, Masonic Cancer Center",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Veronika Bachanova, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                },
                {
                    "id": "D000016403",
                    "term": "Lymphoma, Large B-Cell, Diffuse"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18831",
                    "name": "Lymphoma, Large B-Cell, Diffuse",
                    "asFound": "Diffuse Large B-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11221",
                    "name": "Lymphoma, Follicular",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1866",
                    "name": "Diffuse Large B-Cell Lymphoma",
                    "asFound": "Diffuse Large B-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2361",
                    "name": "Follicular Lymphoma",
                    "asFound": "Follicular lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M163159",
                    "name": "Tisagenlecleucel",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}