{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04185038",
            "orgStudyIdInfo": {
                "id": "BrainChild-03"
            },
            "organization": {
                "fullName": "Seattle Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Study of B7-H3-Specific CAR T Cell Locoregional Immunotherapy for Diffuse Intrinsic Pontine Glioma/Diffuse Midline Glioma and Recurrent or Refractory Pediatric Central Nervous System Tumors",
            "officialTitle": "Phase 1 Study of B7-H3-Specific CAR T Cell Locoregional Immunotherapy for Diffuse Intrinsic Pontine Glioma/Diffuse Midline Glioma and Recurrent or Refractory Pediatric Central Nervous System Tumors",
            "therapeuticArea": [
                "Pediatrics",
                "Oncology and Hematology",
                "Other"
            ],
            "study": "study-of-specific-car-t-cell-locoregional-immunotherapy-for-diffuse-intrinsic-pontine-glioma-diffuse-midline-glioma-and-recurrent-or-refractory-pediatric-central-nervous-system-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-12-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2041-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-26",
            "studyFirstSubmitQcDate": "2019-12-02",
            "studyFirstPostDateStruct": {
                "date": "2019-12-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Colleen Annesley",
                "investigatorTitle": "Medical Director, Immunotherapy",
                "investigatorAffiliation": "Seattle Children's Hospital"
            },
            "leadSponsor": {
                "name": "Seattle Children's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 1 study of central nervous system (CNS) locoregional adoptive therapy with autologous CD4+ and CD8+ T cells lentivirally transduced to express a B7H3-specific chimeric antigen receptor (CAR) and EGFRt. CAR T cells are delivered via an indwelling catheter into the tumor resection cavity or ventricular system in children and young adults with diffuse intrinsic pontine glioma (DIPG), diffuse midline glioma (DMG), and recurrent or refractory CNS tumors.\n\nA child or young adult meeting all eligibility criteria, including having a CNS catheter placed into the tumor resection cavity or into their ventricular system, and meeting none of the exclusion criteria, will have their T cells collected. The T cells will then be bioengineered into a second-generation CAR T cell that targets B7H3-expressing tumor cells. Patients will be assigned to one of 3 treatment arms based on location or type of their tumor. Patients with supratentorial tumors will be assigned to Arm A, and will receive their treatment into the tumor cavity. Patients with either infratentorial or metastatic/leptomeningeal tumors will be assigned to Arm B, and will have their treatment delivered into the ventricular system. The first 3 patients enrolled onto the study must be at least 15 years of age and assigned to Arm A or Arm B. Patients with DIPG will be assigned to Arm C and have their treatment delivered into the ventricular system. The patient's newly engineered T cells will be administered via the indwelling catheter for two courses. In the first course patients in Arms A and B will receive a weekly dose of CAR T cells for three weeks, followed by a week off, an examination period, and then another course of weekly doses for three weeks. Patients in Arm C will receive a dose of CAR T cells every other week for 3 weeks, followed by a week off, an examination period, and then dosing every other week for 3 weeks. Following the two courses, patients in all Arms will undergo a series of studies including MRI to evaluate the effect of the CAR T cells and may have the opportunity to continue receiving additional courses of CAR T cells if the patient has not had adverse effects and if more of their T cells are available.\n\nThe hypothesis is that an adequate amount of B7H3-specific CAR T cells can be manufactured to complete two courses of treatment with 3 or 2 doses given on a weekly schedule followed by one week off in each course. The other hypothesis is that B7H3-specific CAR T cells can safely be administered through an indwelling CNS catheter or delivered directly into the brain via indwelling catheter to allow the T cells to directly interact with the tumor cells for each patient enrolled on the study. Secondary aims of the study will include evaluating CAR T cell distribution with the cerebrospinal fluid (CSF), the extent to which CAR T cells egress or traffic into the peripheral circulation or blood stream, and, if tissues samples from multiple timepoints are available, also evaluate disease response to B7-H3 CAR T cell locoregional therapy."
        },
        "conditionsModule": {
            "conditions": [
                "Central Nervous System Tumor",
                "Diffuse Intrinsic Pontine Glioma",
                "Diffuse Midline Glioma",
                "Ependymoma",
                "Medulloblastoma, Childhood",
                "Germ Cell Tumor",
                "Atypical Teratoid/Rhabdoid Tumor",
                "Primitive Neuroectodermal Tumor",
                "Choroid Plexus Carcinoma",
                "Pineoblastoma, Childhood",
                "Glioma"
            ],
            "keywords": [
                "CNS, CAR T cell, B7-H3, pediatric, young adult, brain tumor, DIPG, DMG"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ARM A (Tumor Cavity Infusion)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with non-DIPG supratentorial tumors for which CAR T cells will be delivered into the tumor resection cavity",
                    "interventionNames": [
                        "Biological: SCRI-CARB7H3(s); B7H3-specific chimeric antigen receptor (CAR) T cel"
                    ]
                },
                {
                    "label": "ARM B (Ventricular System Infusion)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with non-DIPG either infratentorial tumors or leptomeningeal tumors for which the CAR T cells will be delivered into the ventricular system",
                    "interventionNames": [
                        "Biological: SCRI-CARB7H3(s); B7H3-specific chimeric antigen receptor (CAR) T cel"
                    ]
                },
                {
                    "label": "ARM C (DIPG)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with DIPG for whom CAR T cells will be delivered into the ventricular system",
                    "interventionNames": [
                        "Biological: SCRI-CARB7H3(s); B7H3-specific chimeric antigen receptor (CAR) T cel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "SCRI-CARB7H3(s); B7H3-specific chimeric antigen receptor (CAR) T cel",
                    "description": "Autologous CD4+ and CD8+ T cells lentivirally transduced to express a B7H3 specific chimeric antigen receptor (CAR) and EGFRt given via indwelling central nervous system (CNS) catheter",
                    "armGroupLabels": [
                        "ARM A (Tumor Cavity Infusion)",
                        "ARM B (Ventricular System Infusion)",
                        "ARM C (DIPG)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Establish the safety, defined by the adverse events, of B7H3-specific CAR T cell infusions delivered by a central nervous system (CNS) catheter into the tumor resection cavity or ventricular system",
                    "description": "The type, frequency, severity, and duration of adverse events as a result of B7H3-specific CAR T cell infusion will be summarized",
                    "timeFrame": "up to 7 months"
                },
                {
                    "measure": "Establish the feasibility, defined by the ability to produce and administer CAR T cell product, of B7H3-specific CAR T cell product infusions delivered by a central nervous system (CNS) catheter into the tumor resection cavity or ventricular system",
                    "description": "The proportion of products successfully manufactured and infused will be measured",
                    "timeFrame": "28 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Assess the distribution of CNS-delivered B7H3-specific CAR T cells distribution within the cerebrospinal fluid (CSF) and peripheral blood",
                    "description": "The trafficking of B7H3-specific CAR T cell product through the CSF by measuring remaining CAR T cells from a prior infusion at the time of each infusion and the trafficking of B7H3-specific CAR T cells from the CSF into the peripheral blood will be evaluated.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Assessment of disease response of B7H3-expressing DIPG and DMG tumors to B7H3 specific CAR T cell therapy delivered into the CNS",
                    "description": "The response of DIPG and DMG tumors to B7H3-specific CAR T cell therapy delivered into the CNS will be determined by evaluating CSF for tumor cells and by CNS imaging with MRIs",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Assessment of disease response of B7H3-expressing refractory or recurrent central nervous system (CNS) tumors to B7H3 specific CAR T cell therapy delivered into the tumor cavity or into the CNS",
                    "description": "The response of refractory or recurrent CNS tumors to B7H3-specific CAR T cell therapy delivered into the tumor cavity or into the CNS will be determined by evaluating CSF for tumor cells and by CNS imaging with MRIs",
                    "timeFrame": "up to 6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Quantitative biomarker assessment of anti tumor CAR T cell functional activity",
                    "description": "The presence of biomarkers of CAR T cell functional activity, such as cytokines, will be quantified via protein expression analysis in CSF. These findings will be correlated with safety determined by occurrence of adverse events, and response determined by disease evaluations via CSF cytology and MRI imaging of the CNS.",
                    "timeFrame": "up to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 1 and ≤ 26 years\n2. Diagnosis of refractory or recurrent CNS disease for which there is no standard therapy, or diagnosis of DIPG or DMG at any time point following completion of standard therapy\n3. Able to tolerate apheresis, or has apheresis product available for use in manufacturing\n4. CNS reservoir catheter, such as an Ommaya or Rickham catheter\n5. Life expectancy ≥ 8 weeks\n6. Lansky or Karnofsky score ≥ 60\n7. If patient does not have previously obtained apheresis product, patient must have discontinued, and recovered from acute toxic effects of, all prior chemotherapy, immunotherapy, and radiotherapy and discontinue the following prior to enrollment:\n\n   1. ≥ 7 days post last chemotherapy/biologic therapy administration\n   2. 3 half lives or 30 days, whichever is shorter post last dose of anti-tumor antibody therapy\n   3. Must be at least 30 days from most recent cellular infusion\n   4. All systemically administered corticosteroid treatment therapy must be stable or decreasing within 1 week prior to enrollment with maximum dexamethasone dose of 2.5 mg/m2/day. Corticosteroid physiologic replacement therapy is allowed.\n8. Adequate organ function\n9. Adequate laboratory values\n10. Patients of childbearing/fathering potential must agree to use highly effective contraception\n\nExclusion Criteria:\n\n1. Presence of Grade ≥ 3 cardiac dysfunction or symptomatic arrhythmia requiring intervention\n2. Presence of primary immunodeficiency/bone marrow failure syndrome\n3. Presence of clinical and/or radiographic evidence of impending herniation\n4. Presence of \\>Grade 3 dysphagia\n5. Presence of active malignancy other than the primary CNS tumor under study\n6. Presence of active severe infection\n7. Receiving any anti-cancer agents or chemotherapy\n8. Pregnant or breastfeeding\n9. Subject and/or authorized legal representative unwilling or unable to provide consent/assent for participation in the 15 year follow up period\n10. Presence of any condition that, in the opinion of the investigator, would prohibit the patient from undergoing treatment under this protocol",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "26 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nick Vitanza, MD",
                    "role": "CONTACT",
                    "phone": "206-987-2106",
                    "email": "CBDCIntake@seattlechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nick Vitanza, MD",
                    "affiliation": "Seattle Children's Hospital",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Seattle Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nick Vitanza, MD",
                            "role": "CONTACT",
                            "phone": "206-987-2106",
                            "email": "CBDCIntake@seattlechildrens.org"
                        },
                        {
                            "name": "Nick Vitanza, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35468680",
                    "type": "DERIVED",
                    "citation": "Golubovskaya V. CAR-T Cells Targeting Immune Checkpoint Pathway Players. Front Biosci (Landmark Ed). 2022 Apr 2;27(4):121. doi: 10.31083/j.fbl2704121."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000004806",
                    "term": "Ependymoma"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000008527",
                    "term": "Medulloblastoma"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000018242",
                    "term": "Neuroectodermal Tumors, Primitive"
                },
                {
                    "id": "D000080443",
                    "term": "Diffuse Intrinsic Pontine Glioma"
                },
                {
                    "id": "D000018335",
                    "term": "Rhabdoid Tumor"
                },
                {
                    "id": "D000010871",
                    "term": "Pinealoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020295",
                    "term": "Brain Stem Neoplasms"
                },
                {
                    "id": "D000015192",
                    "term": "Infratentorial Neoplasms"
                },
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000018193",
                    "term": "Neoplasms, Complex and Mixed"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "asFound": "Central Nervous System Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M11510",
                    "name": "Medulloblastoma",
                    "asFound": "Medulloblastoma, Childhood",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7965",
                    "name": "Ependymoma",
                    "asFound": "Ependymoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "asFound": "Nervous System Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20479",
                    "name": "Rhabdoid Tumor",
                    "asFound": "Rhabdoid Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2159",
                    "name": "Diffuse Intrinsic Pontine Glioma",
                    "asFound": "Diffuse Intrinsic Pontine Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "asFound": "Neuroectodermal tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "asFound": "Primitive neuroectodermal tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13766",
                    "name": "Pinealoma",
                    "asFound": "Pineoblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M22108",
                    "name": "Brain Stem Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17898",
                    "name": "Infratentorial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3670",
                    "name": "Medulloblastoma",
                    "asFound": "Medulloblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2093",
                    "name": "Ependymoma",
                    "asFound": "Ependymoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2475",
                    "name": "Germ Cells Tumors",
                    "asFound": "Germ cell tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4995",
                    "name": "Rhabdoid Tumor",
                    "asFound": "Rhabdoid Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1865",
                    "name": "Diffuse Intrinsic Pontine Glioma",
                    "asFound": "Diffuse Intrinsic Pontine Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1181",
                    "name": "Choroid Plexus Carcinoma",
                    "asFound": "Choroid Plexus Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4565",
                    "name": "Pineoblastoma",
                    "asFound": "Pineoblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3671",
                    "name": "Medulloblastoma, Childhood",
                    "asFound": "Medulloblastoma, Childhood",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "asFound": "Primitive neuroectodermal tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4566",
                    "name": "Pineocytoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}