{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00001281",
            "orgStudyIdInfo": {
                "id": "910140"
            },
            "secondaryIdInfos": [
                {
                    "id": "91-I-0140"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Studies of the Pathogenesis of HIV Infection in Human Peripheral Blood Cells and/or Body Fluids in People Living With and Without HIV",
            "officialTitle": "Studies of the Pathogenesis of HIV Infection in Human Peripheral Blood Cells and/or Body Fluids in People Living With and Without HIV",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "studies-of-the-pathogenesis-of-hiv-infection-in-human-peripheral-blood-cells-and-or-body-fluids-in-people-living-with-and-without-hiv"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "1993-03-09",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "1999-11-03",
            "studyFirstSubmitQcDate": "1999-11-03",
            "studyFirstPostDateStruct": {
                "date": "1999-11-04",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "collaborators": [
                {
                    "name": "Medstar Health Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this this study is to learn more about the immune system, how it responds to infections (like HIV) and to learn more about conditions that may decrease your immune system s ability to fight infections. The primary procedure to be performed is venipuncture and blood drawing. The blood will be used for a variety of studies looking at immune dysfunctions and at the effects of HIV or other infectious and noninfectious conditions on the production of factors by immune cells. In addition, the cells in the blood may be screened for genes that have missing pieces or changes in them that can affect their function. This will help us evaluate specific immune responses for research purposes. This study will examine the effects of HIV infection on substances produced by immune cells that increase or decrease HIV infection.\n\nBoth people living with and without HIV may be eligible for this study. Participants will be required to have a yearly medical evaluation, including blood tests for cell counts and chemistries, a blood or urine pregnancy test for women, and other laboratory tests as medically indicated or for research purposes.\n\nParticipants will donate blood or reproductive fluids, or both. From 20 to 150 cc (4 to 30 teaspoonfuls) of blood will be drawn from the arm using a small needle. Participants may be asked to provide blood samples on more than one occasion over the course of the study. No more than 450 cc (less than 1 pint) of blood will be drawn during any 6-week period. Males will be given a private room for semen donation; fluid from females will be collected with a cotton swab after speculum insertion. Participants may also be asked to have a buccal swab. For this procedure, the inside of the cheek is gently scraped with a blunt-ended stick or brush to obtain cells (buccal mucosal cells). The tissues will be used for a variety of studies on the effects of HIV infection on factors that increase or decrease HIV infection.\n\nSome of the tissues collected for this study may also be used for the following tests:\n\n* Hepatitis screening Blood may be screened for different types of viral liver infections, such as hepatitis A, B, C, D, E, or G.\n* Genetic testing We will use genetic tests that focus on specific genes that can affect how the immune system works or to learn more about HIV and other conditions being studied. We may test the DNA in the cells in the blood or in cheek cells for the presence of mutations or deletions. These alterations may be sought in genes encoding factors that are linked to the immune system s ability to fight infection and prevent disease, or factors that allow HIV and other infectious agents to cause infection. from blood or cheek cells may be examined for mutations or deletions that affect chemokines, cytokines and a family of enzymes called caspases. Chemokines and cytokines are important mediators of the immune response. Alterations in the genes for some of these substances influence HIV infection.\n* HLA testing Blood may be tested for HLA type-a genetic marker of the immune system. These tests may be used to try to identify factors associated with the rate of progression of HIV disease or related conditions. Determining HLA type is necessary to be able to perform certain research studies. Some HLA types have been associated with an increased risk of certain diseases like arthritis and other rheumatologic problems.",
            "detailedDescription": "We are studying virologic and/or immunologic parameters of HIV infection and other infectious or non-infectious immune deficiency diseases in order to better understand the pathogenesis of HIV. Because of the lack of an adequate animal model it is generally necessary to utilize human peripheral blood cells for studying aspects of either in vivo or in vitro HIV infection. We wish to be able to continue to elucidate many pathogenic aspects of HIV infection in relation to other infectious or non-infectious immune regulation and dysregulation using human peripheral blood mononuclear cells as a model."
        },
        "conditionsModule": {
            "conditions": [
                "HIV",
                "Immunodeficiencies",
                "Infectious Diseases"
            ],
            "keywords": [
                "Lymphocytes",
                "Venipuncture",
                "Mononuclear Cells",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Individuals living with HIV",
                    "description": "Individuals living with HIV"
                },
                {
                    "label": "Individuals living with/without HIV",
                    "description": "Individuals living with/without HIV"
                },
                {
                    "label": "Individuals living with/without infectious diseases",
                    "description": "Individuals living with/without infectious diseases of interest"
                },
                {
                    "label": "Individuals with/without Immunodeficiencies",
                    "description": "Individuals with/without immunodeficiencies"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The purpose of this protocol is to provide a mechanism to obtain blood products and other biologic samples that will be used by NIH Intramural Investigators in studies of HIV and other infectious or immune deficiency diseases",
                    "description": "To provide a mechanism to obtain blood products and other biologic samples that will be used by NIH Intramural Investigators in studies of HIV and other infectious or immune deficiency diseases.",
                    "timeFrame": "Throughout"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To provide the opportunity to compare genomic and proteomic properties of specimens obtained from individuals living with HIV, other infectious diseases, and other immunodeficiencies with those of healthy volunteers",
                    "description": "To provide the opportunity to compare genomic and proteomic properties of specimens obtained from individuals living with HIV, other infectious diseases, and other immunodeficiencies with those of healthy volunteers",
                    "timeFrame": "Throughout"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* 18 years of age or older.\n* Adequate venous access.\n* Have a blood pressure less than or equal to 180/100: pulse rate 50-100, unless a lower pulse rate is considered normal for the volunteer.\n* Have adequate blood counts (volunteers living with HIV: hemoglobin greater than or equal to 9.0 g/dL, platelets greater than or equal to 50,000; volunteers living without HIV: hemoglobin greater than or equal to 9.0 g/dL, platelets greater than or equal to 50,000\n* Be willing and able to provide written informed consent on screening, comply with study requirements and procedures, and comply with clinic policies\n* Willingness to allow blood samples to be used for future studies of HIV infection/pathogenesis, and undergo hepatitis screening\n\nEXCLUSION CRITERIA:\n\n* Pregnant and/or breastfeeding females.\n* Active substance abuse or history of prior substance abuse that may interfere with protocol compliance or compromise patient safety.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Volunteers living with/without HIV, Volunteers with/without immunodeficiencies, Volunteers with/without infectious diseases of interest",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Catherine A Seamon, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 402-3481",
                    "email": "cseamon@cc.nih.gov"
                },
                {
                    "name": "Susan Moir, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-4559",
                    "email": "sm221a@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Susan Moir, Ph.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington Hospital Center",
                    "status": "COMPLETED",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20010",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24162774",
                    "type": "BACKGROUND",
                    "citation": "Jelicic K, Cimbro R, Nawaz F, Huang da W, Zheng X, Yang J, Lempicki RA, Pascuccio M, Van Ryk D, Schwing C, Hiatt J, Okwara N, Wei D, Roby G, David A, Hwang IY, Kehrl JH, Arthos J, Cicala C, Fauci AS. The HIV-1 envelope protein gp120 impairs B cell proliferation by inducing TGF-beta1 production and FcRL4 expression. Nat Immunol. 2013 Dec;14(12):1256-65. doi: 10.1038/ni.2746. Epub 2013 Oct 27."
                },
                {
                    "pmid": "24603698",
                    "type": "BACKGROUND",
                    "citation": "Le Saout C, Hasley RB, Imamichi H, Tcheung L, Hu Z, Luckey MA, Park JH, Durum SK, Smith M, Rupert AW, Sneller MC, Lane HC, Catalfamo M. Chronic exposure to type-I IFN under lymphopenic conditions alters CD4 T cell homeostasis. PLoS Pathog. 2014 Mar 6;10(3):e1003976. doi: 10.1371/journal.ppat.1003976. eCollection 2014 Mar."
                },
                {
                    "pmid": "22645343",
                    "type": "BACKGROUND",
                    "citation": "Auerbach DJ, Lin Y, Miao H, Cimbro R, Difiore MJ, Gianolini ME, Furci L, Biswas P, Fauci AS, Lusso P. Identification of the platelet-derived chemokine CXCL4/PF-4 as a broad-spectrum HIV-1 inhibitor. Proc Natl Acad Sci U S A. 2012 Jun 12;109(24):9569-74. doi: 10.1073/pnas.1207314109. Epub 2012 May 29."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_1991-I-0140.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".Identified data in BTRIS (automatic for activities in the Clinical Center).@@@@@@@@@@@@De-identified or identified data with approved outside collaborators under appropriate agreements.@@@@@@@@@@@@This study will comply with the NIH Genomic Data Sharing Policy, which applies to all NIH-funded research that generates large-scale human or non-human genomic data, as well as the use of these data for subsequent research. Large-scale data include genome-wide association studies (GWAS), single nucleotide polymorphisms (SNP) arrays, and genome sequence, transcriptomic, epigenomic, and gene expression data. De-identified data may be shared in an NIH-funded or approved public repositories, including the Database of Genotypes and Phenotypes (dbGAP) or in NCBI Virus Portal for viral sequencing.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Shared scientific data should be made accessible as soon as possible, and no later than the time of an associated publication, or the end of the award/support period, whichever comes first.@@@@@@@@@@@@Genomic data will be shared following the guidelines of the Genomic Data Sharing Policy, when applicable.",
            "accessCriteria": "Identified data in BTRIS (automatic for activities in the Clinical Center and will be available for use following the BTRIS Policy for Data Sharing and Use).@@@@@@@@@@@@De-identified or identified data with approved outside collaborators under appropriate agreements.@@@@@@@@@@@@De-identified genomic data may be shared in an NIH-funded or approved public repositories, including the Database of Genotypes and Phenotypes (dbGAP) or in NCBI Virus Portal for viral sequencing and the use of the data within will be governed by their policies."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000015658",
                    "term": "HIV Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000086982",
                    "term": "Blood-Borne Infections"
                },
                {
                    "id": "D000015229",
                    "term": "Sexually Transmitted Diseases, Viral"
                },
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                },
                {
                    "id": "D000016180",
                    "term": "Lentivirus Infections"
                },
                {
                    "id": "D000012192",
                    "term": "Retroviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "asFound": "HIV Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infectious Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infectious Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M2593",
                    "name": "Blood-Borne Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17933",
                    "name": "Sexually Transmitted Diseases, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M18640",
                    "name": "Lentivirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15026",
                    "name": "Retroviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}