{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04260022",
            "orgStudyIdInfo": {
                "id": "HQP1351CU101"
            },
            "organization": {
                "fullName": "Ascentage Pharma Group Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study of HQP1351 in Subjects With Refractory CML and Ph+ ALL",
            "officialTitle": "A Phase Ib Study of the Pharmacokinetics, Safety and Efficacy of Orally Administered HQP1351 in Subjects With Refractory Chronic Myeloid Leukemia (CML) and Ph+ Acute Lymphoblastic Leukemia (Ph+ ALL)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-of-in-subjects-with-refractory-cml-and-ph-all"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-01-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-18",
            "studyFirstSubmitQcDate": "2020-02-05",
            "studyFirstPostDateStruct": {
                "date": "2020-02-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ascentage Pharma Group Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A multi-center, open-label, randomized, phase Ib study to evaluate the pharmacokinetics (PK) of HQP1351 and to determine the recommended phase 2 dose (RP2D) of HQP1351 in subjects with CML chronic phase (CP), accelerated phase (AP), or blast phase (BP) or with Ph+ ALL, who have experienced resistance or intolerance to at least two tyrosine kinase inhibitors (TKIs) or in subjects with Ph+ B-cell precursor (BCP) ALL or lymphoid blast phase CML (CML LBP), who have experienced resistance or intolerance to at least one second or later generation TKI.",
            "detailedDescription": "Approximately 40 patients will be randomized at 3:3:2 ratio into one of three HQP1351 monotherapy dose cohorts (Cohort A, B, and C): 30 mg every other day (QOD), 40 mg QOD, and 50 mg QOD, with 15, 15, and 10 patients in Cohort A, B, and C. The first cycle of 28 days is considered as the dose-limiting toxicity (DLT) observation period. If the incidence of DLTs exceeds 20% (2 patients) in 50 mg dose cohort during the first cycle of therapy, this dose cohort will be stopped. The randomization will be stratified to 4 groups: T315I mutated CML-CP and CML-AP, T315I un-mutated CML-CP, T315I unmutated CML-AP, and CML-BP and Ph+ ALL to ensure that the subgroups are represented across all dose cohorts. Blood samples will be collected from each subject at specified time points to evaluate the PK of HQP1351. RP2D of HQP1351 will be determined based on the comprehensive analyses of the PK, safety, and efficacy data of the US patients treated with HQP1351, when compared with that in the Chinese patients.\n\nEligible patients will have disease resistance to or intolerance to at least two TKIs, for patients with T315I mutation, number of pretreated TKIs is not restricted. Patients will be administered HQP1351 orally QOD during a period of 28 days (1 cycle).\n\nCohort D (HQP1351 + blinatumomab) will enroll patients with relapsed/refractory Ph+ BCP ALL or CML-BP using a dose escalation and expansion design. Patients will be administered HQP1351 orally QOD at an assigned dose with blinatumomab at repeated 42-day cycles. The first cycle of 42 days is considered as the DLT observation period. The initial dose of HQP1351 will be 30 mg QOD."
        },
        "conditionsModule": {
            "conditions": [
                "Leukemia, Myeloid, Chronic",
                "Myeloid Leukemia",
                "Chronic Myeloid Leukemia",
                "Philadelphia Positive Acute Lymphoblastic Leukemia",
                "B Cell Precursor Type Acute Leukemia"
            ],
            "keywords": [
                "T315I mutation",
                "Chronic Phase",
                "Accelerated Phase",
                "Blast Phase",
                "Lymphoid blast phase"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A total of 40 patients will be randomized at 3:3:2 ratio into one of the three dose cohorts (Cohorts A, B, and C): 30 mg every other day (QOD), 40 mg QOD and 50 mg QOD, with 15, 15, and 10 patients in Cohort A, B, and C.\n\nFor Cohort D: 14 to 22 Ph+ BCP ALL or CML LBP patients will be enrolled.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 62,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort A",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Ascentage Pharma HQP1351 bioavailable inhibitor"
                    ]
                },
                {
                    "label": "Cohort B",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Ascentage Pharma HQP1351 bioavailable inhibitor"
                    ]
                },
                {
                    "label": "Cohort C",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Ascentage Pharma HQP1351 bioavailable inhibitor"
                    ]
                },
                {
                    "label": "Cohort D",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Ascentage Pharma HQP1351 bioavailable inhibitor",
                        "Drug: Blinatumomab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ascentage Pharma HQP1351 bioavailable inhibitor",
                    "description": "HQP1351 taken by mouth every other day",
                    "armGroupLabels": [
                        "Cohort A",
                        "Cohort B",
                        "Cohort C",
                        "Cohort D"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Blinatumomab",
                    "description": "Administered in all patients as a continuous IV infusion at the dosage of 28μg daily (9μg daily for Cycle 1 Day 1 to Day 7).",
                    "armGroupLabels": [
                        "Cohort D"
                    ],
                    "otherNames": [
                        "Blincyto"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum Plasma Concentration (Cmax) of HQP1351",
                    "description": "To evaluate the Maximum Plasma Concentration (Cmax) of HQP1351",
                    "timeFrame": "28 days"
                },
                {
                    "measure": "Area Under the Curve (AUC) of HQP1351",
                    "description": "To evaluate the Area Under the Curve (AUC) of HQP1351",
                    "timeFrame": "28 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* For HQP1351 monotherapy, patients must have CML in any phase (CP, AP, or BP of any phenotype) or Ph+ ALL, with or without T315I mutation\n* For Cohort D, patients with Ph+ BCP ALL or CML LBP must be resistant or intolerant to at least one second or later generation TKI, such as dasatinib, nilotinib, bosutinib and ponatinib, despite optimal supportive care\n* For HQP1351 monotherapy only: Be previously treated with and developed resistance or intolerance to at least two TKIs including ponatinib, imatinib, dasatinib, nilotinib, bosutinib, and asciminib. For patients with a T315I mutation, number of pretreated TKIs is not restricted.\n\n  1. The definition of resistance to first-line TKI treatment refers to European Leukemia Net (ELN) recommendations. The definitions are the same for patients in CP, AP, BP, and Ph+ ALL, and apply also to second-line treatment, when first-line treatment was changed for intolerance. The patients must meet at least one criterion:\n\n     1. Three months after the initiation of therapy: non-complete hematologic response (CHR) and/or Ph+ \\>95%\n     2. Six months after the initiation of therapy: BCR-ABL1\\>10% and/or Ph+ \\>35%\n     3. Twelve months after the initiation of therapy: BCR-ABL1\\>1% and/or Ph+ \\>0%\n     4. Then, and at any time after the initiation of therapy: Loss of CHR, or loss of complete cytogenetic response (CCyR), or confirmed loss of major molecular response (MMR) (In 2 consecutive tests, of which one with a BCR-ABL1 transcripts level ≥1%), mutations, clonal chromosome abnormalities in Ph+ cells (CCA/Ph+)\n  2. The definition of resistance to second-line TKI treatment\n\n     a) For CML CP patients: the patients must meet at least one criterion as follows:\n\n     i.) Three months after the initiation of therapy: No CHR or Ph+ \\>95% or new mutations\n\n     ii.) Six months after the initiation of therapy: BCR-ABL1\\>10% and/or Ph+ \\>65% and/or new mutations\n\n     iii.) Twelve months after the initiation of therapy: BCR-ABL1\\>1% and/or Ph+ \\>35% and/or new mutations\n\n     iv.) Then, and at any time after the initiation of therapy: Loss of CHR or loss of CCyR, new mutations, confirmed loss of MMR (In 2 consecutive tests, of which one with a BCR-ABL1 transcripts level ≥1%), clonal chromosome abnormalities in Ph+ cells (CCA/Ph+)\n\n     b) For CML AP patients: the patients must meet at least one criterion as follows:\n\n     i.) Three months after the initiation of therapy: failure to achieve a major hematologic response (MaHR)\n\n     ii.) At any time after the initiation of therapy, the loss of a MaHR, confirmed in at least 2 consecutive analyses separated by at least 4 weeks\n\n     iii.) At any time after the initiation of therapy, the development of new BCR-ABL kinase domain mutations in the absence of a MaHR\n\n     c) For CML BP and Ph+ ALL patients: the patients must meet at least one criterion as follows:\n\n     i) One month after the initiation of therapy: failure to achieve a MaHR\n\n     ii) At any time after the initiation of therapy, the loss of a MaHR, confirmed in at least 2 consecutive analyses separated by at least 1 week\n\n     iii) At any time after the initiation of therapy, the development of new BCR-ABL kinase domain mutations in the absence of a MaHR\n  3. Intolerance to TKIs is defined as:\n\n     1. Non-hematological AEs: patients with grade 3 or 4 toxicity during TKIs treatment, or with persistent grade 2 toxicity, unresponsive to optimal management, including dose adjustments in the absence of a CCyR for CP patients or MaHR for AP/BP or Ph+ ALL patients\n     2. Hematological AEs: patients with grade 3 or 4 toxicity during TKIs treatment, that is recurrent after unresponsive after optimal management, including dose adjustments in the absence of a CCyR for CP patients or MaHR for AP/BP or Ph+ ALL patients\n* Patients providing written informed consent before initiation of any study-related activities\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤2\n* Minimum life expectancy of 3 months or more\n* Patients with adequate organ function as defined below:\n\n  1. Creatinine \\< 2 × upper limit of normal (ULN); or, creatinine \\> 2 × ULN, with 24h glomerular filtration rate (GFR) ≥ 30 mL/min (Cockcroft-Gault)\n  2. Serum albumin ≥ 3.0 g/dL\n  3. Total bilirubin \\< 1.5 × ULN\n  4. Aspartate aminotransferase (AST \\[Serum glutamic oxaloacetic transaminase (SGOT)\\]) and alanine aminotransferase (ALT \\[serum glutamate-pyruvate transaminase (SGPT)\\]) \\< 3 × ULN for institution (\\<5×ULN if liver involvement with leukemia)\n  5. Serum amylase and lipase ≤ 1.5 × ULN\n  6. Prothrombin time (PT) ≤ 1.5 × ULN\n* Heart function: Left ventricular ejection fraction (LVEF) \\> 50%\n* Normal QT interval corrected Fridericia (QTcF) interval on screening electrocardiogram (ECG) evaluation: male ≤450ms, female ≤470ms\n* For females of childbearing potential, a negative pregnancy test must be established before enrollment. And the eligible female and male patients with childbearing potential must agree to use an effective form of contraception with their sexual partners throughout participation in this study\n* Ability to comply with study procedures, in the Investigator's opinion\n\nExclusion Criteria:\n\n* Received TKI therapy within 5 half-lives or 7 days prior to first dose of HQP1351, whichever is shorter, or any adverse events (AEs) (except alopecia and pigmentation) not recovered to CTCAE v5.0 grade 0-1 due to any other treatments\n* Received other therapies as follows:\n\n  1. For CP and AP patients, received hydroxyurea or anagrelide within 24 hours prior to the first dose of HQP1351; or, interferon, immunotherapy or cytarabine within 14 days prior to the first dose of HQP1351; or, any other radiotherapy, cytotoxic chemotherapy or investigational therapy within 28 days prior to receiving the first dose of HQP1351\n  2. For BP patients, received chemotherapy within 7 days prior to the first dose of HQP1351\n  3. For Ph+ ALL patients, received corticosteroids within 24 hours before the first dose of HQP1351, or received chemotherapy within 7 days prior to the first dose of HQP1351\n  4. Patients who are currently receiving treatment with a medication that has the potential to interact with HQP1351\n  5. Patients who had been treated with HQP1351\n  6. Patients requiring immunosuppressive therapy other than short time of steroid\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter absorption of study drugs\n* Patients with cardiovascular diseases, including uncontrolled high blood pressure (HBP) (that is blood pressure \\>140/90mmHg.); or, receiving drugs that can cause prolonged QT interval. Patients with well controlled HBP can be considered to be included. (\"well controlled HBP\" is defined as: HBP can be ≤ 140/90mmHg with antihypertensive treatment). Those requiring 3 or more antihypertensive medications should be discussed with the medical monitor.\n* Have clinically significant, uncontrolled, or active cardiovascular disease, specifically including, but not restricted to:\n\n  1. Any history of myocardial infarction (MI) within 6 months or unstable angina within 3 months\n  2. Any history of cerebrovascular accident within 1 year, or transient ischemic attack (TIA) within 3 months\n  3. Any history of peripheral vascular infarction, including visceral infarction within 6 months\n  4. Congestive heart failure (CHF) (New York Heart Association \\[NYHA\\] class III or IV) within 6 months prior to enrollment, or left ventricular ejection fraction (LVEF) less than lower limit of normal, per local institutional standards, within 6 months prior to enrollment\n  5. History of clinically significant (as determined by the treating physician) atrial arrhythmia or any history of ventricular arrhythmia\n  6. Venous thromboembolism, including deep venous thrombosis or pulmonary embolism, within 3 months prior to enrollment. Patients who have experienced a venous thromboembolic event should only be eligible if the condition is well controlled with optimal intervention (as determined by the treating physician). Continued prophylactic anticoagulation is acceptable.\n  7. Patients with revascularization procedures including cardiac bypass within the 6 months and stenting within the past 3 months should be excluded.\n* Have history of autologous or allogeneic stem cell transplant, or with active graft-versus-host disease (GVHD), or active immune suppression in recent 6 months prior to informed consent date or active immune suppression in recent 6 months prior to informed consent date\n* CML CP patients with CCyR\n* Patients who have a significant bleeding disorder unrelated to CML or Ph+ ALL\n* Patients who had a major surgery within 4 weeks prior to study entry or have not recovered from side effects of such surgery which the Investigator considers not appropriate for enrollment\n* Cytologically confirmed central nervous system (CNS) involvement (if asymptomatic, spinal fluid examination is not necessary prior to first treatment)\n* Patients with another primary malignancy within 1 year of study entry. Patients with nonmelanoma skin cancer or carcinoma in situ of any type are not excluded if they have undergone complete resection and are considered disease-free at the time of study entry.\n* Have ongoing or active infection, including known history of immunodeficiency virus (HIV) or HIV antibody positive, hepatitis B virus (HBV) or HBsAg positive, hepatitis C virus (HCV). Patients who have positive HCV antibody must have an undetectable HCV viral load.\n* Patients with COVID-19 who now present with positive swab\n* Patients who have poorly controlled diabetes, defined as HbA1C values of \\> 7.5%. Patients with pre-existing, well-controlled diabetes are not excluded.\n* Known allergy to any components in the study drug\n* Pregnant or lactating\n* Patients who have any conditions or illness that, according to the opinions of the investigator or the medical monitor, would comprise patient safety or interfere with the evaluation of safety and efficacy to the study drug",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bill Garrett",
                    "role": "CONTACT",
                    "phone": "301-520-3962",
                    "email": "Bill.Garrett@ascentage.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yifan Zhai, MD, PhD",
                    "affiliation": "Ascentage Pharma Group Inc.",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Weaver",
                            "role": "CONTACT",
                            "phone": "205-975-8080",
                            "email": "sarahweaver@uabmc.edu"
                        },
                        {
                            "name": "Omer Jamy, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Highlands Oncology",
                    "status": "RECRUITING",
                    "city": "Rogers",
                    "state": "Arkansas",
                    "zip": "72758",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "London Hall",
                            "role": "CONTACT",
                            "phone": "479-872-8130",
                            "email": "LHall@hogonc.com"
                        },
                        {
                            "name": "Thad Beck, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.33202,
                        "lon": -94.11854
                    }
                },
                {
                    "facility": "City of Hope",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Koller, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                },
                {
                    "facility": "Winship Cancer Institute, Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shannon Gleason",
                            "role": "CONTACT",
                            "phone": "404-778-4334",
                            "email": "shannon.gleason@emory.edu"
                        },
                        {
                            "name": "Anthony Hunter, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "University of Maryland",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amelia Barkman",
                            "role": "CONTACT",
                            "email": "Amelia.Barkman@umm.edu"
                        },
                        {
                            "name": "Maria Baer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Cleveland Clinic",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erik Lewerenz",
                            "role": "CONTACT",
                            "phone": "216-442-2524",
                            "email": "LEWEREE@ccf.org"
                        },
                        {
                            "name": "Sudipto Mukherjee, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "University of Texas MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jovitta Jacob",
                            "role": "CONTACT",
                            "phone": "713-745-6834",
                            "email": "jojacob@mdanderson.org"
                        },
                        {
                            "name": "Elias Jabbour, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Fred Hutchinson Cancer Research Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kaysey Orlowski",
                            "role": "CONTACT",
                            "phone": "206-667-1997",
                            "email": "korlowsk@fredhutch.org"
                        },
                        {
                            "name": "Vivian Oehler, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35982483",
                    "type": "DERIVED",
                    "citation": "Jiang Q, Li Z, Qin Y, Li W, Xu N, Liu B, Zhang Y, Meng L, Zhu H, Du X, Chen S, Liang Y, Hu Y, Liu X, Song Y, Men L, Chen Z, Niu Q, Wang H, Lu M, Yang D, Zhai Y, Huang X. Olverembatinib (HQP1351), a well-tolerated and effective tyrosine kinase inhibitor for patients with T315I-mutated chronic myeloid leukemia: results of an open-label, multicenter phase 1/2 trial. J Hematol Oncol. 2022 Aug 18;15(1):113. doi: 10.1186/s13045-022-01334-z. Erratum In: J Hematol Oncol. 2022 Oct 31;15(1):159. doi: 10.1186/s13045-022-01369-2. J Hematol Oncol. 2023 Feb 20;16(1):13. doi: 10.1186/s13045-023-01414-8."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000015464",
                    "term": "Leukemia, Myelogenous, Chronic, BCR-ABL Positive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000009196",
                    "term": "Myeloproliferative Disorders"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18123",
                    "name": "Leukemia, Myelogenous, Chronic, BCR-ABL Positive",
                    "asFound": "Chronic Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5033",
                    "name": "Blast Crisis",
                    "relevance": "LOW"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12149",
                    "name": "Myeloproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1309",
                    "name": "Chronic Myeloid Leukemia",
                    "asFound": "Chronic Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T1311",
                    "name": "Chronic Myeloproliferative Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000510808",
                    "term": "Blinatumomab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M287547",
                    "name": "Blinatumomab",
                    "asFound": "Retrieval",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}