{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03093909",
            "orgStudyIdInfo": {
                "id": "2015-0720"
            },
            "secondaryIdInfos": [
                {
                    "id": "G-16-300",
                    "type": "OTHER_GRANT",
                    "domain": "Gateway for Cancer Research"
                },
                {
                    "id": "NCI-2018-01314",
                    "type": "REGISTRY",
                    "domain": "NCI CTRP"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Study of Aerosol Gemcitabine in Patients With Solid Tumors and Pulmonary Metastases",
            "officialTitle": "Phase I Study of Aerosol Gemcitabine in Patients With Solid Tumors and Pulmonary Metastases",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "study-of-aerosol-gemcitabine-in-patients-with-solid-tumors-and-pulmonary-metastases"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-11-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-03-21",
            "studyFirstSubmitQcDate": "2017-03-23",
            "studyFirstPostDateStruct": {
                "date": "2017-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "James B. and Lois R. Archer Charitable Foundation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Gateway for Cancer Research",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Any time the words \"you,\" \"your,\" \"I,\" or \"me\" appear, it is meant to apply to the potential participant.\n\nThe goal of this clinical research study is to find the highest tolerable dose of gemcitabine that can be given by inhalation (breathing it as a mist) to patients with solid tumors that have spread to the lungs from other parts of the body.\n\nThe safety and side effects of this drug will also be studied.\n\nThis is an investigational study. Gemcitabine is FDA approved and commercially available for the treatment of pancreatic and lung cancer, and other solid tumors. Its administration by inhalation is investigational. The study doctor can explain how the study drug is designed to work.\n\nUp to 44 participants will be enrolled in this study. All will take part at MD Anderson.",
            "detailedDescription": "Study Drug Administration:\n\nIf you are found to be eligible to take part in this study, you will be assigned to a dose level of gemcitabine based on when you join this study. Up to 6 dose levels of gemcitabine will be tested. Up to 3 participants will be enrolled at each dose level. The first group of participants will receive the lowest dose level. Each new group will receive a higher dose than the group before it, if no intolerable side effects are seen. This will continue until the highest tolerable dose of gemcitabine is found.\n\nEach study cycle is 28 days. You will take gemcitabine by mist 2 times each week for 4 weeks (28 days). Treatment will be administered at MD Anderson. A machine called a nebulizer will be used to make the gemcitabine mist. The study staff will provide you with protective materials and instructions on how to take the treatment. You will breathe the drug mist through the mouthpiece of the nebulizer. The study staff will tell you which days you will receive the study drug. If the doctor thinks it is in your best interest, you may continue to receive the study drug for up to 12 cycles.\n\nLength of Study:\n\nYou may continue taking the study drug for up to 12 cycles. You will no longer be able to take the study drug if the disease gets worse, if intolerable side effects occur, or if you are unable to follow study directions. If you have developed a tumor outside of the lungs either before or while you are on study, and the doctor thinks it is in your best interest, you may have a local control procedure (such as radiation or surgery) that may help to control the disease while continuing to receive the study drug. You would sign a separate consent form explaining these procedures and their risks. If you and your doctor decide on a systemic cancer treatment by mouth or vein, you will no longer be able to receive treatment on this study. A systemic cancer treatment is designed to spread and treat cancer cells throughout the body.\n\nYour participation on the study will be over after your last follow-up phone call.\n\nStudy Visits:\n\nWithin 3 days before Day 1 of every cycle:\n\n* You will have a physical exam.\n* Blood (about 4 teaspoons) will be drawn for routine tests and to check your liver function.\n* You will have PFTs.\n* You will have your blood oxygen level measured by pulse oximeter.\n* If you can become pregnant, urine will be collected for a pregnancy test.\n\nOn Day 8 of Cycle 1:\n\n* You will have a physical exam.\n* Blood (about 4 teaspoons) will be drawn for routine tests and to check your liver function.\n\nYou will have a CT scan at the end of Cycles 2, 4, and 6, and then every 3 cycles after that. The study doctor will tell you when you will have these scans. If you have a chest X-ray, MRI, and PET scan as part of standard of care while you are on study, the study doctor may use the results to check the status of the disease.\n\nTo avoid having to come to the study clinic too often, you may have blood draws done by your personal doctor.\n\nYou may be called by the study staff and asked about how you are doing and about any side effects about 1 day after your first 2 doses of the study drug, at the end of Cycle 1, and 1 time every 3 months after that until you leave the study or the study ends. These calls should last about 15-20 minutes each time.\n\nOther Information:\n\nEach day that you take study drug:\n\n* You will write down the date and the day of the study cycle in a dosing diary given to you by the study staff. You should bring the diary to all clinic visits.\n* You will be given a pulse oximeter to measure your heart rate and blood oxygen level. °You should record your results in the dosing diary.\n* You will use a small hand-held device to test your lung function before the dose and answer questions about side effects you may be having.\n\nYou will also be given an electronic device (such as a laptop or tablet) so that you can upload the information from the lung function tests and send it to the study doctor. You will only be able to access study specific material on this device. The study staff will show you how to use all of the provided machines. If the device is lost, stolen, or damaged, you will need to immediately report it to the study staff and you will be responsible for its replacement.\n\nYou should bring the nebulizer with you to all study visits.\n\nYou will be asked to return the nebulizer, pulse oximeter, lung function device, and electronic device when your participation on this study is over.\n\nEnd of Dosing Visit:\n\nWithin 30 days of your last dose of the study drug:\n\n* You will have a physical exam.\n* Blood (about 4 teaspoons) will be drawn for routine tests.\n* You will have PFTs.\n* You will have your blood oxygen level measured by pulse oximeter.\n* You will have a CT scan."
        },
        "conditionsModule": {
            "conditions": [
                "Malignant Neoplasm of Bone and Articular Cartilage",
                "Malignant Neoplasms of Female Genital Organs",
                "Malignant Neoplasms of Independent (Primary) Multiple Sites",
                "Malignant Neoplasms of Lip Oral Cavity and Pharynx",
                "Malignant Neoplasm of Male Genital Organs",
                "Malignant Neoplasms of Mesothelial and Soft Tissue",
                "Malignant Neoplasm of Respiratory and Intrathoracic Organ Carcinoma",
                "Malignant Neoplasms of Thyroid and Other Endocrine Glands",
                "Malignant Neoplasms of Urinary Tract",
                "Melanoma and Other Malignant Neoplasms of Skin"
            ],
            "keywords": [
                "Solid Tumors and Pulmonary Metastases",
                "aerosol gemcitabine",
                "aerosol GCB",
                "Lung metastases",
                "osteosarcoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 44,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Aerosol Gemcitabine (GCB)",
                    "type": "EXPERIMENTAL",
                    "description": "Dose Escalation Cohort: Participants take Gemcitabine by mist 2 times each week for 4 weeks (28 days).\n\nExpansion Cohort: Participants with OS lung metastases receive study drug at the maximum tolerated dose from Dose Escalation Cohort.\n\nParticipants may continue to receive the study drug for up to 12 cycles per decision of doctor.",
                    "interventionNames": [
                        "Drug: Gemcitabine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Gemcitabine",
                    "description": "Nebulized dose of aerosol GCB twice a week continuously (escalating treatment dose schema, starting at 0.75 mg/kg to 3.0 mg/kg). Participants receive a pre-determined volume of nebulized solution, according to the dose level and weight of the participant, with each aerosol GCB administration. One cycle is 4 weeks in duration.",
                    "armGroupLabels": [
                        "Aerosol Gemcitabine (GCB)"
                    ],
                    "otherNames": [
                        "GCB",
                        "aerosol gemcitabine",
                        "Aerosolized GCB"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum Tolerated Dose (MTD) Recommended for Phase 2 Dose of Aerosol Gemcitabine (GCB)",
                    "description": "MTD is defined as highest dose level with six patients with at most 1 dose limiting toxicity (DLT) occurring during cycle 1. Dose levels will continue to be increased until 1 participant experiences DLT. If only 1 of 3 participants experiences DLT, 3 additional patients will be entered.\n\nDose escalation conducted via accelerated titration method for first 2 dose levels followed by 3+3 method for remaining dose levels. Cohorts of 1 participant per dose level for first 2 dose levels. If at any time during cycle 1 there is an instance of pulmonary grade 2 toxicity or pulmonary function tests (PFT) decline\\>10% related to study drug, current dose level expanded to 3 participants \\& switched to 3+3 design. If neither of these nor any other DLT occur in dose levels 1-2, switch will be to the 3 + 3 design beginning with dose level 3. Three participants will be treated at dose level 3, if still no DLT, 3 more treated at dose level 4.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Toxicities of Aerosol Gemcitabine (GCB)",
                    "description": "Dose limiting toxicities associated with the MTD of aerosol GCB using the NCI Common Terminology Criteria version 4 for Adverse Events (CTCAE) will be utilized for AE reporting. DLT defined as any of the following events that are at least (possibly, probably or definitely) attributable to aerosol GCB. The observation period for the purposes of dose-escalation will be the first cycle of therapy.\n\nDLT Definition includes:\n\n* Any episode of respiratory (bronchospasm, cough and/or dyspnea) grade 2 toxicity.\n* or \\> 10% decrease in FEV1 that persists \\> 3 days after the drug is stopped or recurrent episode of respiratory (bronchospasm, cough and/or dyspnea) grade 2 toxicity.\n* Any grade 3 or 4 non-hematological toxicity.\n* Any grade 4 neutropenia or thrombocytopenia.",
                    "timeFrame": "Reviewed with each 4 week cycle, up to 24 weeks for six dose levels"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Assessment of Serum Levels of Aerosol Gemcitabine (GCB)",
                    "description": "Assessment of serum levels of Gemcitabine (GCB) for evidence of spillover into the circulation and correlate with presence or absence of toxicity.",
                    "timeFrame": "Day 1 of therapy"
                },
                {
                    "measure": "Response of Serum Levels of Aerosol Gemcitabine (GCB)",
                    "description": "Response evaluated using the revised Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.1)",
                    "timeFrame": "Baseline, end of Cycles 2, 4, and 6, and then every 3 cycles up to 30 days after study dose stopped. Cycles are 28 days."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients with diagnosis of solid tumor with lung metastases and patient's current disease state must be one for which there is no known curative therapy or therapy proven to prolong survival with an acceptable quality of life.\n2. Willing to comply with protocol therapy and required safety monitoring (self-report, pulse oximetry, remote spirometry, labs).\n3. Adequate organ function as defined by: peripheral absolute neutrophil count (ANC) \\>/= 1,000/mm3, platelet count \\>/= 100,000/mm3 (transfusion independent defined as not receiving platelet transfusions within a 7 day period prior to enrollment), hemoglobin \\>/= 8.0g/dl (may receive RBC transfusions), renal-creatinine \\</= 2 x ULN; hepatic- bilirubin and AST \\</= 5x ULN; pulmonary: FVC \\>/=50% predicted, Oxyhemoglobin saturation at rest \\>/=95% (off supplemental oxygen).\n4. Patient age \\>/= 12 years and \\</= 50 years.\n5. Performance Status: ECOG \\</= 2 for patients \\>/= 16 years old or Lansky play \\>/= 60% for patients \\</=15 years old.\n6. Patients must have resolution of all acute toxic effects (excluding alopecia) of any prior anti-cancer therapy to NCI CTCAE Grade \\</= 1 or to the baseline laboratory values as defined in the inclusion criteria.\n7. No radiotherapy within 2 weeks.\n8. Subjects who received GCB systemically previously are eligible for participation.\n\nExclusion Criteria:\n\n1. Currently being treated with bronchodilators or corticosteroids or known to have active asthma. This will not include patients who suffered from asthma as a child and outgrew it.\n2. Pregnant or breastfeeding women will not be entered into this study due to risks of fetal and teratogenic adverse events as seen in animal studies. Pregnancy tests must be obtained in females who are post-menarchal and of child bearing potential (e.g. female that has not been amenorrheic for at least 12 consecutive months or surgically sterilized). Males or females of reproductive potential will not participate unless they have agreed to use effective contraception for the entire period in which they are receiving protocol therapy and for at least one month after treatment ends. Effective contraception is defined as intrauterine device (IUD), hormonal (birth control pill, injections, implants, patch), tubal ligation and partner's vasectomy. Abstinence is an acceptable method of birth control.\n3. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, bradycardia, related to cardiac disease, bundle branch block, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n4. Subjects with baseline symptoms of fever and/or cough and/or shortness of breath and/or wheezing and/or fatigue grade \\>/= 2 (CTCAE v4.0).\n5. Patients receiving other concurrent cancer therapy including chemotherapy, immunotherapy, or biologic therapy.\n6. Unresolved toxicities from prior anticancer therapy, defined as having not resolved to NCI CTCAE Grade \\</= 1 with the exception of alopecia and laboratory values listed per the inclusion criteria. Subjects with irreversible toxicity that is not reasonably expected to be exacerbated by the investigational product may be included (eg, hearing loss).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Najat C. Daw-Bitar, MD",
                    "role": "CONTACT",
                    "phone": "713-792-3280",
                    "email": "ndaw@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Najat C. Daw-Bitar, MD",
                    "affiliation": "The University of Texas MD Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Texas MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MD Anderson Cancer Center",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000008048",
                    "term": "Lip Neoplasms"
                },
                {
                    "id": "D000013964",
                    "term": "Thyroid Neoplasms"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                },
                {
                    "id": "D000001859",
                    "term": "Bone Neoplasms"
                },
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000009062",
                    "term": "Mouth Neoplasms"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000008047",
                    "term": "Lip Diseases"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000013959",
                    "term": "Thyroid Diseases"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M16718",
                    "name": "Thyroid Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "asFound": "Neoplasms of Female Genital Organs",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5138",
                    "name": "Bone Neoplasms",
                    "asFound": "Malignant Neoplasm of Bone",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15334",
                    "name": "Osteosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M16723",
                    "name": "Thyroid Neoplasms",
                    "asFound": "Malignant Neoplasm of Thyroid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "asFound": "Malignant Neoplasms of Skin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "asFound": "Neoplasms of Urinary Tract",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11050",
                    "name": "Lip Neoplasms",
                    "asFound": "Neoplasms of Lip",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "asFound": "Neoplasms of Male Genital Organs",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12022",
                    "name": "Mouth Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4340",
                    "name": "Osteosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4265",
                    "name": "Oral Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000093542",
                    "term": "Gemcitabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "asFound": "Mg/kg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}