{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02537769",
            "orgStudyIdInfo": {
                "id": "STUDY00000681"
            },
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Study of the Clinical Impact of Surgical Correction of Tricuspid Insufficiency in Implantable LVAD Patients",
            "officialTitle": "Randomized Study of the Clinical Impact of Surgical Correction of Tricuspid Insufficiency in Implantable LVAD Patients",
            "therapeuticArea": [
                "Critical Care",
                "Cardiovascular"
            ],
            "study": "study-of-the-clinical-impact-of-surgical-correction-of-tricuspid-insufficiency-in-implantable-lvad-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2021-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2015-08"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2015-05-28",
            "studyFirstSubmitQcDate": "2015-08-28",
            "studyFirstPostDateStruct": {
                "date": "2015-09-02",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2021-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2021-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kei Togashi",
                "investigatorTitle": "Assistant Professor, Division of Cardiothoracic Anesthesiology",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Society of Cardiovascular Anesthesiologists",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The use of implantable left ventricular assist devices (LVAD) has increased over the last decade; partly because the newer continuous flow pumps feature a smaller design and better durability. These pumps have shown improved outcomes for those patients who don't qualify for heart transplantation and receive the LVAD device as a permanent therapy or a bridge to heart transplantation. Despite these improved outcomes, procedure related length of hospitalization for LVAD implantation is still 2 or 3 times that of other heart surgery treatments. One important reason for this is that many people experience right ventricular dysfunction after LVAD implantation. Treatment options for this are limited. Many LVAD patients with right ventricular dysfunction also have tricuspid valve regurgitation (TR). This is the failure of the tricuspid valve (TV) to close completely so that blood leaks backwards. Some recent studies suggest that correction of the TV during LVAD implantation has improved survival for those with severe regurgitation. However, this has not been evaluated for mild or moderate regurgitation.\n\nThe goal of this study is to look at the clinical impact of surgical correction of mild to moderate TR in participants who are also undergoing LVAD implantation. The study will look at the degree of TR at various time points post-surgery, as well as any major cardiac adverse events, duration of hospitalization, and quality of life. The investigators hope to show that surgical correction of mild to moderate TR in LVAD patients will reduce right ventricular dysfunction and have a positive impact on health outcomes.",
            "detailedDescription": "Participant recruitment: At University of Washington Medical Center, 30 to 40 patients with mild tricuspid valve regurgitation (TR) receive LVAD placement annually. A predicted 50 - 60% of these patients will agree to be enrolled in this study, for an estimation of 15 to 20 participants a year. With an enrollment period of 2 years, the study aims to enroll 30 to 40 participants\n\nStudy interventions and Specific Techniques: Prior to screening data collection and protocol defined procedures, the participant must sign the consent form. Within 30 days prior to randomization (as part of routine clinical care), a complete transthoracic echocardiogram will be performed, evaluated, and reported. Within 7 days prior to randomization (as part of routine clinical care): 1) a medical history and physical exam is performed; 2) New York Heart Association (NYHA) and Canadian Cardiovascular Society (CCS) Classes are established and documented; 3) all current medications and therapies are recorded on study documents; 4) the participant will complete the Duke Activity Status Index for quality of care (QOL) assessment.\n\nRandomization: Randomization procedure will be performed intra-operatively, following sternotomy and before cannulation of aorta. Randomization will follow a computer generated simple randomization process. Participants will be randomized with equal probability to receive LVAD implantation alone or LVAD implantation plus surgical repair of their tricuspid valve (TV). The nature of the treatments precludes masking of participants and their treating clinicians to treatment assignment.\n\nSurgical technique: Participants randomly assigned to receive tricuspid valve repair (TVR) in addition to LVAD implantation will undergo repair with standard techniques. After bicaval cannulation and with the heart beating, a right atriotomy is created and the TV exposed. A patent foramen ovale (PFO), if present, is closed primarily. 2-0 braided sutures are placed radially through the tricuspid annulus from the lateral fibrous trigone counterclockwise to the medial fibrous trigone, thus avoiding the conduction system. An incomplete semi-rigid annuloplasty ring is then suspended after appropriate sizing. Any ventricular pacing leads are then mobilized from leaflet and subvalvular adhesions and placed in the commissure between the septal and posterior leaflets. The septal and posterior leaflets are then approximated from the junction of the rough and smooth zone back to the leads, bicuspidizing the valve, and trapping the ventricular leads away from the tricuspid valve orifice.\n\nTricuspid valve assessment: The 3 leaflets of the TV will be assessed with echocardiography. The midesophageal inflow-outflow view and the midesophageal modified bicaval TV view will be chosen for Doppler interrogation of transvalvular flow. 3D examinations will also be assessed. 3D Transesophageal echocardiography (TEE) permits the precise description of the elliptical shape of the TV annulus and its dimensions in a clinically feasible fashion.\n\nAssessment of TR severity will include several echocardiographic parameters such as right ventricle (RV), right atrium, and inferior vena cava size, area of the regurgitant jet, width of the vena contracta (VC), proximal isovelocity surface area, TR jet density and contour, as well as hepatic vein flow patterns. The VC is a surrogate measurement for the effective regurgitant orifice area (EROA). Using sequential cropping techniques that keep the cropping plane precisely parallel to the TV orifice, the vena contracta area (VCA) of the TR jet can be obtained under 3D TEE assessment.\n\nRight ventricular function: RV diastolic function will be assessed using pulsed-wave Doppler interrogation of the tricuspid valve, the pulmonary and hepatic venous flow rates, as well as examination of the tricuspid annulus using tissue Doppler where necessary. With this, the investigators will measure the tricuspid annular plane systolic excursion (TAPSE), and the Tei index. The Tei index or right ventricular index of myocardial performance (RIMP) is defined as the sum of isovolumetric contraction and relaxation intervals divided by ejection time and is an indicator of systolic and diastolic RV dysfunction.\n\nWith transthoracic echocardiography (TTE), a RIMP \\> 0.40 by pulsed Doppler and \\> 0.55 by tissue Doppler suggests RV dysfunction. The investigators will also measure tricuspid annular velocity using intraoperative TEE. The tissue Doppler derived tricuspid lateral annular systolic velocity (S') is an alternative parameter to assess RV function, which has been shown to correlate well with other measures of global RV systolic function. S' velocity \\< 10 cm/s indicates RV systolic dysfunction.The last measurement for RV function will be the rise of the RV to right atrial pressure gradient during systole (dP/dT). The correlation of RV dP/dT with TAPSE and RV ejection fraction will represent another estimate of global RV function that can easily be determined using Doppler echocardiography.\n\nPerioperative management: A variety of strategies may be utilized to optimize postoperative ventricular function. These strategies may include pacing, infusions of vasopressors or positive inotropic agents including both beta receptor agonists and/or phosphodiesterase inhibitors such as milrinone. Occasional participants may require additional mechanical support, either intra-aortic balloon pumping or right ventricular assist device, and Extracorporeal Life Support (ECLS)."
        },
        "conditionsModule": {
            "conditions": [
                "Tricuspid Regurgitation",
                "Heart Failure NYHA Class III",
                "Heart Failure NYHA Class IV"
            ],
            "keywords": [
                "LVAD",
                "Tricuspid regurgitation",
                "Heart failure",
                "Transplant",
                "3D transesophageal echocardiography (TEE)",
                "2D transesophageal echocardiography (TEE)",
                "Mild",
                "Moderate"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "LVAD+TVR",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to left ventricular assist device (LVAD) placement with the inflow cannula in the left ventricular apex and outflow cannula placed in the ascending aorta, a repair of the regurgitating tricuspid valve will be performed. A Patent Foramen Ovale, if present, will be closed primarily. Echocardiographic parameters relevant to study will be collected throughout the procedure.",
                    "interventionNames": [
                        "Device: Left ventricular assist device (LVAD)",
                        "Procedure: Tricuspid Valve Repair (TVR)"
                    ]
                },
                {
                    "label": "LVAD only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "LVAD placement will be performed without additional tricuspid valve repair (TVR). The inflow cannula will be sutured to the left ventricular apex followed by the outflow cannula placed in the ascending aorta. This will be performed under cardiopulmonary bypass. Echocardiographic parameters relevant to study will be collected throughout the procedure.",
                    "interventionNames": [
                        "Device: Left ventricular assist device (LVAD)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Left ventricular assist device (LVAD)",
                    "description": "Left ventricular assist device placement (LVAD). All participants will receive an LVAD as a part of routine care for their advanced heart failure.",
                    "armGroupLabels": [
                        "LVAD only",
                        "LVAD+TVR"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Tricuspid Valve Repair (TVR)",
                    "description": "Participants will be randomly assigned to receive a tricuspid valve repair (TVR) to repair their tricuspid valve regurgitation in addition to an LVAD placement. Only half of enrolled participants will receive this procedure.",
                    "armGroupLabels": [
                        "LVAD+TVR"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in TR severity assessment from baseline",
                    "description": "Tricuspid Regurgitation (TR) severity as measured by vena contracta width and area will be assessed using echocardiography within 7 days prior to implantation (baseline) up to 13 months postoperative. TR severity is assessed on a range of mild to severe.",
                    "timeFrame": "13 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in quality of life (QOL) from baseline",
                    "description": "Functional status as measured by the Duke Activity Status Index (DASI) survey will be assessed within 7 days prior to implantation (baseline) up to 13 months postoperative.",
                    "timeFrame": "13 months"
                },
                {
                    "measure": "Change in RV function from baseline",
                    "description": "Right ventricular (RV) function as measured by tricuspid annular plane systolic excursion (TAPSE) values will be assessed using echocardiography prior to implantation (baseline) up to 13 months postoperative.",
                    "timeFrame": "13 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Incidence of serious adverse events",
                    "description": "Incidence of serious adverse events, per FDA definition.",
                    "timeFrame": "13 months"
                },
                {
                    "measure": "Post-procedure renal function",
                    "description": "Post-procedure renal function as measured by serum creatinine (SCr) levels.",
                    "timeFrame": "13 months"
                },
                {
                    "measure": "Incidence of inotropic infusions",
                    "description": "Incidence of inotropic infusions such as vasopressors, beta receptor agonists, and/or phosphodiestrase inhibitors.",
                    "timeFrame": "13 months"
                },
                {
                    "measure": "Duration of hospitalization after implant",
                    "description": "Patients receiving an LVAD are expected to be discharged 10 days after the day of implantation. The actual length of hospitalization (measured from time after the surgery until postoperative discharge) will be recorded.",
                    "timeFrame": "Time of postoperative discharge (an expected 10 days after surgery)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participant or their legal representative has signed an informed consent\n2. Over 18 years of age\n3. Participant with advanced heart failure symptoms (Class III or IV) and preoperative mild tricuspid regurgitation who are scheduled for an implantable LVAD\n\nExclusion Criteria:\n\n1. Prior tricuspid valve repair\n2. Any evidence of structural (chordal or leaflet) tricuspid valve disease\n3. Technical obstacles, which pose an inordinately high surgical risk, in the judgment of the investigator\n4. Existence of any ongoing mechanical circulatory support other than intra-aortic balloon counter pulsation\n5. Body Mass Index (BMI) \\> 45\n6. Pregnancy\n7. Presence of mechanical aortic valve that will not be converted to a bioprosthesis at time of LVAD implant\n8. History of cardiac transplant or cardiomyoplasty\n9. Psychiatric disease, irreversible cognitive dysfunction or psychosocial issues that are likely to impair compliance with the study protocol and LVAD management\n10. Presence of active, uncontrolled infection\n11. Evidence of intrinsic hepatic disease as defined by liver enzyme values\n12. History of a stroke within 90 days prior to enrollment, or a history of cerebral vascular disease with significant (\\> 80%) extra cranial stenosis\n13. Need for chronic renal replacement therapy (e.g. chronic dialysis)\n14. Participation in any other clinical investigation that is likely to confound study results or affect study outcome\n15. Any condition, other than heart failure, that could limit survival to less than 1 year\n16. Participant refuses to be enrolled in study\n17. Institution inmates.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cynthia Wu",
                    "role": "CONTACT",
                    "phone": "206-616-1893",
                    "email": "cw107@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kei Togashi, MD, MPH",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington Medical Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kei Togashi, MD, MPH",
                            "role": "CONTACT",
                            "phone": "206-598-8755",
                            "email": "ktogashi@uw.edu"
                        },
                        {
                            "name": "Burkhard Mackensen, MD, PhD",
                            "role": "CONTACT",
                            "phone": "206-598-1462",
                            "email": "gbmac@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                },
                {
                    "id": "D000014262",
                    "term": "Tricuspid Valve Insufficiency"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006349",
                    "term": "Heart Valve Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17014",
                    "name": "Tricuspid Valve Insufficiency",
                    "asFound": "Tricuspid Regurgitation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9437",
                    "name": "Heart Valve Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}