{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03471143",
            "orgStudyIdInfo": {
                "id": "201708114"
            },
            "secondaryIdInfos": [
                {
                    "id": "1U01HD090845-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1U01HD090845-01"
                }
            ],
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Study of IV VTS-270 for Infantile Liver Disease Associated With Niemann-Pick Disease, Type C",
            "officialTitle": "Phase 1/2a Study of 2-Hydroxypropyl-Beta-Cyclodextrin Therapy for Infantile Liver Disease Associated With Niemann-Pick Disease, Type C",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-iv-vts-for-infantile-liver-disease-associated-with-niemann-pick-disease-type-c"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2019-02-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-03-07",
            "studyFirstSubmitQcDate": "2018-03-13",
            "studyFirstPostDateStruct": {
                "date": "2018-03-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Niemann-Pick disease, type C (NPC) is a lethal, autosomal recessive, lysosomal storage disorder characterized by neurodegeneration in early childhood and death in adolescence. NPC results from mutation of either the Niemann-Pick C1 disease (NPC1) (\\~95% of cases) or NPC2 genes. NPC is characterized by the endolysosomal storage of unesterified cholesterol and lipids in both the central nervous system and peripheral tissues such as the liver. Individuals with NPC demonstrate progressive central nervous system decline including inability to coordinate balance, gait, extremity and eye movements. Acute liver disease in the newborn/infant period is frequently observed, but subsequently resolves. However, chronic, sub-clinical liver disease persists. Intrathecal 2-Hydroxypropyl-β-Cyclodextrin (HP-β-CD, VTS-270), also known as adrabetadex, has proven effective in reducing the signs and prolonging life in animal models and Phase 1/2a data support efficacy in NPC1 patients. Adrabetadex (VTS-270) also has been shown to be effective in treating liver disease in the NPC1 cat.\n\nThis Phase 1/2a, open-label, multiple ascending dose trial will evaluate whether adrabetadex (VTS-270) administered intravenously is effective in treating acute liver disease in NPC1 infants.",
            "detailedDescription": "In the first phase of the study, infants will be treated for a total of 6 weeks, treated twice weekly. Infants will be admitted to the Neonatal Intensive Care Unit (NICU) for the first week of treatment. Procedures during the first week of the study will include blood draws for genetic testing, clinical and research blood draws, urine collection, abdominal ultrasound, peripheral inserted central catheter (PICC) placement, hearing screening, and the first two IV adrabetadex (VTS-270) infusions through the PICC line. Weeks 2-6 will occur on an outpatient basis. During week 2-6, the infant will receive 2 doses per week of adrabetadex (VTS-270) with blood draws and urine collection during weeks 2, 4, and 6. PICC line will be removed after final infusion.\n\nSubjects who demonstrate significant reduction either in the glycine-conjugated trihydroxycholanic acid biomarker or serum bilirubin (direct bilirubin or direct bilirubin: total bilirubin ratio) will be allowed to crossover into the second phase of the study, an open label phase of six months duration in which IV adrabetadex (VTS-270) will be administered monthly for a total of six doses. Month 1-6 procedures will occur on an outpatient basis. Procedures during the second phase include a monthly intravenous line placement. After each monthly visit, the intravenous line will be removed."
        },
        "conditionsModule": {
            "conditions": [
                "Niemann-Pick Disease, Type C"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Phase 1/2a, open-label, dose escalation, multi-center study of adrabetadex (VTS-270) in subjects with NPC dosed twice a week with IV adrabetadex (VTS-270) for six weeks for a total of 12 administrations, followed by a six month open-label extension phase in which the subjects are dosed monthly with IV adrabetadex (VTS-270) for six months for a total of six administrations",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "IV adrabetadex (VTS-270) for NPC1 infants",
                    "type": "EXPERIMENTAL",
                    "description": "Phase 1: Dosing frequency will be twice a week administered via a peripherally inserted central catheter (PICC) for six weeks for a total of 12 administrations. Doses 3-12 will occur as an outpatient.\n\nDoses to be studied are 500, and 1000 mg/kg. Six subjects will be studied at each dose level. Cohort 1: Subjects 1-6 will receive 500 mg/kg Cohort 2: Subjects 7-12 will receive 1000 mg/kg Subjects who demonstrate significant reduction either in the glycine-conjugated trihydroxycholanic acid biomarker or serum bilirubin (direct bilirubin or direct bilirubin:total bilirubin ratio) will be allowed to crossover into the second phase of the study, an open-label phase of six months duration. In the this phase of the study, dosing frequency will be monthly with IV VTS-270 administered via peripheral IV access for six months for a total of six administrations.",
                    "interventionNames": [
                        "Drug: adrabetadex (2-Hydroxypropyl-Beta-Cyclodextrin)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "adrabetadex (2-Hydroxypropyl-Beta-Cyclodextrin)",
                    "description": "VTS-270 (2-Hydroxypropyl-Beta-Cyclodextrin) will be administered intravenously to specifically target liver disease. In the first phase of the study, dosing frequency will be twice a week with IV adrabetadex (VTS-270) for six weeks for a total of 12 administrations. Subjects will be evaluated at each study visit for evidence of adverse effects.\n\nDoses to be studied are 500, and 1000 mg/kg. Six subjects will be studied at each dose level. Cohort 1: Subjects 1-6, 500 mg/kg Cohort 2: Subjects 7-12, 1000 mg/kg",
                    "armGroupLabels": [
                        "IV adrabetadex (VTS-270) for NPC1 infants"
                    ],
                    "otherNames": [
                        "VTS-270",
                        "HP-Beta-CD"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Efficacy of adrabetadex (VTS-270) to reduce plasma levels of glycine-conjugated trihydroxycholanic acid (\"bile acid biomarker\"), an NPC-specific pharmacodynamic biomarker.",
                    "description": "This bile acid is a metabolite of cholesterol, is elevated \\>99% of NPC1 subjects, is largely generated in the liver and therefore provides a biochemical measure of oxidizable lysosomal unesterified cholesterol in liver tissue. The outcome measure in phase 1 of the study is the change in bile acid levels from baseline to 6 weeks. The outcome measure in phase 2 of the study is the change in bile acid levels from 6 weeks to the end of the 6 month treatment period.",
                    "timeFrame": "Phase 1: 6 weeks; Phase 2: 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Effect of drug on serum transaminases",
                    "description": "Alanine Aminotransferase (ALT) and Aspartate Aminotransferase (AST) are elevated with liver dysfunction. The outcome measure in phase 1 of the study is the change in ALT and AST levels from baseline to 6 weeks. The outcome measure in phase 2 of the study is the change in ALT and AST levels from 6 weeks to the end of the 6 month treatment period.",
                    "timeFrame": "Phase 1: 6 weeks; Phase 2: 6 months"
                },
                {
                    "measure": "Reduction of liver and/or spleen volumes",
                    "description": "Abdominal ultrasound. The outcome measure in phase 1 of the study is the change in liver and/or spleen volumes from baseline to 6 weeks. The outcome measure in phase 2 of the study is the change in liver and/or spleen volumes from 6 weeks to the end of the 6 month treatment period.",
                    "timeFrame": "Phase 1: 6 weeks; Phase 2: 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 0 to 6 months of age at time of enrollment, both genders, and any race/ethnicity.\n2. Diagnosis of NPC (either NPC1 or NPC2) based upon meeting any of the two following conditions:\n\n   A. Two variants classified as pathogenic or likely pathogenic in NPC1/NPC2 on clinical laboratory testing, or B. One variant classified as pathogenic or likely pathogenic on clinical laboratory testing and a positive NPC biochemical marker (oxysterol or bile acid biomarker or PPCS/Lyso509) test, if acid sphingomyelinase deficiency and cholesterol ester storage disease have been excluded either by clinical molecular testing of the SMPD1 and LIPA genes or by clinical biochemical assay for acid sphingomyelinase and lysosomal acid lipase enzymes (or a combination of enzymatic and molecular testing).\n\n   Variants will be interpreted using the American College of Medical Genetics guidelines for the interpretation of sequence variants (2015) and testing must be performed by a CLIA-certified laboratory.\n3. Subjects with evidence of NPC-related liver disease as defined by direct bilirubin (DB) \\>2mg/dL or DB/total bilirubin ratio \\>0.2.\n4. Ability to travel to a research site.\n5. Willing to participate in all aspects of trial design including serial blood collections.\n6. Parent / guardian must provide written informed consent to participate in the study. Because of the age range intended for inclusion, assent will not possible.\n\nExclusion Criteria:\n\n1. Age \\> 6 months at time of enrollment in the trial.\n2. A medical condition (such as clinically significant bleeding diathesis or evidence of immune suppression) that in the opinion of the investigator precludes placement of an intravenous catheter\n3. An absolute neutrophil count (ANC) of less than 1,500 per microliter.\n4. A platelet count less than 75,000 per microliter.\n5. History of severe neonatal encephalopathy, per modified Sarnat including level of consciousness as stupor/coma, absent spontaneous activity, decerebrate posture, flaccid tone, absent suck, absent moro, diverted/nonreactive pupils, lack of heart rate variability, apnea.\n6. Subjects, who in the opinion of the investigators, are unable to comply with the protocol or have specific health concerns that would potentially increase the risk of participation. Examples of inability to comply include unwillingness to relocate or travel to a study site, suspected noncompliance with study procedures, behavior that jeopardizes the safety or security of the data or study staff, and other causes of inability to comply.\n7. Concurrent participation in another investigational drug trial.\n8. History of renal disease or evidence of acute kidney injury defined as serum creatinine greater than 1.5 mg/dL or an increase of at least 0.2-0.3 mg/dL per day.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "6 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patricia I Dickson, MD",
                    "role": "CONTACT",
                    "phone": "314-273-2943",
                    "email": "pdickson@wustl.edu"
                },
                {
                    "name": "Barbara B Warner, MD",
                    "role": "CONTACT",
                    "phone": "314-454-2531",
                    "email": "warnerbb@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Patricia I Dickson, MD",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "St. Louis Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patricia I Dickson, MD",
                            "role": "CONTACT",
                            "phone": "314-273-2943",
                            "email": "pdickson@wustl.edu"
                        },
                        {
                            "name": "Laura A Linneman, RN",
                            "role": "CONTACT",
                            "phone": "314-454-4950",
                            "email": "llinneman@wustl.edu"
                        },
                        {
                            "name": "Patricia I Dickson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Barbara B Warner, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28803710",
                    "type": "BACKGROUND",
                    "citation": "Ory DS, Ottinger EA, Farhat NY, King KA, Jiang X, Weissfeld L, Berry-Kravis E, Davidson CD, Bianconi S, Keener LA, Rao R, Soldatos A, Sidhu R, Walters KA, Xu X, Thurm A, Solomon B, Pavan WJ, Machielse BN, Kao M, Silber SA, McKew JC, Brewer CC, Vite CH, Walkley SU, Austin CP, Porter FD. Intrathecal 2-hydroxypropyl-beta-cyclodextrin decreases neurological disease progression in Niemann-Pick disease, type C1: a non-randomised, open-label, phase 1-2 trial. Lancet. 2017 Oct 14;390(10104):1758-1768. doi: 10.1016/S0140-6736(17)31465-4. Epub 2017 Aug 10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000020774",
                    "term": "Pick Disease of the Brain"
                },
                {
                    "id": "D000018888",
                    "term": "Aphasia, Primary Progressive"
                },
                {
                    "id": "D000057180",
                    "term": "Frontotemporal Dementia"
                },
                {
                    "id": "D000009542",
                    "term": "Niemann-Pick Diseases"
                },
                {
                    "id": "D000052536",
                    "term": "Niemann-Pick Disease, Type A"
                },
                {
                    "id": "D000052556",
                    "term": "Niemann-Pick Disease, Type C"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000057174",
                    "term": "Frontotemporal Lobar Degeneration"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001037",
                    "term": "Aphasia"
                },
                {
                    "id": "D000013064",
                    "term": "Speech Disorders"
                },
                {
                    "id": "D000007806",
                    "term": "Language Disorders"
                },
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000013106",
                    "term": "Sphingolipidoses"
                },
                {
                    "id": "D000020140",
                    "term": "Lysosomal Storage Diseases, Nervous System"
                },
                {
                    "id": "D000020739",
                    "term": "Brain Diseases, Metabolic, Inborn"
                },
                {
                    "id": "D000001928",
                    "term": "Brain Diseases, Metabolic"
                },
                {
                    "id": "D000015616",
                    "term": "Histiocytosis, Non-Langerhans-Cell"
                },
                {
                    "id": "D000015614",
                    "term": "Histiocytosis"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000008064",
                    "term": "Lipidoses"
                },
                {
                    "id": "D000008052",
                    "term": "Lipid Metabolism, Inborn Errors"
                },
                {
                    "id": "D000016464",
                    "term": "Lysosomal Storage Diseases"
                },
                {
                    "id": "D000052439",
                    "term": "Lipid Metabolism Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M28762",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Pick Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20929",
                    "name": "Aphasia, Primary Progressive",
                    "asFound": "Pick Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22530",
                    "name": "Pick Disease of the Brain",
                    "asFound": "Pick Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12482",
                    "name": "Niemann-Pick Diseases",
                    "asFound": "Niemann-Pick Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27036",
                    "name": "Niemann-Pick Disease, Type A",
                    "asFound": "Niemann-Pick Disease, Type C",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27038",
                    "name": "Niemann-Pick Disease, Type C",
                    "asFound": "Niemann-Pick Disease, Type C",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4352",
                    "name": "Aphasia",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28756",
                    "name": "Frontotemporal Lobar Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M15864",
                    "name": "Speech Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10823",
                    "name": "Language Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15904",
                    "name": "Sphingolipidoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M18871",
                    "name": "Lysosomal Storage Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5205",
                    "name": "Brain Diseases, Metabolic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22498",
                    "name": "Brain Diseases, Metabolic, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M18216",
                    "name": "Histiocytosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M18218",
                    "name": "Histiocytosis, Non-Langerhans-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M11064",
                    "name": "Lipidoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M11054",
                    "name": "Lipid Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M27029",
                    "name": "Lipid Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2399",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Pick Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2400",
                    "name": "Frontotemporal Dementia, Ubiquitin-positive",
                    "asFound": "Pick Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4710",
                    "name": "Primary Progressive Aphasia",
                    "asFound": "Pick Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5168",
                    "name": "Semantic Dementia",
                    "asFound": "Pick Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4137",
                    "name": "Niemann-Pick Disease Type A",
                    "asFound": "Niemann-Pick Disease, Type C",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4136",
                    "name": "Niemann-Pick Disease",
                    "asFound": "Niemann-Pick Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T704",
                    "name": "Behavioral Variant of Frontotemporal Dementia",
                    "asFound": "Pick Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4139",
                    "name": "Niemann-Pick Disease Type C1",
                    "asFound": "Niemann-Pick Disease, Type C",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5335",
                    "name": "Sphingolipidosis",
                    "relevance": "LOW"
                },
                {
                    "id": "T4155",
                    "name": "Non-Langerhans-Cell Histiocytosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000031215",
                    "term": "Betadex"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064449",
                    "term": "Sequestering Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9104",
                    "name": "Glycine",
                    "relevance": "LOW"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M4949",
                    "name": "Bilirubin",
                    "relevance": "LOW"
                },
                {
                    "id": "M107438",
                    "name": "Betadex",
                    "asFound": "ETC-1002",
                    "relevance": "HIGH"
                },
                {
                    "id": "T7",
                    "name": "Glycine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}