{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06002204",
            "orgStudyIdInfo": {
                "id": "STU-2023-0616"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Studying the Health of Asians to Advance Knowledge, Treatments, and Interventions for Depression",
            "officialTitle": "Studying the Health of Asians to Advance Knowledge, Treatments, and Interventions for Depression (SHAKTI)",
            "acronym": "SHAKTI",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "studying-the-health-of-asians-to-advance-knowledge-treatments-and-interventions-for-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2034-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2035-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-15",
            "studyFirstSubmitQcDate": "2023-08-15",
            "studyFirstPostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Madhukar H. Trivedi, MD",
                "investigatorTitle": "Professor of Psychiatry",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "SHAKTI (from the Sanskrit word for \"power\") is a 5-year natural history, longitudinal, prospective study of a cohort of 6,000 participants that will help uncover the socio-demographic, lifestyle, clinical, psychological, and neurobiological factors that contribute to antidepressant treatment response (remission, recurrence, relapse and individual outcomes in depressive disorders) and resilience. As this is an exploratory study, we will assess a comprehensive panel of carefully selected participant specific parameters - socio-demographic (age, sex, gender, race, ethnicity, economic); life habits (physical activity, substance use); clinical (medical history, anxious depression, early life trauma), biological (biomarkers in blood, saliva, urine, stool), behavioral (cognitive, emotional), neurophysiological (EEG), and neuroimaging (magnetic resonance imaging; MRI) with the goal of developing the most robust predictive models of depression treatment response and of outcomes.",
            "detailedDescription": "SHAKTI is a non-randomized, natural history, non-treatment, longitudinal cohort study. Participants who are receiving standard of care treatment for depression and other comorbidities from their treating clinician will be allowed to continue such treatments in this study. There are no experimental study procedures, other than methods used for data capture (questionnaires, biospecimen collection, EEG, and MRI). Participants will be expected to visit study site(s) for repeated collection of data (assessments, biospecimens, and imaging procedures), up to 4 times a year for up to 5 years. A reduced battery of tests is allowable if subject is not able or willing to complete the full battery after the baseline visit.\n\nThe primary objective of this initiative is to implement a prospective study that will allow us to identify and validate biosignatures of 1) response to treatments for depression and depression outcome and 2) resilience and protective factors that reduce the risk of developing mood and anxiety disorders (using an integrated array of participant specific data: socio-demographic, lifestyle, clinical and behavioral assessments, fluid-based biomarkers, genomics, neuroimaging, EEG, and cell-based assays) in a longitudinal cohort of Asian and Pacific Islander (API) participants with elevated symptoms of a depressive disorder and participants at risk for these illnesses.\n\nSymptom presence, severity, and remission across various treatment options will be assessed using questionnaires for symptom changes, antidepressant treatment tolerability and overall quality of life. Other outcomes generated from this study will include rate of change in quantitative measures of brain function, of depression relevant brain regions correlated with systems-levels behavior and other functional neuro-circuitry MRI measures. Rate of change of specified biochemical biomarkers will also be assessed. Integration of these measures will provide an unmatched understanding into the mechanisms of depression and hold tremendous promise for better disease treatment and associated outcomes.\n\nIntegration of these measures will provide an unmatched understanding into the mechanisms of depression and hold tremendous promise for better disease treatment and associated outcomes.\n\nData will be collected from 3 participant groups:\n\n1. Individuals with a lifetime or a current diagnosis of a mood disorder (based upon a semi-structured diagnostic interview)\n2. Individuals at risk for developing mood disorders (has history of anxiety disorder, substance use disorder, trauma, or mood disorder that does not meet criteria for MDD or Bipolar Disorder or a first-degree relative with a history of mood disorders)\n3. Healthy individuals who do not have a psychiatric diagnosis (including no history of mood disorders and no relative with a history)\n\nWe also plan to enroll families within and across all three groups. For the purposes of this study, we are defining family as a group of two or more people related by either birth, marriage, or adoption, and residing together. Participants may enroll in this study as an individual or with their family member(s). If participants and their family member(s) are enrolled together, their study IDs will be linked so that we may group family data. Participants will NOT be able to see or learn about their family members' data.\n\nSpecific Aims of this Study:\n\nAim 1. Create the longitudinal SHAKTI research cohort to support a natural history study of depression, an important source of knowledge to advance depression understanding and management among API individuals.\n\nAim 2. Establish a SHAKTI biospecimen resource consisting of blood, plasma, serum, PBMCs, DNA, RNA, saliva, and urine samples collected from participants at study visits as a platform for translational research into biochemical and molecular characterization of depression.\n\nAim 3. Identify neuroimaging and neuropsychiatric parameters that serve as biomarkers or may be associated with response to specific antidepressant treatment modalities.\n\nAim 4. Annually examine biosignatures and independent factors (demographic, social, environmental, genetic, EEG, fMRI) associated with resilience in at-risk participants to determine changes and plasticity of biomarkers.\n\nAim 5. Examine the interaction between psychiatric symptoms and changes in the biopsychosocial signature.\n\nAim 6. Identify gut microbiome biomarkers that are linked to psychiatric status in participants with mood disorders.\n\nAim 7. Identify the association between participants who are family members to compare biosignatures of depression and resilience.\n\nAim 8. Sub-Study: Evaluate psychological, social, and physiological correlates, from mobile device-based data, of depression severity and construct a model to estimate mood based on these measures."
        },
        "conditionsModule": {
            "conditions": [
                "Depression",
                "Treatment Resistant Depression",
                "Mood Disorders",
                "Bipolar Disorder",
                "Mental Disorders",
                "Bipolar and Related Disorders"
            ],
            "keywords": [
                "Depression",
                "Resilience",
                "Asian & Pacific Islanders",
                "Mood Disorders",
                "Bipolar Disorder",
                "Behavioral Symptoms",
                "Observational Study"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Biospecimens collected will be: blood, urine, stool, and saliva."
            },
            "enrollmentInfo": {
                "count": 6000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Diagnosed with Mood Disorder",
                    "description": "Individuals with a lifetime or a current diagnosis of a mood disorder (based upon a semi-structured diagnostic interview)",
                    "interventionNames": [
                        "Other: Observational Study"
                    ]
                },
                {
                    "label": "At-risk for Developing Mood Disorder",
                    "description": "Individuals at risk for developing mood disorders (has history of anxiety disorder, substance use disorder, trauma, or mood disorder that does not meet criteria for MDD or Bipolar Disorder or a first-degree relative with a history of mood disorders)",
                    "interventionNames": [
                        "Other: Observational Study"
                    ]
                },
                {
                    "label": "Healthy Control",
                    "description": "Healthy individuals who do not have a psychiatric diagnosis (including no history of mood disorders and no first-degree relative with a history of mood disorders)",
                    "interventionNames": [
                        "Other: Observational Study"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Observational Study",
                    "description": "No Treatment or Intervention Provided",
                    "armGroupLabels": [
                        "At-risk for Developing Mood Disorder",
                        "Diagnosed with Mood Disorder",
                        "Healthy Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Depression Severity",
                    "description": "Longitudinal changes in depression severity measured by Patient Health Questionnaire (PHQ-9) for non-psychotic depressive disorders.",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Functioning",
                    "description": "Comparison of Longitudinal changes in functioning as measured by Magnetic Resonance Imaging (MRI) and electroencephalography (EEG) in patients with depression.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Biomarkers",
                    "description": "Comparison of Longitudinal changes in fluid-based biomarkers as measured by proteomic methods, metabolomics methods, transcriptomic methods, genomic methods, and epigenomic methods in patients with depression.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult or youth aged 10 years or older\n2. Self-identify fully or partially as being of Asian or Pacific Islander descent such as: East Asian, South Asian, Southeast Asian, Southwest Asian, Central Asian, Oceanian, Pacific Islander, Polynesian, Micronesian, Melanesian\n3. Have the ability to speak, read, and understand English. The parent(s) or legal guardians of minors must also speak, read and understand English.\n4. Have the ability to complete clinical evaluations, neuropsychological testing, and self-report measures.\n5. Meet criteria for one of these three groups:\n\n   1. Have a lifetime or a current diagnosis of a mood disorder (such as depression, bipolar disorder, anxiety) based upon a semi- structured diagnostic interview (must be a non-psychotic depressive disorder)\n   2. Be at risk for developing mood disorders\n   3. Healthy Control Group\n\nExclusion Criteria:\n\n1. History of schizophrenia, schizoaffective disorders or chronic psychotic disorders based upon a semi-structured diagnostic interview.\n2. Unable to provide a stable home address and contact information.\n3. Has any condition for which, in the opinion of the investigator or designee, study participation would not be in their best interest (including but not limited to cognitive impairment, unstable general medical condition, intoxication, active psychosis) or that could prevent, limit, or confound the protocol-specified assessments.\n4. Requires immediate hospitalization for psychiatric disorder or suicidal risk as assessed by a licensed study clinician.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "10 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants will be adults or youths aged 10 years and older living in Texas who self-identify fully or partially as being of Asian or Pacific Islander descent who have provided informed consent.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Afrida Khurshid, BA",
                    "role": "CONTACT",
                    "phone": "214-998-5877",
                    "email": "SHAKTI@UTSouthwestern.edu"
                },
                {
                    "name": "Sangita Sethuram, MBA, CCRP",
                    "role": "CONTACT",
                    "phone": "214-648-4357",
                    "email": "SHAKTI@UTSouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Madhukar H Trivedi, MD",
                    "affiliation": "UT Southwestern",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Afrida Khurshid",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Afrida Khurshid, BA",
                            "role": "CONTACT",
                            "phone": "214-998-5877",
                            "email": "SHAKTI@UTSouthwestern.edu"
                        },
                        {
                            "name": "Sangita Sethuram, MBA, CCRP",
                            "role": "CONTACT",
                            "phone": "214-648-0157",
                            "email": "SHAKTI@UTSouthwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000061218",
                    "term": "Depressive Disorder, Treatment-Resistant"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29783",
                    "name": "Depressive Disorder, Treatment-Resistant",
                    "asFound": "Treatment Resistant Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "asFound": "Mood Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "asFound": "Bipolar and Related Disorders",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}