{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05265689",
            "orgStudyIdInfo": {
                "id": "202105148"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HD102402",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HD102402"
                }
            ],
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Study to Improve Adolescent Bicycling Safety",
            "officialTitle": "A Cluster Randomized Trial to Improve Adolescent Bicycling Safety",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "study-to-improve-adolescent-bicycling-safety"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-17",
            "studyFirstSubmitQcDate": "2022-02-28",
            "studyFirstPostDateStruct": {
                "date": "2022-03-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Cara J. Hamann",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "Cara J. Hamann",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This cluster randomized controlled trial will evaluate a community-based bicycle safety education program with and without an in-person parent training component. The investigators will recruit 180 early adolescent bicyclists (ages 9 to 12) and a parent/guardian from local neighborhood centers after school and summer programs, where the investigators have conducted preliminary studies. Randomization into the three study groups will occur at the site-level.\n\nAdolescent bicycles in all study group sites will be equipped with Pedal Portal, an innovative bicycle-mounted GPS/video system developed by the research team to objectively observe bicycling risk exposure and behaviors while bicycling. System data will be coded to measure bicycling exposure (hours, miles traveled, routes) and the types and rates of safety-relevant events (near crashes, crashes), and safety-relevant behaviors (e.g., following traffic rules, scanning for traffic at intersections). This will be the first randomized trial to use GPS and video technology to evaluate the effectiveness of a youth bicycle safety intervention in changing behavior. The control group will not receive any bicycle safety education programming. Participants in the first intervention group (Bike Club) will receive a 12-hour bicycle safety education program. Participants in the second intervention group (Bike Club Plus) will receive an enhanced version of the 12-hour bicycle safety education program which will include a parent training session on bicycling safety best practices, child development as it relates to bicycling, strategies for practice at home, and feedback on their adolescent's bicycling performance. The investigators' main hypotheses are that adolescents who receive the bicycle safety intervention will have increased safety behaviors (e.g., helmet use, hazard recognition), reduced errors (e.g., riding against traffic, swerving/wobbling), and increased knowledge, perceptions, and self-efficacy compared to the control group; and adolescents whose parent receives the parent training will have even greater improvements in study outcomes than those whose parents do not receive the training. If successful, approaches from this study could be widely implemented to improve adolescent bicycling safety.",
            "detailedDescription": "Following consent process, the study protocol will go as follows:\n\nStep 1. Initial meeting Baseline Survey: At the time of in-person assent/consent each dyad (parent and child) will complete a paper-based baseline survey (demographics, cycling and driving experience, etc). Participants will also be given the option to sign a video/audio release waiver that allows use of recordings obtained during the research to be used for educations purposes outside of the research study itself. Participants will be instructed to record trips (video/audio/GPS) only on public roads. A research assistant will be available to answer any questions about the study and/or survey. This is expected to take 20 minutes.\n\nInstrumentation and data collection: Instructions and set-up of equipment (combined camera/GPS system and backup GPS system) will be done at an agreed upon time before the start of the first one-week data collection period. The combined camera/GPS system will be attached to the participant's bicycle handlebar using a mount supplied by the manufacturer. The backup GPS system will be attached to the handlebars, under the seat, or elsewhere on the bike frame. Participants will be instructed on how to turn the device on/off at the beginning and end of each ride. This setup and instruction is expected to take 30-45 minutes. Information manuals will be left with the participant during the study period for their reference. The research assistants will be available to participants via email, telephone, or in-person during the study period to provide technical assistance.\n\nStep 2. Pre-intervention/Baseline riding data collection: Child participants will ride their bicycles as they normally would during the baseline 1-week observation period. No route or time will be specified. The camera/GPS will turn on automatically at the start of each ride and off again at the end of the ride. Participants will also be asked to keep a paper-based trip diary that includes a log of each trip, the trip purpose, the date, time of day, and any incidents that occur.\n\nStep 3. Equipment and trip diary collection: During the time period between the consecutive data collection weeks, research staff will meet with participants to collect the trip diary and camera/GPS from the first observation period. Participants will be given a blank trip diary for use in the second observation period.\n\nStep 4. Intervention delivery-- Bike Club \\[Applies to two intervention groups only\\]\n\nStep 5. Post-intervention/Follow-up riding data collection: Child participants will ride their bicycles during the second one-week observation period. No route or time will be specified. The camera/GPS will turn on automatically at the start of each ride and off again at the end of the ride. Participants will also be asked to keep a paper-based trip diary that includes a log of each trip, the trip purpose, the date, time of day, comfort rating, and any incidents that occur.\n\nStep 6. End of study meeting Follow-up surveys: Follow-up surveys will be administered to dyads (parent and child) during the last in-person meeting after the post-intervention one-week naturalistic data collection period.\n\nThe research team will also pick up the camera/GPS equipment and trip diary from the participants. At this meeting, participation in the study will be complete.\n\nStep 7. All data collected will be downloaded from the devices (combined camera/gps system, backup GPS system, digital survey responses) and stored on a password-protected university hard drive accessible only to research personnel. Paper survey responses will be manually entered into a database stored on the same drive. Video obtained from the cameras will be used to examine roadway conditions, rider safety behaviors, and interactions with other road users. Videos will also be used to analyze safety-relevant events (crashes, near-crashes, etc.) that are identified by the participant or research personnel. Video recording is a required portion of the study. However, participants must opt in to allow the use of video for non-research educational purposes by signing the release form provided during the consent process. Videos will be retained for a minimum of 3 years with the rest of the project data."
        },
        "conditionsModule": {
            "conditions": [
                "Bicycling",
                "Knowledge",
                "Adolescent",
                "Self Efficacy",
                "Education",
                "Attitudes",
                "Practice",
                "Safety",
                "Behavior"
            ],
            "keywords": [
                "cycling",
                "bike",
                "transportation",
                "injury prevention",
                "intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "180 adolescent-parent dyads will be recruited from email listservs (University of Iowa, local school districts, other partner organization), community events (bike rodeos, outdoor markets, etc.), and local after school and summer programs affiliated with community neighborhood centers. Each site (cluster) will be randomly assigned to one of three study arms: 1) Bicycle safety education (Bike Club), 2) Bicycle safety education plus parent training session (Bike Club Plus), and 3) Control (no bicycle safety education or parent training session). Additional dyads may be recruited through other means, such as the University of Iowa listserv. Individuals recruited by these means would be randomly assigned to a study arm, based on the school they attend. A group bicycle safety education intervention will be delivered to adolescent participants at sites assigned the two intervention study arms (Bike Club and Bike Club Plus).",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bike Club",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a 12-hour bicycle safety education program",
                    "interventionNames": [
                        "Behavioral: Bike Club"
                    ]
                },
                {
                    "label": "Bike Club Plus",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive an enhanced version of the 12-hour bicycle safety education program which will include a parent training session on bicycling safety best practices, child development as it relates to bicycling, strategies for practice at home, and feedback on their adolescent's bicycling performance.",
                    "interventionNames": [
                        "Behavioral: Bike Club Plus"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "The control group will not receive any bicycle safety education programming."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Bike Club",
                    "description": "Administration of a bicycle safety education program to children ages 9-12 based on Let's Go NC!. Let's Go NC! includes observational skill checklists for instructors to track participant progress throughout the program, on-bicycle skills practice, hazard anticipation and avoidance, and traffic law importance and consequences. Additionally, participants will go on a \"capstone ride\" to practice their skills across varying transportation and recreation infrastructure and settings. The program will be administered at various sites across Iowa City.",
                    "armGroupLabels": [
                        "Bike Club"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Bike Club Plus",
                    "description": "Same as Bike Club, with the addition of a parent training component. Parents from these dyads will receive a training session on bicycling safety best practices, tips for practicing with their children at home, and feedback on how their child performed in the program (including areas in need of improvement).",
                    "armGroupLabels": [
                        "Bike Club Plus"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of safety-relevant events per 100 miles/minutes ridden",
                    "description": "Aim 1",
                    "timeFrame": "Two weeks of data collection within a six-month period"
                },
                {
                    "measure": "Rate of safety behaviors per 100 miles/minutes ridden",
                    "description": "Aim 1",
                    "timeFrame": "Two weeks of data collection within a six-month period"
                },
                {
                    "measure": "Proportion of positive and negative behaviors relative to the overall number of instances of a given event behavior",
                    "description": "Aim 1",
                    "timeFrame": "Two weeks of data collection within a six-month period"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Difference in knowledge tests scores",
                    "description": "Aim 2 - From baseline survey to follow-up survey (Likert Scale, Higher score means better outcome)",
                    "timeFrame": "Within a six month period"
                },
                {
                    "measure": "Difference in mean ratings of self-efficacy",
                    "description": "Aim 2 - From baseline survey to follow-up survey (Likert Scale, Higher score means better outcome)",
                    "timeFrame": "Within a six month period"
                },
                {
                    "measure": "Difference in mean ratings of perceptions",
                    "description": "Aim 2 - From baseline survey to follow-up survey (Likert Scale, Higher score means better outcome)",
                    "timeFrame": "Within a six month period"
                },
                {
                    "measure": "Difference in identification and recall of Cues to Action",
                    "description": "Aim 2 - From baseline survey to follow-up survey (Recall: Yes or No, Identification: Multiple Choice)",
                    "timeFrame": "Within a six month period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 9 to 12 years old.\n* Lives in Johnson County, Iowa.\n* Willing to participate in bicycling safety education program.\n* Adolescent has access to a bicycle and rides independently at least 2 times per week.\n* Fluency in English for the adolescent.\n* Fluency in English, French, or Spanish for at least one parent/guardian.\n* No siblings already enrolled in the study (only one adolescent per family will be enrolled).\n* Adolescent has not previously completed a formal bicycle safety education program\n* Legal guardianship of adolescent by at least one participating adult (thus excluding wards of the state).\n\nExclusion Criteria:\n\n* Does not agree to or meet one or more of the inclusion criteria\n* Having a condition which would be a safety risk on a bicycle or performing physical activity, including but not limited to a seizure disorder or mobility issue.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "9 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cara Hamann, PHD",
                    "role": "CONTACT",
                    "phone": "319-384-1513",
                    "email": "cara-hamann@uiowa.edu"
                },
                {
                    "name": "Ryan Dusil, MS",
                    "role": "CONTACT",
                    "phone": "319-467-0048",
                    "email": "ryan-dusil@uiowa.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cara Hamann, PHD",
                    "affiliation": "University of Iowa College of Public Health; University of Iowa Injury Prevention Research Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52245",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cara Hamann, PhD",
                            "role": "CONTACT",
                            "phone": "319-384-1513",
                            "email": "cara-hamann@uiowa.edu"
                        },
                        {
                            "name": "Ryan Dusil, MS",
                            "role": "CONTACT",
                            "phone": "319-467-0048"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlies published results will be shared after deidentification.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "IPD will be made available after the main findings from the final research data set have been accepted for publication. No end date.",
            "accessCriteria": "Access to IPD can be requested by qualified researchers engaging in independent scientific research, and will be be disseminated in accordance with with University/Participating institutional and NIH policies, including entering into a Data Sharing Agreement. Inquiries for should be sent to cara-hamann@uiowa.edu."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-02-01",
                    "uploadDate": "2022-02-16T17:43",
                    "filename": "ICF_000.pdf",
                    "size": 266227
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}