{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05553470",
            "orgStudyIdInfo": {
                "id": "CORT118335-854"
            },
            "organization": {
                "fullName": "Corcept Therapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study to Evaluate the Effects of Hepatic Impairment on the Pharmacokinetics of Miricorilant",
            "officialTitle": "A Phase 1, Open-label, Single-dose, Adaptive Design Study to Evaluate the Effects of Hepatic Impairment on the Pharmacokinetics of Miricorilant",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "study-to-evaluate-the-effects-of-hepatic-impairment-on-the-pharmacokinetics-of-miricorilant"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-21",
            "studyFirstSubmitQcDate": "2022-09-21",
            "studyFirstPostDateStruct": {
                "date": "2022-09-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Corcept Therapeutics",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this study is to determine the effect of hepatic impairment on the pharmacokinetics (PK) of miricorilant following a single oral dose by comparing participants with normal hepatic function with participants with moderate hepatic impairment with or without nonalcoholic steatohepatitis (NASH).",
            "detailedDescription": "A reduced, adaptive study design will be used to compare the PK of miricorilant between participants with normal hepatic function and participants with hepatic impairment according to the Child-Pugh (CP) classification. Initially, participants with moderate hepatic impairment will be enrolled. Since indications for the development of miricorilant include participants with NASH, 3 or 4 of these participants will have NASH. Healthy control participants will be selected matched to these participants with moderate hepatic impairment according to gender, age (± 10 years), and weight (± 20 %) using a mean matching procedure. Based on the observed effect of moderate hepatic impairment on the miricorilant PK profile following an interim PK analysis, an optional group of participants with mild hepatic impairment may be evaluated. This optional group, matched to the participants with moderate hepatic impairment using the same procedure, will be enrolled to evaluate the effect of mild hepatic impairment on miricorilant PK."
        },
        "conditionsModule": {
            "conditions": [
                "Non-alcoholic Steatohepatitis (NASH)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "No Hepatic Impairment",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single oral dose of miricorilant (6 X100 mg) tablets.",
                    "interventionNames": [
                        "Drug: Miricorilant"
                    ]
                },
                {
                    "label": "Moderate Hepatic Impairment",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single oral dose of miricorilant (6 X100 mg) tablets.",
                    "interventionNames": [
                        "Drug: Miricorilant"
                    ]
                },
                {
                    "label": "Mild Hepatic Impairment",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single oral dose of miricorilant (6 X100 mg) tablets.",
                    "interventionNames": [
                        "Drug: Miricorilant"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Miricorilant",
                    "description": "600 mg miricorilant",
                    "armGroupLabels": [
                        "Mild Hepatic Impairment",
                        "Moderate Hepatic Impairment",
                        "No Hepatic Impairment"
                    ],
                    "otherNames": [
                        "CORT118335"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Area under the Concentration-Time Curve (AUC) from Time Zero to the Last Non-Zero Concentration (AUC 0-t)",
                    "timeFrame": "Pre-dose and 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 6, 8, 12, 24, 48, 72, 96, 120, and 144 hours post-dose"
                },
                {
                    "measure": "AUC from Time Zero to Infinity (AUC0-∞)",
                    "timeFrame": "Pre-dose and 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 6, 8, 12, 24, 48, 72, 96, 120, and 144 hours post-dose"
                },
                {
                    "measure": "Maximum Observed Plasma Concentration (Cmax)",
                    "timeFrame": "Pre-dose and 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 6, 8, 12, 24, 48, 72, 96, 120, and 144 hours post-dose"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Participants with One or More Treatment-Emergent Adverse Events (TEAEs)",
                    "timeFrame": "Up to Day 7"
                },
                {
                    "measure": "Number of Participants with One or More Serious Adverse Events (SAEs)",
                    "timeFrame": "Up to 30 days after study drug administration"
                },
                {
                    "measure": "Number of Participants with Clinically-Significant Vital Sign Abnormality",
                    "timeFrame": "Day -1, pre-dose and ~ 1, 2, 4, and 24 hours post-dose."
                },
                {
                    "measure": "Number of Participants with Clinically-Significant 12-Lead Electrocardiogram (ECG) Abnormality",
                    "timeFrame": "Day -1, pre-dose and ~1, 2, 4, and 24 hours post-dose, and up to ~Day 7"
                },
                {
                    "measure": "Number of Participants with Clinically-Significant Laboratory Test Abnormality",
                    "timeFrame": "Day -1 and up to ~Day 7"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Non-smoker or light smokers (no more than 5 cigarettes/day or nicotine equivalent) with BMI ≥18.0 and ≤32 kg/m2 and body weight ≥50.0 kg.\n* Female participants must be non-childbearing or willing to use an acceptable intra-uterine contraceptive device 4 weeks prior and throughout the study and for 90 days after study drug administration.\n* Male participants who are sexually active must be willing to use an acceptable contraceptive method from dosing until at least 90 days after study drug administration.\n* Total abstinence from heterosexual intercourse when this is in line with the preferred and usual lifestyle of the participant.\n* Male participants must be willing to not donate sperm until 90 days following the administration of the study drug.\n* Estimated glomerular filtration rate (eGFR) ≥ 60 mL/min/1.73 m\\^2 at screening, by the Modification of Diet in Renal Disease, 4 variable (MDRD4) Equation.\n\nAdditional Inclusion Criteria for Control Group Participants Only:\n\n* On a population basis, matched to participants with moderate hepatic impairment according to gender, age (± 10 years), and weight (± 20 %).\n* Absence of clinically significant history of neurological, endocrine, cardiovascular, pulmonary, hematological, immunologic, psychiatric, gastrointestinal, renal, hepatic (including cholecystectomy), and metabolic disease.\n* Non-clinically significant deviation for laboratory tests results (albumin ≥ the lower limit of normal (LLN), total bilirubin ≤ ULN, aspartate aminotransferase (AST) ≤ upper limit of normal (ULN), alanine aminotransferase (ALT) ≤ ULN, alkaline phosphatase ≤ ULN).\n\nAdditional Inclusion Criteria for Participants With Hepatic Impairment Only:\n\n* Participant with stable hepatic impairment (Child-Pugh \\[CP\\] class A or B according to group)\n* Documented parenchymal hepatic disease as evidenced by ultrasonography, computed tomography (CT), magnetic resonance imaging (MRI), or biopsy.\n* Participants who have chronic (≥ 6 months) mild or moderate hepatic impairment that has been clinically stable\n* Have hepatic impairment as assessed by a CP classification score: Mild (5-6 points), or Moderate (7-9 points) impaired hepatic function with known medical history of liver disease.\n* Have non-clinically significant findings at physical examination and in clinically laboratory evaluations.\n* Moderate hepatic impairment participants with nonalcoholic steatohepatitis (NASH) only should have a history or presence of metabolic syndrome or type 2 diabetes, clinical characteristics or prior liver biopsy, ALT ≥ 43 IU/L for men and ≥ 28 IU/L for women, and except for participants with prior liver biopsy, participants should have currently or previously one of the following: MRI-iron-corrected T1 (cT1) value \\> 800 ms, MRI proton density fat fraction (PDFF) liver fat content ≥ 8 % or FibroScan liver stiffness measurement (LSM) ≥ 8.5 kilopascals (kPa).\n\nExclusion Criteria:\n\n* Clinically significant illness or surgery within 4 weeks prior to dosing.\n* Gastrointestinal surgery that interferes with physiological absorption and motility or gastric bands.\n* Clinically significant history or presence of any gastrointestinal pathology, or unresolved gastrointestinal symptoms that can interfere with drug absorption.\n* History of suicidal tendency, disposition to seizures, state of confusion, or clinically relevant psychiatric diseases.\n* Any medical condition that could be aggravated by glucocorticoid antagonism, and/or mineralocorticoid antagonism, such as autoimmune disease, rheumatic disease, hypotension, or postural hypotension.\n* Clinically significant electrocardiogram (ECG) abnormalities or vital sign abnormalities at screening\n* Acute viral hepatitis in the 6 calendar months before the administration of the study drug.\n* Positive to Coronavirus disease 2019 (COVID-19) test at screening\n* History of Gilbert's syndrome\n* Uncontrolled hyperlipidemia\n* History of significant drug abuse within 1 year prior to screening or recreational use of soft drugs within 1 month or hard drugs within 3 months prior to screening, unless for hepatic impaired participants only, the participants uses any of these drugs as prescriptions.\n* History of significant alcohol abuse within six months prior to screening or regular use of alcohol within six months prior to the screening visit.\n* Donation of plasma within 7 days prior to dosing. Donation or loss of blood of 50 mL to 499 mL of blood within 30 days, or more than 499 mL within 56 days prior to the dosing.\n* Female participants with a positive pregnancy test.\n* Participant with a positive alcohol test at screening.\n* History of allergic reactions to miricorilant or other related drugs\n* Known clinically significant hypersensitivity to any of the ingredients or excipients of the study drug\n* Previous participation in a study with miricorilant administration.\n* Participated in a clinical research study involving the administration of an investigational or marketed drug or device within 30 days prior to dosing.\n* Participants who have taken oral, parenteral, depot or intra-articular glucocorticoids within 12 months prior to study drug administration; or intranasal, topical, or inhaled glucocorticoids within 2 weeks prior to study drug administration.\n* Male participants (including men who have had vasectomies) with a pregnant or lactating partner.\n* Breast-feeding female participants\n* Inability or difficulty to swallow tablets\n* Inability to be venipunctured and/or tolerate catheter venous access.\n\nAdditional Exclusion Criteria for Healthy Group (No Hepatic Impairment) Participants Only:\n\n* Previously documented parenchymal hepatic disease evidenced by, for example, ultrasonography, computed tomography, magnetic resonance imaging, or biopsy.\n* Any clinically significant abnormality at physical examination, clinically significant abnormal laboratory test results or positive test for HBsAg, HCV, or HIV at screening;\n* Participants using medication other than topical products without significant systemic absorption.\n* Participants with a positive urine drug screen at screening.\n\nAdditional Exclusion Criteria for Participants with Hepatic Impairment Only:\n\n* Clinically significant unstable medical conditions or clinically significant acute exacerbation of hepatic disease within 30 days of study drug administration\n* Clinically significant abnormalities of laboratory, ECG, or clinical data that would preclude participation in the study\n* Presence of chronic kidney disease (CKD).\n* Presence of hepatocellular carcinoma or acute hepatic disease from infection or drug toxicity\n* Presence of clinically significant history of lactic acidosis and severe hepatomegaly with steatosis\n* Presence of active stage 2, 3 or stage 4 hepatic encephalopathy\n* Evidence of severe ascites\n* Type 1 or uncontrolled Type 2 diabetes\n* Presence of surgically-created or transjugular intrahepatic portal systemic shunts.\n* Positive test for HIV\n* Positive drug screen at screening\n* Use of prohibited concomitant medication\n* History or clinical evidence of hepatic decompensation or other severe liver impairment.\n* History of liver transplant, or current placement on a liver transplant list.\n* For moderate hepatic impairment participants with NASH, a history or clinical evidence of chronic liver diseases other than nonalcoholic fatty liver disease (NAFLD).\n* Weight loss of \\> 5% total body weight within 3 months prior to screening.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Corcept Therapeutics",
                    "role": "CONTACT",
                    "phone": "650-327-3270",
                    "email": "clinicalstudies@corcept.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph Custodio, PhD",
                    "affiliation": "Corcept Therapeutics",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Site 02",
                    "status": "RECRUITING",
                    "city": "Miami Lakes",
                    "state": "Florida",
                    "zip": "33104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.90871,
                        "lon": -80.30866
                    }
                },
                {
                    "facility": "Site 01",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                },
                {
                    "id": "D000065626",
                    "term": "Non-alcoholic Fatty Liver Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "asFound": "Non-alcoholic Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}