{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06315738",
            "orgStudyIdInfo": {
                "id": "ST266-NEC-201"
            },
            "organization": {
                "fullName": "Noveome Biotherapeutics, formerly Stemnion",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study to Assess the Safety, Tolerability, and Preliminary Efficacy of ST266 in Infants With Necrotizing Enterocolitis",
            "officialTitle": "Randomized, Controlled, Phase 1-2 Open Label Study of ST266 IV Administration to Assess the Safety, Tolerability, and Preliminary Efficacy of ST266 in Infants With Necrotizing Enterocolitis",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "study-to-assess-the-safety-tolerability-and-preliminary-efficacy-of-in-infants-with-necrotizing-enterocolitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-01",
            "studyFirstSubmitQcDate": "2024-03-13",
            "studyFirstPostDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Noveome Biotherapeutics, formerly Stemnion",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Parexel",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this study is to determine the safety and tolerability of two dose levels (0.5 mL/kg and 1.0 mL/kg) of once daily (QD) via IV route of administration of ST266 in treating patients with Bell's stage IIA or higher medical NEC by incidence of treatment emergent adverse events (TEAEs) and SAEs, with a secondary objective to assess preliminary efficacy of the same two dose levels (0.5 mL/kg and 1.0 mL/kg) of QD via IV route of administration of ST266 in treating patients with Bell's stage IIA or higher medical NEC.",
            "detailedDescription": "This Phase 1-2 clinical trial is a randomized, controlled, open-label study using a sequential cohort design. Assignment to cohorts will be based on the following dosages and weight ranges: 0.5 mL/kg and 1.0 mL/kg; weight ≥1000 g and ≤3000 g, and weight ≥800 g and ≤999 g.\n\nIn each cohort, patients will be randomized to either ST266 + SOC or SOC alone. The first 3 patients randomized to ST266 will be staggered, where each patient must complete their 10 day treatment cycle and 1 month follow up visit and be evaluated by the Data Safety Monitoring Board (DSMB), before dosing of the next patient occurs. Patients randomized to SOC alone will follow the treatment plan as dictated by the Investigator or licensed medical designee and will be evaluated for the same inclusion/exclusion criteria and selected endpoints for analysis. If for any reason a patient is withdrawn, the decision for replacement will be determined by the DSMB.\n\nDosing for the next cohort will occur after review of safety data up to and including Day 28/1 Month from all patients in the previous cohort. The DSMB reviews will include comprehensive safety data analysis of data available at that time."
        },
        "conditionsModule": {
            "conditions": [
                "Necrotizing Enterocolitis"
            ],
            "keywords": [
                "Necrotizing Enterocolitis",
                "NEC"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1 - lower dose active + SOC treatment vs. SOC alone in higher weight range",
                    "type": "OTHER",
                    "description": "Infants with birth weight ≥1000 g and ≤3000 g; 0.5 mL/kg of ST266, QD, + Standard of Care (SOC) treatment (n=6); SOC (n=3)",
                    "interventionNames": [
                        "Biological: ST266"
                    ]
                },
                {
                    "label": "Cohort 2 - higher dose active + SOC treatment vs. SOC alone in higher weight range",
                    "type": "OTHER",
                    "description": "Infants with birth weight ≥1000 g and ≤3000 g; 1.0 mL/kg of ST266, QD; + Standard of Care (SOC) treatment (n=6); SOC (n=3)",
                    "interventionNames": [
                        "Biological: ST266"
                    ]
                },
                {
                    "label": "Cohort 3 - lower dose active + SOC treatment vs. SOC alone in lower weight range",
                    "type": "OTHER",
                    "description": "Infants with birth weight ≥800 g and ≤999 g; 0.5 mL/kg of ST266, QD; + Standard of Care (SOC) treatment (n=6); SOC (n=3)",
                    "interventionNames": [
                        "Biological: ST266"
                    ]
                },
                {
                    "label": "Cohort 4 - higher dose active + SOC treatment vs. SOC alone in lower weight range",
                    "type": "OTHER",
                    "description": "Infants with birth weight ≥800 g and ≤999 g; 1.0 mL/kg of ST266, QD; + Standard of Care (SOC) treatment (n=6); SOC (n=3)",
                    "interventionNames": [
                        "Biological: ST266"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "ST266",
                    "description": "Patients randomized to investigative drug product (ST266) will receive either 0.5 mL/kg or 1.0 mL/kg of ST266 QD in addition to Standard of Care treatment; Patients randomized to SOC will receive standard of care treatment only.",
                    "armGroupLabels": [
                        "Cohort 1 - lower dose active + SOC treatment vs. SOC alone in higher weight range",
                        "Cohort 2 - higher dose active + SOC treatment vs. SOC alone in higher weight range",
                        "Cohort 3 - lower dose active + SOC treatment vs. SOC alone in lower weight range",
                        "Cohort 4 - higher dose active + SOC treatment vs. SOC alone in lower weight range"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety and Tolerability endpoint: incidence of adverse events",
                    "description": "Patients will be assessed for safety and tolerability of ST266 treatment given IV (two dose options: 0.5mL/kg or 1.0mL/kg) via review of treatment emergent adverse events (TEAEs). AEs are defined as per the International Neonatal Consortium (INC) neonatal AE severity scale (NAESS): Mild, Moderate, Severe, Life Threatening, Death. Relatedness to study drug (ST266) will also be assessed.",
                    "timeFrame": "From date of randomization through 24 months of age"
                },
                {
                    "measure": "Safety and Tolerability endpoint: incidence of serious adverse events",
                    "description": "Patients will be assessed for safety and tolerability of ST266 treatment given IV (two dose options: 0.5mL/kg or 1.0mL/kg) via review of serious adverse events, defined as: any event that results in death, is immediately life-threatening, requires in-patient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability or incapacity, or may jeopardize patient so that requires intervention to prevent prior noted outcomes (includes study drug related dose-limiting toxicities and infusion reactions)",
                    "timeFrame": "From date of randomization through 24 months of age"
                },
                {
                    "measure": "Safety and Tolerability endpoint: Changes in labs and vitals relative to disease progression",
                    "description": "Patients will be assessed for safety and tolerability of ST266 treatment given IV (two dose options: 0.5mL/kg or 1.0mL/kg) by evaluating clinically significant changes in labs and vitals as to relatedness to disease progression and study drug effects, including assessment of vital signs (temperature, systolic and Mean arterial blood pressure (mmHg), respiratory rate, heart rate, and percent oxygen saturation as measured by pulse oximetry as noted in The Harriet Lane Handbook, 21st ed., 2018), and hematology and chemistry lab tests, which will be measured against standard laboratory acceptable ranges for premature infants.",
                    "timeFrame": "From date of randomization through 24 months of age"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Efficacy endpoint: Time to pneumatosis resolution",
                    "description": "Pneumatosis is considered resolved when no longer observed on abdominal x-ray",
                    "timeFrame": "From date of NEC diagnosis until resolved, up to 10 days"
                },
                {
                    "measure": "Efficacy endpoint: Time to full enteral nutrition assessment",
                    "description": "Defined as no longer receiving total parenteral nutrition (TPN)",
                    "timeFrame": "From date of completion of antibiotics and/or IP treatment until full feeding tolerance reached, 3-5 days"
                },
                {
                    "measure": "Efficacy endpoint: Incidence of abdominal surgical intervention",
                    "description": "Abdominal surgical intervention defined as laparotomy, including drain placement",
                    "timeFrame": "Assessed from Day 1/Baseline visit through 24 months of age"
                },
                {
                    "measure": "Efficacy endpoint: Change in Neonatal Sequential Organ Failure Assessment (nSOFA) score",
                    "description": "nSOFA score is a neonatal sequential organ failure assessment of three organ systems: respiratory score criteria (range: 0-8); cardiovascular score criteria (range: 0-4); and Hematologic score criteria (range: 0-3) with a total score range: 0 (best) to 15 (worst)",
                    "timeFrame": "From Randomization/Day 1 through Day 10 of treatment period (10 days)."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory endpoint: All cause mortality",
                    "description": "Assessment of all deaths that occurred during the study",
                    "timeFrame": "From Day1/Baseline through 24 months of age"
                },
                {
                    "measure": "Exploratory endpoint: Length of stay in the NICU",
                    "description": "Defined as total number of days from Day1/Baseline until date released from NICU",
                    "timeFrame": "From Day1/Baseline until date released from NICU - through 24 months of age"
                },
                {
                    "measure": "Exploratory endpoint: Change in weight over time",
                    "description": "Weight will be measured in grams (g)",
                    "timeFrame": "From Day1/Baseline through 24 months of age"
                },
                {
                    "measure": "Exploratory endpoint: Change in length over time",
                    "description": "Length will be measured in centimeters (cm)",
                    "timeFrame": "From Day1/Baseline through 24 months of age"
                },
                {
                    "measure": "Exploratory endpoint: Change in head circumference over time",
                    "description": "Circumference will be measured in centimeters (cm) and will be used to ensure normal head growth.",
                    "timeFrame": "From Day1/Baseline through 24 months of age"
                },
                {
                    "measure": "Exploratory endpoint: Number of significant apnea events/day over time",
                    "description": "Significant apnea: any apnea for greater than 20 seconds",
                    "timeFrame": "From Day1/Baseline through 1 month follow-up visit - up to 2 months"
                },
                {
                    "measure": "Exploratory endpoint: Number of significant bradycardia events/day over time",
                    "description": "Significant bradycardia: any bradycardia heart rate \\< 70BPM for \\> 6 seconds",
                    "timeFrame": "From Day1/Baseline through 1 month follow-up visit - up to 2 months"
                },
                {
                    "measure": "Exploratory endpoint: Number of significant temperature instability events/day over time",
                    "description": "Significant temperature instability event: temperature \\< 36.5C or \\> 37.5C outside neutral/thermal environment or requires a change in isolette temperature outside of standard protocol",
                    "timeFrame": "From Day1/Baseline through 1 month follow-up visit - up to 2 months"
                },
                {
                    "measure": "Exploratory endpoint: Time to return to normal bowel sounds",
                    "description": "Defined as are typically soft and gurgling, indicating pneumatosis resolution and no feeding intolerance, no bowel obstruction or perforation.",
                    "timeFrame": "From date of NEC diagnosis until resolved, up to 10 days"
                },
                {
                    "measure": "Exploratory endpoint: Change in serum C-reactive protein (CRP)",
                    "description": "Included as part of labs being assessed per standard of care treatment",
                    "timeFrame": "To be assessed on Day2 and Day8 during treatment period; and 2 weeks and 1 month post treatment"
                },
                {
                    "measure": "Exploratory endpoint: Time to return to normal serum platelet count levels",
                    "description": "Included as part of labs being assessed per standard of care treatment",
                    "timeFrame": "To be assessed on Day2 and Day8 during treatment period; and 2 weeks and 1 month post treatment"
                },
                {
                    "measure": "Exploratory endpoint: Incidence of intestinal or colonic strictures",
                    "description": "Measured by fluoroscopic study (barium enema or upper gastrointestinal scope); only conducted if infant had symptoms indicating partial bowel obstruction (e.g., feeding intolerance, abdominal distension, bilious emesis).",
                    "timeFrame": "From Day1/Baseline through Day28/1 month post treatment follow up visit"
                },
                {
                    "measure": "Exploratory endpoint: Incidence of sepsis",
                    "description": "Defined as presence of a pathogenic bacteria in blood culture or two positive blood cultures",
                    "timeFrame": "From Day1/Baseline through Day 28/1 month post treatment follow up visit"
                },
                {
                    "measure": "Exploratory endpoint: Incidence of retinopathy",
                    "description": "To be monitored while in NICU",
                    "timeFrame": "From Day1/Baseline until resolved - through 24 months of age"
                },
                {
                    "measure": "Exploratory endpoint: Incidence of bronchopulmonary dysplasia (BPD)",
                    "description": "To be identified at 36 weeks CGA and at discharge from NICU",
                    "timeFrame": "At 36 weeks of age and at discharge from NICU - up to 6 months"
                },
                {
                    "measure": "Exploratory endpoint: Incidence of pulmonary hypertension (PH)",
                    "description": "To be identified at 36 weeks CGA and at discharge from NICU",
                    "timeFrame": "At 36 weeks of age and at discharge from NICU - up to 6 months"
                },
                {
                    "measure": "Exploratory endpoint: Incidence of periventricular leukomalacia",
                    "description": "To be measured via any form of imaging and noted if any symptoms observed",
                    "timeFrame": "From Day 1 post treatment follow up visit through 24 months of age"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Premature (≥26 and ≤36 weeks gestational age) infant weight between ≥800g and ≤3000g. Parent(s)/legal medical representative(s) voluntarily provides written consent prior to study enrollment.\n2. Minimum Bell stage IIA NEC diagnosis by radiologic confirmed pneumatosis intestinalis and may include intestinal dilation and ileus.\n\nExclusion Criteria:\n\n1. Infants with abdominal perforation at less than 10 days of life\n2. Not expected to survive ≥2 weeks or born with a lethal condition requiring hospice or palliative care.\n3. Born with major congenital anomalies such as cardiac defects (e.g., Tetralogy of Fallot) or chromosomal disorders/anomalies (e.g., neural tube defect).\n4. Mother's receipt of any investigational product during pregnancy.\n5. Infants with malignancies.\n6. Infants with hypercoagulability disorders (any active thrombosis, diagnosis of disseminated intravascular coagulation or other acquired/inherited disorders (i.e., hemophilia) of coagulation.\n7. Infants with a known immunodeficiency (such as galactosemia or agranulocytosis).\n8. Infants with anatomic defects that require surgical intervention.\n9. Infants with persistent pulmonary hypertension of newborn.\n10. Infants with any congenital or acquired gastrointestinal pathology that preclude feeds within 7 days after birth (e.g., duodenal atresia).\n11. Infants who have hypoxic ischemic injury (perinatal asphyxia).\n12. Infants with polycythemia (at time of treatment) (\\>22 g/dL).\n13. Positive maternal human immunodeficiency virus status.\n14. History of maternal drug abuse.\n15. Considered by the Investigator, for any reason, to be an unsuitable candidate for the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Weeks",
            "maximumAge": "8 Weeks",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Karin Potoka, MD",
                    "role": "CONTACT",
                    "phone": "412-512-1446",
                    "email": "kpotoka@noveome.com"
                },
                {
                    "name": "Shawna M Rose, BS",
                    "role": "CONTACT",
                    "phone": "513-205-1091",
                    "email": "srose@noveome.com"
                }
            ],
            "locations": [
                {
                    "facility": "Orlando Health, Inc. Winnie Palmer Hospital for Women and Babies",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32806",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Gomez, MD",
                            "role": "CONTACT",
                            "phone": "505-415-1601",
                            "email": "michael.gomez@orlandohealth.com"
                        },
                        {
                            "name": "Michael Gomez, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Daphne Pineda, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                },
                {
                    "facility": "BayCare Health System-St. Joseph's Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33607",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jenelle Ferry, MD",
                            "role": "CONTACT",
                            "phone": "813-872-2924",
                            "email": "jenelle.ferry@baycare.org"
                        },
                        {
                            "name": "Jenelle Ferry, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Monisha Saste, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "NorthShore University-Evanston Hospital",
                    "status": "RECRUITING",
                    "city": "Evanston",
                    "state": "Illinois",
                    "zip": "60201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brandy Frost, MD",
                            "role": "CONTACT",
                            "phone": "773-562-7420",
                            "email": "bfrost@northshore.org"
                        },
                        {
                            "name": "Brandy Frost, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Caplan, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Matthew Derrick, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.04114,
                        "lon": -87.69006
                    }
                },
                {
                    "facility": "Duke University Medical Center (DUMC)",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Trevor Burt, MD",
                            "role": "CONTACT",
                            "email": "trevor.burt@duke.edu"
                        },
                        {
                            "name": "Trevor Burt, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Cotten, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004760",
                    "term": "Enterocolitis"
                },
                {
                    "id": "D000020345",
                    "term": "Enterocolitis, Necrotizing"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005759",
                    "term": "Gastroenteritis"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7922",
                    "name": "Enterocolitis",
                    "asFound": "Enterocolitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22151",
                    "name": "Enterocolitis, Necrotizing",
                    "asFound": "Necrotizing Enterocolitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8875",
                    "name": "Gastroenteritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4055",
                    "name": "Necrotizing Enterocolitis",
                    "asFound": "Necrotizing Enterocolitis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}