{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05774639",
            "orgStudyIdInfo": {
                "id": "KBS/OMA/01"
            },
            "organization": {
                "fullName": "Kashiv BioSciences, LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study to Compare Efficacy Safety and Immunogenicity of ADL-018 With XOLAIR (Omalizumab) in Adults With Chronic Idiopathic Urticaria",
            "officialTitle": "A Randomized, Multicenter, Double-Blind, 4-Arm, Parallel-Group, Active Controlled, Phase 3 Study to Compare Efficacy, Safety and Immunogenicity of ADL-018 150 mg and 300 mg With US-Licensed Xolair® 150 mg and 300 mg Administered Through Subcutaneous Route Every 4 Weeks in Patients With Chronic Idiopathic Urticaria (CIU) Who Remained Symptomatic Despite Treatment With Approved Doses of H1 Antihistamines",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-to-compare-efficacy-safety-and-immunogenicity-of-adl-with-xolair-omalizumab-in-adults-with-chronic-idiopathic-urticaria"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-25",
            "studyFirstSubmitQcDate": "2023-03-07",
            "studyFirstPostDateStruct": {
                "date": "2023-03-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Kashiv BioSciences, LLC",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "COD Research Private Ltd",
                    "class": "OTHER_GOV"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to compare the efficacy, safety, tolerability, and immunogenicity of ADL-018 compared to XOLAIR in patients with Urticaria (CIU)/Chronic Spontaneous Urticaria (CSU) who remain symptomatic on H1 antihistamine treatment",
            "detailedDescription": "This is a multicenter, randomized, double-blind study to demonstrate similar efficacy and safety of ADL-018 compared to XOLAIR administered sc at doses of 300 mg or 150 mg every 4 weeks for 24 weeks (6 treatments) in patients with Chronic Idiopathic Urticaria (CIU)/Chronic Spontaneous Urticaria (CSU) who remain symptomatic despite antihistamine (H1) treatment. This study will consist of a screening period (up to 2 weeks), a 24-week treatment period consisting of a 12-week double-blind main treatment period and a 12-week double-blind transition period, which is followed by a 16-week follow-up period. The total duration of the study is up to 42 weeks.\n\nAt baseline, patients will be randomized in a 2:2:1:1 ratio to receive the first 3 treatments of ADL-018 300 mg, XOLAIR 300 mg, ADL-018 150 mg or XOLAIR 150 mg (main treatment period). At Week 12, prior to receiving their fourth dose of study medication, patients in the XOLAIR 300 mg and the XOLAIR 150 mg treatment groups will be randomized 1:1 to receive 3 additional doses of XOLAIR (at the same dose level as prior to randomization, or switch to 3 doses of ADL-018 (transition period) at the same dose level as prior to randomization. All patients in the ADL-018 groups will continue to receive ADL-018 at the same dose levels."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Idiopathic Urticaria"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This will be parallel study to compare efficacy, safety and immunogenicity of ADL-018 150 and 300 mg doses in comparison with US-licensed XOLAIR 150 and 300 mg",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "This will be double blind study",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ADL-018 300 mg Main Treatment period",
                    "type": "EXPERIMENTAL",
                    "description": "ADL-018 (Omalizumab) injection 150 mg/mL pre-filled syringe administered twice (total dosage 300 mg) at week 0, 4, 8",
                    "interventionNames": [
                        "Drug: Omalizumab Injection"
                    ]
                },
                {
                    "label": "Xolair-300 mg Main Treatment Period",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "XOLAIR (omalizumab) injection 150 mg/mL pre-filled syringe administered twice (total dosage 300 mg) at week 0, 4, 8",
                    "interventionNames": [
                        "Drug: Xolair Prefilled Syringe"
                    ]
                },
                {
                    "label": "ADL-018 150 mg Main Treatment period",
                    "type": "EXPERIMENTAL",
                    "description": "ADL-018 (Omalizumab) injection 150 mg/mL pre-filled syringe administered with one placebo injection at week 0, 4, 8",
                    "interventionNames": [
                        "Drug: Omalizumab Injection"
                    ]
                },
                {
                    "label": "Xolair-150 mg Main Treatment Period",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "XOLAIR (omalizumab) injection 150 mg/mL pre-filled syringe administered with one placebo injection at week 0, 4, 8",
                    "interventionNames": [
                        "Drug: Xolair Prefilled Syringe"
                    ]
                },
                {
                    "label": "ADL-018 300 mg Main / ADL-018 300 mg Transition Period",
                    "type": "EXPERIMENTAL",
                    "description": "ADL-018 (Omalizumab) injection 150 mg/mL pre-filled syringe administered twice (total dosage 300 mg) at week 12,16,20 in patients that were randomized to ADL-018 300 mg in the Main Treatment period.",
                    "interventionNames": [
                        "Drug: Omalizumab Injection"
                    ]
                },
                {
                    "label": "Xolair-300 mg Main / ADL-018 300 mg Transition Period",
                    "type": "EXPERIMENTAL",
                    "description": "ADL-018 (Omalizumab) injection 150 mg/mL pre-filled syringe administered twice (total dosage 300 mg) at week 12,16,20 in patients that were randomized to Xolair-300 mg in the main treatment period.",
                    "interventionNames": [
                        "Drug: Omalizumab Injection",
                        "Drug: Xolair Prefilled Syringe"
                    ]
                },
                {
                    "label": "Xolair-300 mg Main / Xolair-300 mg Transition Period",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "XOLAIR (omalizumab) injection 150 mg/mL pre-filled syringe administered twice (total dosage 300 mg) at week 12,16,20 in patients that were randomized to Xolair-300 mg in the main treatment period.",
                    "interventionNames": [
                        "Drug: Xolair Prefilled Syringe"
                    ]
                },
                {
                    "label": "ADL-018 150 mg Main / ADL-018 150 mg Transition Period",
                    "type": "EXPERIMENTAL",
                    "description": "ADL-018 (Omalizumab) injection 150 mg/mL pre-filled syringe administered with one placebo injection at week 12,16,20 in patients that were randomized to ADL-018150 mg in the main treatment period.",
                    "interventionNames": [
                        "Drug: Omalizumab Injection"
                    ]
                },
                {
                    "label": "Xolair-150 mg Main / ADL-018150 mg Transition Period",
                    "type": "EXPERIMENTAL",
                    "description": "ADL-018 (Omalizumab) injection 150 mg/mL pre-filled syringe administered with one placebo injection at week 12,16,20 in patients that were randomized to XOLAIR-150 mg in the main treatment period.",
                    "interventionNames": [
                        "Drug: Omalizumab Injection",
                        "Drug: Xolair Prefilled Syringe"
                    ]
                },
                {
                    "label": "Xolair-150 mg Main / Xolair-150 mg Transition Period",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "XOLAIR (omalizumab) injection 150 mg/mL pre-filled syringe administered with one placebo injection at week 12,16,20 in patients that were randomized to XOLAIR -150 mg in the main treatment period.",
                    "interventionNames": [
                        "Drug: Xolair Prefilled Syringe"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Omalizumab Injection",
                    "description": "ADL-018 (Omalizumab) solution for injection 150 mg/mL prefilled syringe (PFS)",
                    "armGroupLabels": [
                        "ADL-018 150 mg Main / ADL-018 150 mg Transition Period",
                        "ADL-018 150 mg Main Treatment period",
                        "ADL-018 300 mg Main / ADL-018 300 mg Transition Period",
                        "ADL-018 300 mg Main Treatment period",
                        "Xolair-150 mg Main / ADL-018150 mg Transition Period",
                        "Xolair-300 mg Main / ADL-018 300 mg Transition Period"
                    ],
                    "otherNames": [
                        "ADL-018"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Xolair Prefilled Syringe",
                    "description": "XOLAIR (omalizumab) injection is supplied as a single dose PFS. Each PFS of XOLAIR contains 150 mg of omalizumab in 1 mL of solution",
                    "armGroupLabels": [
                        "Xolair-150 mg Main / ADL-018150 mg Transition Period",
                        "Xolair-150 mg Main / Xolair-150 mg Transition Period",
                        "Xolair-150 mg Main Treatment Period",
                        "Xolair-300 mg Main / ADL-018 300 mg Transition Period",
                        "Xolair-300 mg Main / Xolair-300 mg Transition Period",
                        "Xolair-300 mg Main Treatment Period"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in the ISS7 at Week 12 between ADL-018 300 mg and XOLAIR 300 mg",
                    "description": "ISS 7 is a weekly itch severity score calculated as sum of the daily itch severity score for 7 days, on a scale of 0 to 3 (0=none to 3=intense/severe)",
                    "timeFrame": "Change from Baseline at week 12"
                },
                {
                    "measure": "Relative potency of ADL-018 and XOLAIR",
                    "description": "Relative potency ADL-018 to the Xolair defined as the dose of ADL-018 that produces the same biological response as one unit of the dose of the Xolair.\n\nThe relative potency and its CI will be measured by change in ISS7 at Week 12 using a 4 point assay based on the 300 mg and 150 mg dose levels of each product.",
                    "timeFrame": "Change from Baseline at week 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in the ISS7 at Week 2, 4, 6, 8, 16, 20, and 24",
                    "description": "ISS 7 is a weekly itch severity score calculated as sum of the daily itch severity score for 7 days, on a scale of 0 to 3 (0=none to 3=intense/severe).",
                    "timeFrame": "Change from Baseline at Week 2, 4, 6, 8, 16, 20, and 24"
                },
                {
                    "measure": "Change from baseline in UAS7 at Weeks 2, 4, 6, 8, 12, 16, 20, and 24",
                    "description": "Change from baseline in the Urticaria Activity Score (UAS) - sum of the daily number of wheals score and itch severity score over 7 days, range from 0 (minimum) to 6 (maximum)",
                    "timeFrame": "Change from Baseline at Weeks 2, 4, 6, 8, 12, 16, 20, and 24"
                },
                {
                    "measure": "Change from baseline in weekly number of hives (urticaria) score (HSS7) at Weeks 2, 4, 6, 8, 12, 16, 20, and 24",
                    "description": "Change from baseline in the weekly number of wheals score at Week 12",
                    "timeFrame": "Change from Baseline at Weeks 2, 4, 6, 8, 12, 16, 20, and 24."
                },
                {
                    "measure": "Percentage of patients with angioedema-free days from Week 4 to Week 12",
                    "description": "Percentage of angioedema-free days from Week 4 to Week 12",
                    "timeFrame": "change from Week 4 to Week 12"
                },
                {
                    "measure": "Percentage of complete responders (UAS7=0) at Week 12",
                    "description": "Percentage of complete responders with weekly Urticaria Activity Score =0 at Week 12",
                    "timeFrame": "change from baseline at week 12"
                },
                {
                    "measure": "Percentage of patients achieving UAS7 ≤ 6 at Weeks 2, 4, 6, 8, 12, 16, 20, and 24",
                    "description": "Percentage of patients with a weekly Urticaria Activity Score ≤6",
                    "timeFrame": "Change from Baseline at Weeks 2, 4, 6, 8, 12, 16, 20, and 24"
                },
                {
                    "measure": "Change from baseline in the overall Dermatology Life Quality Index (DLQI) score at weeks 4, 8, 12, 16, 20, and 24.",
                    "description": "Change from baseline in the overall dermatology life quality index (DLQI) score at Week 12; comparisons of ADL-018 and XOLAIR treatment arms. The DLQI consists of 10 questions concerning patients' perception of the impact of skin diseases on different aspects of their health-related quality of life over the last week. The DLQI is calculated by adding the score of each question, resulting in a maximum of 30 and a minimum of 0. The higher the score, the more quality of life is impaired",
                    "timeFrame": "Change from Baseline at Week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Capable of providing written informed consent, adhering to all visit schedules, and meeting study requirements.\n2. Male or female patients 18 to 75 years of age (both inclusive) at the time of screening.\n3. Diagnosis of CIU refractory to H1 antihistamines at the time of randomization, as defined by all of the following:\n\n   * CIU diagnosis for at least 6 months.\n   * Must have been on an approved H1 antihistamine for CIU for at least 3 consecutive days immediately prior to the Day -14 screening visit and must document current use on the day of initial screening.\n   * Presence of itch and hives for ≥ 8 consecutive weeks at any time prior to enrollment despite current use of H1 antihistamine treatment.\n   * In-clinic UAS ≥ 4 on at least 1 of the screening visit days (Day -14, Day -7, or Day 1).\n   * UAS7 (range 0-42) ≥ 16 and itch component of UAS7 (range 0-21) ≥ 8 during 7 days prior to randomization.\n4. Willing and able to complete a daily symptom diary for the duration of the study and must not have any missing diary entries in the 7 days prior to randomization.\n5. Females of childbearing potential must be willing to use acceptable contraceptive methods throughout the study and for 6 months thereafter.\n6. Females of non-childbearing potential must have undergone sterilization procedures, at least 6 months prior to the first dose or be postmenopausal with amenorrhea for at least 1 year prior to the first dose and follicle stimulating hormone serum levels consistent with postmenopausal status.\n\nExclusion Criteria:\n\n1. Participation in a clinical trial involving the administration of an investigational drug or marketed drug within 30 days prior to initial dosing (90 days for biologics).\n2. Clearly defined underlying etiology for chronic urticarias other than CIU.\n3. Evidence of parasitic infection.\n4. Atopic dermatitis, bullous pemphigoid, dermatitis herpetiformis, senile pruritus, or any other skin disease associated with itch.\n5. Previous treatment with omalizumab within a year prior to screening.\n6. Routine doses of the following medications within 10 days prior to screening: Systemic or cutaneous (topical) corticosteroids (prescription or over the counter), hydroxychloroquine, methotrexate, cyclosporine, or cyclophosphamide or investigational agents such as benralizumab or dupilumab etc.\n7. IVIG ( Intravenous immune globulin) or plasmapheresis within 90 days prior to screening.\n8. Regular (daily/every other day) doxepin (oral) use within 14 days prior to screening.\n9. Any H2 antihistamine use within 7 days prior to screening.\n10. Any LTRA (Leukotriene receptor antagonists such as montelukast or zafirlukast) within 10 to 14 days prior to screening.\n11. Patients with current malignancy, history of malignancy, or currently under work-up for suspected malignancy except non-melanoma skin cancer that has been treated or excised and is considered resolved.\n12. Hypersensitivity to omalizumab or any component of the formulation.\n13. History of anaphylactic shock.\n14. Presence of clinically significant cardiovascular, neurological, psychiatric, metabolic, or other pathological conditions that could interfere with the interpretation of the study results and/or compromise the safety of the patients.\n15. Medical examination or laboratory findings that suggest the possibility of decompensation of co-existing conditions for the duration of the study.\n16. Evidence of current drug or alcohol abuse.\n17. Positive test for hepatitis B, hepatitis C, or HIV.\n18. Females with positive pregnancy tests at screening or any other visit.\n19. Females who are breastfeeding or lactating.\n20. History of any clinically significant disease or condition that, in the opinion of the Principal Investigator (PI)/designee, would render them unsuitable for inclusion in the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dr Prayag N shah, MD, MBA",
                    "role": "CONTACT",
                    "phone": "+918128671400",
                    "email": "prayag.shah@kashivbio.com"
                }
            ],
            "locations": [
                {
                    "facility": "True Blue Clinical Research",
                    "status": "RECRUITING",
                    "city": "Brandon",
                    "state": "Florida",
                    "zip": "33511",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 27.9378,
                        "lon": -82.28592
                    }
                },
                {
                    "facility": "Access Research Institute",
                    "status": "RECRUITING",
                    "city": "Brooksville",
                    "state": "Florida",
                    "zip": "34613",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 28.55554,
                        "lon": -82.38991
                    }
                },
                {
                    "facility": "San Marcus research Clinic, Inc",
                    "status": "RECRUITING",
                    "city": "Miami Lakes",
                    "state": "Florida",
                    "zip": "33014",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.90871,
                        "lon": -80.30866
                    }
                },
                {
                    "facility": "Options Research Group",
                    "status": "RECRUITING",
                    "city": "West Lafayette",
                    "state": "Indiana",
                    "zip": "47906",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.42587,
                        "lon": -86.90807
                    }
                },
                {
                    "facility": "Al Essra Hospital",
                    "status": "RECRUITING",
                    "city": "Amman",
                    "country": "Jordan",
                    "contacts": [
                        {
                            "name": "Dr. Ayman, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.95522,
                        "lon": 35.94503
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014581",
                    "term": "Urticaria"
                },
                {
                    "id": "D000080223",
                    "term": "Chronic Urticaria"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017445",
                    "term": "Skin Diseases, Vascular"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17330",
                    "name": "Urticaria",
                    "asFound": "Urticaria",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2129",
                    "name": "Chronic Urticaria",
                    "asFound": "Chronic Idiopathic Urticaria",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19714",
                    "name": "Skin Diseases, Vascular",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069444",
                    "term": "Omalizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018926",
                    "term": "Anti-Allergic Agents"
                },
                {
                    "id": "D000018927",
                    "term": "Anti-Asthmatic Agents"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M413",
                    "name": "Omalizumab",
                    "asFound": "Previously Treated",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9709",
                    "name": "Histamine Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M9710",
                    "name": "Histamine H1 Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20962",
                    "name": "Anti-Allergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20963",
                    "name": "Anti-Asthmatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AAll",
                    "name": "Anti-Allergic Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                }
            ]
        }
    },
    "hasResults": false
}