{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05938465",
            "orgStudyIdInfo": {
                "id": "28193"
            },
            "organization": {
                "fullName": "Exegi Pharma, LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study of EXE-346 Live Biotherapeutic to Reduce High Bowel Movement Frequency in Subjects With an IPAA (PROF)",
            "officialTitle": "A Phase 1b/2 Study to Demonstrate the Safety and Efficacy of EXE-346 Live Biotherapeutic to Reduce High Bowel Movement Frequency in Subjects With an Ileal Pouch-Anal Anastomosis (PROF). The \"PROF\" Study.",
            "acronym": "PROF",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-exe-live-biotherapeutic-to-reduce-high-bowel-movement-frequency-in-subjects-with-an-ipaa-prof"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-30",
            "studyFirstSubmitQcDate": "2023-07-03",
            "studyFirstPostDateStruct": {
                "date": "2023-07-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Exegi Pharma, LLC",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "The Emmes Company, LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The aim of this study is to assess the safety and preliminary efficacy of treatment with EXE-346, a live biotherapeutic, which may reduce bowel movement frequency in patients with an ileal pouch-anal anastomosis (IPAA) and lead to a higher quality of life.",
            "detailedDescription": "The aim of this study is to assess the safety and preliminary efficacy of treatment with EXE-346 which may reduce bowel movement frequency in patients with an IPAA and lead to a higher quality of life. EXE-346 is a live biotherapeutic product containing a fixed proportion mixture of 8 individual bacterial strains.\n\nThe Phase 1b part of the study is an open label (OL), single-arm study to assess the safety of EXE-346 administered orally for up to 4 weeks.\n\nThe Phase 2 part of the study is a randomized, double-blinded study to assess the safety and efficacy of the same dose of EXE-346 administered orally for up to 8 weeks, compared with placebo. Subjects who complete the Phase 2 double-blinded part of the study will be eligible to participate in an optional open label extension phase to receive EXE-346 for up to 8 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Ileal Pouch"
            ],
            "keywords": [
                "Pouchitis",
                "Pouch",
                "Ileal Pouch Anastomosis",
                "IPAA"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1b Open Label",
                    "type": "EXPERIMENTAL",
                    "description": "EXE-346 live biotherapeutic product, 1500x10\\^9 colony forming units (CFU) twice daily (BID), 4 weeks",
                    "interventionNames": [
                        "Biological: EXE-346"
                    ]
                },
                {
                    "label": "Phase 2: Active Arm",
                    "type": "EXPERIMENTAL",
                    "description": "EXE-346 live biotherapeutic product, 1500x10\\^9 CFU BID, 8 weeks",
                    "interventionNames": [
                        "Biological: EXE-346"
                    ]
                },
                {
                    "label": "Phase 2: Placebo Arm",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Powder containing same inactive ingredients as EXE-346 but none of the active ingredients, BID, 8 weeks",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Phase 2 Open Label Extension (optional)",
                    "type": "EXPERIMENTAL",
                    "description": "EXE-346 live biotherapeutic product, 1500x10\\^9 CFU BID, 8 weeks",
                    "interventionNames": [
                        "Biological: EXE-346"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "EXE-346",
                    "description": "EXE-346 contains a proprietary, fixed-dose, lyophilized blend of 8 strains of gram positive, lactic acid bacteria. EXE-346 excipients are maltose and silicon dioxide.",
                    "armGroupLabels": [
                        "Phase 1b Open Label",
                        "Phase 2 Open Label Extension (optional)",
                        "Phase 2: Active Arm"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Placebo contains excipients maltose and silicon dioxide.",
                    "armGroupLabels": [
                        "Phase 2: Placebo Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase 1b: Incidence, Severity, Relatedness, and Frequency of Treatment Emergent Adverse Events (TEAE) and Serious Adverse Events (SAE)",
                    "description": "To assess the safety of EXE-346 using incidence, severity, relationship to study treatment, and frequency of treatment emergent adverse events (TEAE) and serious adverse events (SAE).",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Phase 1b: Number of Participants with Abnormal Physical Examinations",
                    "description": "To assess the safety of EXE-346 using abnormal findings in physical examinations after the start of study treatment that suggest a clinically significant worsening of medical issue.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Phase 1b: Number of Participants with Abnormal Vital Signs",
                    "description": "To assess the safety of EXE-346 using abnormal findings in vital sign readings after the start of study treatment that suggest a clinically significant worsening of medical issue, including blood pressure.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Phase 1b: Number of Participants with Abnormal Safety Labs",
                    "description": "To assess the safety of EXE-346 using markedly abnormal findings in safety labs after the start of study treatment that suggest a clinically significant worsening of medical issue.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Phase 1b: Study Treatment Discontinuation Due to Treatment Emergent Adverse Events (TEAEs)",
                    "description": "To assess the safety of EXE-346 using study treatment discontinuation due to TEAE(s).",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Phase 2: Incidence, Severity, Relatedness, and Frequency of Treatment Emergent Adverse Events (TEAE) and Serious Adverse Events (SAE)",
                    "description": "To assess the safety of EXE-346 using incidence, severity, relationship to study treatment, and frequency of TEAEs and SAEs.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2: Number of Participants with Abnormal Physical Examinations",
                    "description": "To assess the safety of EXE-346 using abnormal findings in physical examinations after the start of study treatment that suggest a clinically significant worsening of medical issue.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2: Number of Participants with Abnormal Vital Signs",
                    "description": "To assess the safety of EXE-346 using abnormal findings in vital sign readings after the start of study treatment that suggest a clinically significant worsening of medical issue, including blood pressure.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2: Number of Participants with Abnormal Safety Labs",
                    "description": "To assess the safety of EXE-346 using markedly abnormal findings in safety labs after the start of study treatment that suggest a clinically significant worsening of medical issue.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2: Study Treatment Discontinuation Due to Treatment Emergent Adverse Events (TEAEs)",
                    "description": "To assess the safety of EXE-346 using study treatment discontinuation due to TEAE(s).",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2: Change in Total Daily Bowel Movement Frequency",
                    "description": "To assess the efficacy of EXE-346 to reduce the total daily bowel movement frequency using change in average daily bowel movement frequency from baseline to each post-baseline week",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2 Open Label: Incidence, Severity, Relatedness, and Frequency of Treatment Emergent Adverse Events (TEAE) and Serious Adverse Events (SAE)",
                    "description": "To assess the safety of EXE-346 using incidence, severity, relationship to study treatment, and frequency of TEAEs and SAEs.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2 Open Label: Number of Participants with Abnormal Physical Examinations",
                    "description": "To assess the safety of EXE-346 using abnormal findings in physical examinations after the start of study treatment that suggest a clinically significant worsening of medical issue.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2 Open Label: Number of Participants with Abnormal Vital Signs",
                    "description": "To assess the safety of EXE-346 using abnormal findings in vital sign readings after the start of study treatment that suggest a clinically significant worsening of medical issue, including blood pressure.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2 Open Label: Number of Participants with Abnormal Safety Labs",
                    "description": "To assess the safety of EXE-346 using markedly abnormal findings in safety labs after the start of study treatment that suggest a clinically significant worsening of medical issue.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2 Open Label: Study Treatment Discontinuation Due to Treatment Emergent Adverse Events (TEAEs)",
                    "description": "To assess the safety of EXE-346 using study treatment discontinuation due to TEAE(s).",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Phase 1b: Bowel Movement Frequency",
                    "description": "To assess the effect of EXE-346 on bowel movement frequency using change in average daily bowel movement frequency from baseline to each post-baseline week",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Phase 1b: Nighttime Awakening Frequency",
                    "description": "To assess the effect of EXE-346 on nighttime awakening frequency using change in average nighttime awakenings for bowel movements from baseline to each post-baseline week",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Phase 1b: Bowel Movement Consistency",
                    "description": "To assess the effect of EXE-346 on bowel movement consistency using change in average consistency of daily bowel movements from baseline to each post-baseline week",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Phase 2: Nighttime Awakening Frequency",
                    "description": "To assess the effect of EXE 346 on nighttime awakening frequency using change in average nighttime awakenings for bowel movements from baseline to each post-baseline week",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Phase 2: Bowel Movement Consistency",
                    "description": "To assess the effect of EXE-346 on bowel movement consistency using change in average consistency of daily bowel movements from baseline to each post-baseline week",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "INCLUSION CRITERIA\n\n1. \\[Phase 1b only\\] Subject is a male or female and is between the age of 18 to 65 years, inclusive, at screening.\n2. \\[Phase 1b only\\] Subject has had a documented pouchoscopy within 12 months prior to screening.\n3. \\[Phase 2 only\\] Subject is a male or female and is aged 18 years or older at screening.\n4. Subject or the subject's legally acceptable representative is willing and able to provide written informed consent prior to the initiation of any study-related procedures.\n5. Subject has had an IPAA for at least 6 months prior to screening.\n6. Subject has an average daily bowel movement frequency of at least 10 bowel movements recorded during screening and has correctly completed at least 7 days of electronic diary (eDiary) entries during the screening period.\n7. Female subjects of childbearing potential must have a negative serum pregnancy test result at screening and must not be lactating and/or breastfeeding.\n8. Female subjects of childbearing potential and male subjects with partners of childbearing potential must agree to use proper contraceptive methods to avoid pregnancy during the study.\n9. \\[Phase 2 OL extension only\\] Subject must have completed the Phase 2 double-blinded part of the study and be willing to participate in the optional open-label extension phase.\n10. \\[Phase 2 OL extension only\\] Subject must understand the study procedures, the risks involved, and be willing to continue to adhere to the study visit/protocol schedule.\n\nEXCLUSION CRITERIA\n\n1. \\[Phase 1b only\\] Subject has Crohn's-like disease of the pouch, as indicated by their most recent pouchoscopy during the 12 months prior to screening.\n2. \\[Phase 1b only\\] Subject has a stricture of the IPAA or afferent limb stricture, as indicated by their most recent pouchoscopy during the 12 months prior to screening.\n3. \\[Phase 2 only\\] Subject has Crohn's-like disease of the pouch, as indicated by the pouchoscopy conducted during study screening.\n4. \\[Phase 2 only\\] Subject has isolated severe cuffitis without pouch inflammation (endoscopic modified Pouch Disease Activity Index (mPDAI) score of 2 or lower).\n5. \\[Phase 2 only\\] Subject has a stricture of the IPAA or afferent limb stricture as indicated by the pouchoscopy conducted during study screening.\n6. Subject has enterocutaneous or recto- or pouch-vaginal fistula.\n7. Subject has active Clostridium difficile infection.\n8. Subject has known or suspected active cytomegalovirus (CMV) infection.\n9. Subject initiated a new treatment with antibiotics or antimotility therapies within the 2 weeks prior to screening or plans to start a new or change doses of a current treatment during the study period.\n10. Subject has taken biologics, azathioprine, or methotrexate within the 12 weeks prior to screening or systemic steroids within 4 weeks of screening.\n11. Subject is taking NSAIDs as a long-term treatment (i.e., consistent use for at least 4 days/week each month).\n12. Subject has a known history or positive test during screening for HIV, HIV-1, HIV-2, or active hepatitis B virus (HBV) or hepatitis C virus (HCV).\n13. Subject has a positive reverse transcriptase-polymerase chain reaction (PCR) diagnostic test for SARS-CoV-2 (COVID-19) within the 14 days prior to screening.\n14. Subject has a history of malignancy within the 5 years prior to screening, with the exception of nonmelanoma skin cancer that has been treated with no evidence of recurrence, treated cervical dysplasia, or treated in situ grade 1 cervical cancer.\n15. Subject has estimated glomerular filtration rate \\<30 mL/min/1.73 m\\^2 at screening.\n16. Subject has uncontrolled hypertension at screening.\n17. Subject has known hypersensitivity to EXE-346 or any product components.\n18. Female subject is pregnant or lactating and/or breastfeeding.\n19. Subject has participated in any clinical study of an approved or unapproved investigational medicinal product within the 30 days prior to screening.\n20. Subject has any disorder that, in the investigator's opinion, might jeopardize the subject's safety or compliance with the protocol, including but not limited to:\n\n    1. Decompensated liver disease\n    2. Elevation of aspartate aminotransferase (AST), alanine aminotransferase (ALT), or bilirubin \\>2 × upper limit of normal (ULN)\n    3. Primary sclerosing cholangitis with elevated transaminases\n21. \\[Phase 2 OL extension only\\] Subject has developed any medical or psychologic condition excluded in the Phase 2 double-blinded part of the study or which, in the investigator's opinion, might create undue risk to the subject, interfere with the subject's ability to comply with the protocol requirements, or interfere with the subject's ability to complete the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emmes Project Management",
                    "role": "CONTACT",
                    "phone": "301-251-1161",
                    "email": "PROF_Study@emmes.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Melody Khorrami, PharmD, RPh",
                    "affiliation": "Exegi Pharma, LLC",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Corewell Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Grand Rapids",
                    "state": "Michigan",
                    "zip": "49503",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Angela Rhoades",
                            "role": "CONTACT",
                            "email": "angela.rhoades@corewellhealth.org"
                        },
                        {
                            "name": "Andrew Shreiner, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.96336,
                        "lon": -85.66809
                    }
                },
                {
                    "facility": "Mayo Clinic Department of Gastroenterology",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patty Kammer",
                            "role": "CONTACT",
                            "email": "kammer.patricia@mayo.edu"
                        },
                        {
                            "name": "Darrell S Pardi, MD, MSc",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lulu Huang",
                            "role": "CONTACT",
                            "email": "luluhuang@wustl.edu"
                        },
                        {
                            "name": "Parakkal Deepak, MBBS, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Natasha Melukkaran",
                            "role": "CONTACT",
                            "email": "nathasha.melukkaran@nyulangone.org"
                        },
                        {
                            "name": "Shannon Chang, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "University of North Carolina at Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mayra Correa-Ramirez",
                            "role": "CONTACT",
                            "email": "mayrajcr@med.unc.edu"
                        },
                        {
                            "name": "Hans H Herfarth, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Penn State Health (Milton S. Hershey Medical Center)",
                    "status": "RECRUITING",
                    "city": "Hershey",
                    "state": "Pennsylvania",
                    "zip": "17033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Damaris Romberger",
                            "role": "CONTACT",
                            "email": "dromberger1@pennstatehealth.psu.edu"
                        },
                        {
                            "name": "Michael Deutsch, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.28592,
                        "lon": -76.65025
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "18774533",
                    "type": "BACKGROUND",
                    "citation": "Allison J, Herrinton LJ, Liu L, Yu J, Lowder J. Natural history of severe ulcerative colitis in a community-based health plan. Clin Gastroenterol Hepatol. 2008 Sep;6(9):999-1003. doi: 10.1016/j.cgh.2008.05.022."
                },
                {
                    "pmid": "28426474",
                    "type": "BACKGROUND",
                    "citation": "Barnes EL, Herfarth HH, Sandler RS, Chen W, Jaeger E, Nguyen VM, Robb AR, Kappelman MD, Martin CF, Long MD. Pouch-Related Symptoms and Quality of Life in Patients with Ileal Pouch-Anal Anastomosis. Inflamm Bowel Dis. 2017 Jul;23(7):1218-1224. doi: 10.1097/MIB.0000000000001119."
                },
                {
                    "pmid": "21172196",
                    "type": "BACKGROUND",
                    "citation": "Biancone L, Michetti P, Travis S, Escher JC, Moser G, Forbes A, Hoffmann JC, Dignass A, Gionchetti P, Jantschek G, Kiesslich R, Kolacek S, Mitchell R, Panes J, Soderholm J, Vucelic B, Stange E; European Crohn's and Colitis Organisation (ECCO). European evidence-based Consensus on the management of ulcerative colitis: Special situations. J Crohns Colitis. 2008 Mar;2(1):63-92. doi: 10.1016/j.crohns.2007.12.001. Epub 2008 Jan 28. No abstract available. Erratum In: J Crohns Colitis. 2023 Jan 27;17(1):149. doi: 10.1093/ecco-jcc/jjac104."
                },
                {
                    "pmid": "15984978",
                    "type": "BACKGROUND",
                    "citation": "Bibiloni R, Fedorak RN, Tannock GW, Madsen KL, Gionchetti P, Campieri M, De Simone C, Sartor RB. VSL#3 probiotic-mixture induces remission in patients with active ulcerative colitis. Am J Gastroenterol. 2005 Jul;100(7):1539-46. doi: 10.1111/j.1572-0241.2005.41794.x."
                },
                {
                    "pmid": "32029281",
                    "type": "BACKGROUND",
                    "citation": "Bischoff SC, Escher J, Hebuterne X, Klek S, Krznaric Z, Schneider S, Shamir R, Stardelova K, Wierdsma N, Wiskin AE, Forbes A. ESPEN practical guideline: Clinical Nutrition in inflammatory bowel disease. Clin Nutr. 2020 Mar;39(3):632-653. doi: 10.1016/j.clnu.2019.11.002. Epub 2020 Jan 13."
                },
                {
                    "pmid": "25222665",
                    "type": "BACKGROUND",
                    "citation": "Devaraj B, Kaiser AM. Surgical management of ulcerative colitis in the era of biologicals. Inflamm Bowel Dis. 2015 Jan;21(1):208-20. doi: 10.1097/MIB.0000000000000178."
                },
                {
                    "pmid": "10816636",
                    "type": "BACKGROUND",
                    "citation": "Farouk R, Pemberton JH, Wolff BG, Dozois RR, Browning S, Larson D. Functional outcomes after ileal pouch-anal anastomosis for chronic ulcerative colitis. Ann Surg. 2000 Jun;231(6):919-26. doi: 10.1097/00000658-200006000-00017."
                },
                {
                    "pmid": "24714229",
                    "type": "BACKGROUND",
                    "citation": "Gionchetti P, Calafiore A, Riso D, Liguori G, Calabrese C, Vitali G, Laureti S, Poggioli G, Campieri M, Rizzello F. The role of antibiotics and probiotics in pouchitis. Ann Gastroenterol. 2012;25(2):100-105."
                },
                {
                    "pmid": "12730861",
                    "type": "BACKGROUND",
                    "citation": "Gionchetti P, Rizzello F, Helwig U, Venturi A, Lammers KM, Brigidi P, Vitali B, Poggioli G, Miglioli M, Campieri M. Prophylaxis of pouchitis onset with probiotic therapy: a double-blind, placebo-controlled trial. Gastroenterology. 2003 May;124(5):1202-9. doi: 10.1016/s0016-5085(03)00171-9."
                },
                {
                    "pmid": "17934776",
                    "type": "BACKGROUND",
                    "citation": "Gionchetti P, Rizzello F, Morselli C, Poggioli G, Tambasco R, Calabrese C, Brigidi P, Vitali B, Straforini G, Campieri M. High-dose probiotics for the treatment of active pouchitis. Dis Colon Rectum. 2007 Dec;50(12):2075-82; discussion 2082-4. doi: 10.1007/s10350-007-9068-4. Epub 2007 Oct 13."
                },
                {
                    "pmid": "10930365",
                    "type": "BACKGROUND",
                    "citation": "Gionchetti P, Rizzello F, Venturi A, Brigidi P, Matteuzzi D, Bazzocchi G, Poggioli G, Miglioli M, Campieri M. Oral bacteriotherapy as maintenance treatment in patients with chronic pouchitis: a double-blind, placebo-controlled trial. Gastroenterology. 2000 Aug;119(2):305-9. doi: 10.1053/gast.2000.9370."
                },
                {
                    "pmid": "19436273",
                    "type": "BACKGROUND",
                    "citation": "Gower-Rousseau C, Dauchet L, Vernier-Massouille G, Tilloy E, Brazier F, Merle V, Dupas JL, Savoye G, Balde M, Marti R, Lerebours E, Cortot A, Salomez JL, Turck D, Colombel JF. The natural history of pediatric ulcerative colitis: a population-based cohort study. Am J Gastroenterol. 2009 Aug;104(8):2080-8. doi: 10.1038/ajg.2009.177. Epub 2009 May 12."
                },
                {
                    "pmid": "17225210",
                    "type": "BACKGROUND",
                    "citation": "Hahnloser D, Pemberton JH, Wolff BG, Larson DR, Crownhart BS, Dozois RR. Results at up to 20 years after ileal pouch-anal anastomosis for chronic ulcerative colitis. Br J Surg. 2007 Mar;94(3):333-40. doi: 10.1002/bjs.5464."
                },
                {
                    "pmid": "18796097",
                    "type": "BACKGROUND",
                    "citation": "Herrinton LJ, Liu L, Lewis JD, Griffin PM, Allison J. Incidence and prevalence of inflammatory bowel disease in a Northern California managed care organization, 1996-2002. Am J Gastroenterol. 2008 Aug;103(8):1998-2006. doi: 10.1111/j.1572-0241.2008.01960.x."
                },
                {
                    "pmid": "15455267",
                    "type": "BACKGROUND",
                    "citation": "Hoffmann JC, Zeitz M, Bischoff SC, Brambs HJ, Bruch HP, Buhr HJ, Dignass A, Fischer I, Fleig W, Folsch UR, Herrlinger K, Hohne W, Jantschek G, Kaltz B, Keller KM, Knebel U, Kroesen AJ, Kruis W, Matthes H, Moser G, Mundt S, Pox C, Reinshagen M, Reissmann A, Riemann J, Rogler G, Schmiegel W, Scholmerich J, Schreiber S, Schwandner O, Selbmann HK, Stange EF, Utzig M, Wittekind C. [Diagnosis and therapy of ulcerative colitis: results of an evidence based consensus conference by the German society of Digestive and Metabolic Diseases and the competence network on inflammatory bowel disease]. Z Gastroenterol. 2004 Sep;42(9):979-83. doi: 10.1055/s-2004-813510. No abstract available. German."
                },
                {
                    "pmid": "8624195",
                    "type": "BACKGROUND",
                    "citation": "Hurst RD, Molinari M, Chung TP, Rubin M, Michelassi F. Prospective study of the incidence, timing and treatment of pouchitis in 104 consecutive patients after restorative proctocolectomy. Arch Surg. 1996 May;131(5):497-500; discussion 501-2. doi: 10.1001/archsurg.1996.01430170043007."
                },
                {
                    "pmid": "17904915",
                    "type": "BACKGROUND",
                    "citation": "Kappelman MD, Rifas-Shiman SL, Kleinman K, Ollendorf D, Bousvaros A, Grand RJ, Finkelstein JA. The prevalence and geographic distribution of Crohn's disease and ulcerative colitis in the United States. Clin Gastroenterol Hepatol. 2007 Dec;5(12):1424-9. doi: 10.1016/j.cgh.2007.07.012. Epub 2007 Sep 29."
                },
                {
                    "pmid": "8462824",
                    "type": "BACKGROUND",
                    "citation": "Kmiot WA, Hesslewood SR, Smith N, Thompson H, Harding LK, Keighley MR. Evaluation of the inflammatory infiltrate in pouchitis with 111In-labeled granulocytes. Gastroenterology. 1993 Apr;104(4):981-8. doi: 10.1016/0016-5085(93)90264-d."
                },
                {
                    "pmid": "8020674",
                    "type": "BACKGROUND",
                    "citation": "Langholz E, Munkholm P, Davidsen M, Binder V. Course of ulcerative colitis: analysis of changes in disease activity over years. Gastroenterology. 1994 Jul;107(1):3-11. doi: 10.1016/0016-5085(94)90054-x."
                },
                {
                    "pmid": "17206702",
                    "type": "BACKGROUND",
                    "citation": "Loftus CG, Loftus EV Jr, Harmsen WS, Zinsmeister AR, Tremaine WJ, Melton LJ 3rd, Sandborn WJ. Update on the incidence and prevalence of Crohn's disease and ulcerative colitis in Olmsted County, Minnesota, 1940-2000. Inflamm Bowel Dis. 2007 Mar;13(3):254-61. doi: 10.1002/ibd.20029."
                },
                {
                    "pmid": "11768572",
                    "type": "BACKGROUND",
                    "citation": "Madiba TE, Bartolo DC. Pouchitis following restorative proctocolectomy for ulcerative colitis: incidence and therapeutic outcome. J R Coll Surg Edinb. 2001 Dec;46(6):334-7."
                },
                {
                    "pmid": "14501509",
                    "type": "BACKGROUND",
                    "citation": "Michelassi F, Lee J, Rubin M, Fichera A, Kasza K, Karrison T, Hurst RD. Long-term functional results after ileal pouch anal restorative proctocolectomy for ulcerative colitis: a prospective observational study. Ann Surg. 2003 Sep;238(3):433-41; discussion 442-5. doi: 10.1097/01.sla.0000086658.60555.ea."
                },
                {
                    "pmid": "14684584",
                    "type": "BACKGROUND",
                    "citation": "Mimura T, Rizzello F, Helwig U, Poggioli G, Schreiber S, Talbot IC, Nicholls RJ, Gionchetti P, Campieri M, Kamm MA. Once daily high dose probiotic therapy (VSL#3) for maintaining remission in recurrent or refractory pouchitis. Gut. 2004 Jan;53(1):108-14. doi: 10.1136/gut.53.1.108."
                },
                {
                    "pmid": "21464096",
                    "type": "BACKGROUND",
                    "citation": "Mowat C, Cole A, Windsor A, Ahmad T, Arnott I, Driscoll R, Mitton S, Orchard T, Rutter M, Younge L, Lees C, Ho GT, Satsangi J, Bloom S; IBD Section of the British Society of Gastroenterology. Guidelines for the management of inflammatory bowel disease in adults. Gut. 2011 May;60(5):571-607. doi: 10.1136/gut.2010.224154."
                },
                {
                    "pmid": "20155842",
                    "type": "BACKGROUND",
                    "citation": "Ng SC, Plamondon S, Kamm MA, Hart AL, Al-Hassi HO, Guenther T, Stagg AJ, Knight SC. Immunosuppressive effects via human intestinal dendritic cells of probiotic bacteria and steroids in the treatment of acute ulcerative colitis. Inflamm Bowel Dis. 2010 Aug;16(8):1286-98. doi: 10.1002/ibd.21222."
                },
                {
                    "pmid": "31785173",
                    "type": "BACKGROUND",
                    "citation": "Nguyen N, Zhang B, Holubar SD, Pardi DS, Singh S. Treatment and prevention of pouchitis after ileal pouch-anal anastomosis for chronic ulcerative colitis. Cochrane Database Syst Rev. 2019 Nov 30;11(11):CD001176. doi: 10.1002/14651858.CD001176.pub5."
                },
                {
                    "pmid": "19685489",
                    "type": "BACKGROUND",
                    "citation": "Pardi DS, D'Haens G, Shen B, Campbell S, Gionchetti P. Clinical guidelines for the management of pouchitis. Inflamm Bowel Dis. 2009 Sep;15(9):1424-31. doi: 10.1002/ibd.21039."
                },
                {
                    "pmid": "30828114",
                    "type": "BACKGROUND",
                    "citation": "Pathirana WGW, Chubb SP, Gillett MJ, Vasikaran SD. Faecal Calprotectin. Clin Biochem Rev. 2018 Aug;39(3):77-90."
                },
                {
                    "pmid": "18240282",
                    "type": "BACKGROUND",
                    "citation": "Pronio A, Montesani C, Butteroni C, Vecchione S, Mumolo G, Vestri A, Vitolo D, Boirivant M. Probiotic administration in patients with ileal pouch-anal anastomosis for ulcerative colitis is associated with expansion of mucosal regulatory cells. Inflamm Bowel Dis. 2008 May;14(5):662-8. doi: 10.1002/ibd.20369."
                },
                {
                    "pmid": "7736879",
                    "type": "BACKGROUND",
                    "citation": "Sagar PM, Taylor BA, Godwin P, Holdsworth PJ, Johnston D, Lewis W, Miller A, Quirke P, Williamson M. Acute pouchitis and deficiencies of fuel. Dis Colon Rectum. 1995 May;38(5):488-93. doi: 10.1007/BF02148848."
                },
                {
                    "pmid": "33735522",
                    "type": "BACKGROUND",
                    "citation": "Sedano R, Ma C, Pai RK, D' Haens G, Guizzetti L, Shackelton LM, Remillard J, Gionchetti P, Gordon IO, Holubar S, Kayal M, Lauwers GY, Pai RK, Pardi DS, Samaan MA, Schaeffer DF, Shen B, Silverberg MS, Feagan BG, Sandborn WJ, Jairath V. An expert consensus to standardise clinical, endoscopic and histologic items and inclusion and outcome criteria for evaluation of pouchitis disease activity in clinical trials. Aliment Pharmacol Ther. 2021 May;53(10):1108-1117. doi: 10.1111/apt.16328. Epub 2021 Mar 18."
                },
                {
                    "pmid": "22508158",
                    "type": "BACKGROUND",
                    "citation": "Shen B. Acute and chronic pouchitis--pathogenesis, diagnosis and treatment. Nat Rev Gastroenterol Hepatol. 2012 Apr 17;9(6):323-33. doi: 10.1038/nrgastro.2012.58."
                },
                {
                    "pmid": "12794576",
                    "type": "BACKGROUND",
                    "citation": "Shen B, Achkar JP, Connor JT, Ormsby AH, Remzi FH, Bevins CL, Brzezinski A, Bambrick ML, Fazio VW, Lashner BA. Modified pouchitis disease activity index: a simplified approach to the diagnosis of pouchitis. Dis Colon Rectum. 2003 Jun;46(6):748-53. doi: 10.1007/s10350-004-6652-8."
                },
                {
                    "pmid": "11720319",
                    "type": "BACKGROUND",
                    "citation": "Shen B, Achkar JP, Lashner BA, Ormsby AH, Remzi FH, Brzezinski A, Bevins CL, Bambrick ML, Seidner DL, Fazio VW. A randomized clinical trial of ciprofloxacin and metronidazole to treat acute pouchitis. Inflamm Bowel Dis. 2001 Nov;7(4):301-5. doi: 10.1097/00054725-200111000-00004."
                },
                {
                    "pmid": "30576642",
                    "type": "BACKGROUND",
                    "citation": "Singh S, Feuerstein JD, Binion DG, Tremaine WJ. AGA Technical Review on the Management of Mild-to-Moderate Ulcerative Colitis. Gastroenterology. 2019 Feb;156(3):769-808.e29. doi: 10.1053/j.gastro.2018.12.008. Epub 2018 Dec 18. Erratum In: Gastroenterology. 2019 Sep;157(3):903. doi: 10.1053/j.gastro.2019.07.035."
                },
                {
                    "pmid": "19631292",
                    "type": "BACKGROUND",
                    "citation": "Sood A, Midha V, Makharia GK, Ahuja V, Singal D, Goswami P, Tandon RK. The probiotic preparation, VSL#3 induces remission in patients with mild-to-moderately active ulcerative colitis. Clin Gastroenterol Hepatol. 2009 Nov;7(11):1202-9, 1209.e1. doi: 10.1016/j.cgh.2009.07.016. Epub 2009 Jul 22."
                },
                {
                    "pmid": "25059533",
                    "type": "BACKGROUND",
                    "citation": "Spiegel BM, Reid MW, Bolus R, Whitman CB, Talley J, Dea S, Shahedi K, Karsan H, Teal C, Melmed GY, Cohen E, Fuller G, Yen L, Hodgkins P, Erder MH. Development and validation of a disease-targeted quality of life instrument for chronic diverticular disease: the DV-QOL. Qual Life Res. 2015 Jan;24(1):163-79. doi: 10.1007/s11136-014-0753-1. Epub 2014 Jul 25."
                },
                {
                    "pmid": "20517305",
                    "type": "BACKGROUND",
                    "citation": "Tursi A, Brandimarte G, Papa A, Giglio A, Elisei W, Giorgetti GM, Forti G, Morini S, Hassan C, Pistoia MA, Modeo ME, Rodino' S, D'Amico T, Sebkova L, Sacca' N, Di Giulio E, Luzza F, Imeneo M, Larussa T, Di Rosa S, Annese V, Danese S, Gasbarrini A. Treatment of relapsing mild-to-moderate ulcerative colitis with the probiotic VSL#3 as adjunctive to a standard pharmaceutical treatment: a double-blind, randomized, placebo-controlled study. Am J Gastroenterol. 2010 Oct;105(10):2218-27. doi: 10.1038/ajg.2010.218. Epub 2010 Jun 1."
                },
                {
                    "pmid": "1593914",
                    "type": "BACKGROUND",
                    "citation": "Ware JE Jr, Sherbourne CD. The MOS 36-item short-form health survey (SF-36). I. Conceptual framework and item selection. Med Care. 1992 Jun;30(6):473-83."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21404",
                    "name": "Pouchitis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M15630",
                    "name": "Silicon",
                    "relevance": "LOW"
                },
                {
                    "id": "T355",
                    "name": "Acidophilus",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}