{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05768919",
            "orgStudyIdInfo": {
                "id": "1004"
            },
            "organization": {
                "fullName": "SignPath Pharma, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Study of Liposomal Curcumin in Combination With RT and TMZ in Patients With Newly Diagnosed High-Grade Gliomas",
            "officialTitle": "Phase I/II Study of the Tolerability, Safety, and Efficacy of Liposomal Curcumin in Combination With Radiation and Temozolomide in Patients With Newly Diagnosed High-Grade Gliomas",
            "therapeuticArea": [
                "Other"
            ],
            "study": "study-of-liposomal-curcumin-in-combination-with-rt-and-tmz-in-patients-with-newly-diagnosed-high-grade-gliomas"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-08",
            "studyFirstSubmitQcDate": "2023-03-02",
            "studyFirstPostDateStruct": {
                "date": "2023-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "SignPath Pharma, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Avance Clinical Pty Ltd.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this study is to assess the tolerability, safety, and efficacy of Liposomal Curcumin (LC) in combination with radiotherapy (RT) and Temozolomide (TMZ) in patients with newly diagnosed High-Grade Gliomas (HGG).",
            "detailedDescription": "This study is a Phase 1/2, single-center, single-institution, open-label, dose-escalation study in patients with newly diagnosed high-grade malignant gliomas. Dose finding will be performed using a time-to-event Bayesian optimal interval (TITE-BOIN) rule-based schema.\n\nThe primary objectives of the study are to determine the maximum tolerated dose /recommended phase 2 dose of Liposomal Curcumin (LC) in combination with radiotherapy (RT), and TMZ and adjuvant TMZ in newly diagnosed High-Grade Gliomas, and to determine the safety and tolerability of LC IV infused over 3-hours.\n\nThe secondary objectives are to estimate the safety and tolerability of LC in combination with standard RT and TMZ and adjuvant TMZ, to determine the feasibility of weekly LC infusion, defined as the number of patients being able to complete 80% of the planned doses of LC, 80% of RT, and 60% of TMZ within the first 10 weeks of treatment, and to assess efficacy as defined by overall survival (OS) and progression free survival (PFS) observed for each dose level.\n\nThis study is an unblinded, sequential treatment intervention employing 3 dose levels.\n\nApproximately 50 patients will be screened to achieve up to 30 patients assigned to study intervention.\n\nThe duration of treatment for each patient will be up to 34 weeks. Treatment starts with the beginning of infusion and ends, if tolerated, at the end of Cycle 6 of adjuvant TMZ."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma"
            ],
            "keywords": [
                "High Grade Gliomas"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "This study seeks the MTD/RP2D of LC when added to TMZ during concurrent RT and adjuvant TMZ after RT. The study will evaluate escalating doses of LC delivered by IV infusion weekly as a gravity infusion (without infusion pump). Within each cohort, the dose will remain the same. In the first cohort, dosing will begin at Level 1 (300 mg/m2). The infusion of LC will begin at the start of CRT. Patients will be evaluable for the cohort if they have completed 80% of the planned doses of LC, 80% of RT and 60% of TMZ within the first 10 weeks of treatment. Patients who experience a dose-limiting toxicity (DLT) will be evaluable for the cohort if they have received at least 1 dose of LC. There will be a maximum of 4 dose levels assessed in this study. The Safety Review Committee (SRC) will oversee dose level decisions throughout the dose escalation phase of the study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tolerability, Safety, and Efficacy of LC in Combination with RT and TMZ",
                    "type": "EXPERIMENTAL",
                    "description": "Define the MTD/recommended Phase 2 dose (RP2D) of LC, administered IV weekly in combination with standard CRT (60 Gy in 30-33 fractions M-F, and daily oral TMZ 75 mg/m2), in patients with high grade malignant gliomas. This study seeks the MTD/RP2D of LC when added to TMZ during concurrent RT and adjuvant TMZ after RT. The study will evaluate escalating doses of LC delivered by IV infusion weekly as a gravity infusion (without infusion pump). Within each cohort, the dose will remain the same. In the first cohort, dosing will begin at Level 1 (300 mg/m2). The infusion of LC will begin at the start of CRT. Patients will be evaluable for the cohort if they have completed 80% of the planned doses of LC, 80% of RT and 60% of TMZ within the first 10 weeks of treatment. Patients who experience a dose-limiting toxicity (DLT) will be evaluable for the cohort if they have received at least 1 dose of LC.",
                    "interventionNames": [
                        "Drug: Concurrent CRT Period",
                        "Drug: Post-CRT Period",
                        "Drug: Adjuvant Period"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Concurrent CRT Period",
                    "description": "Agent: LipoCurc Premedication/Precautions: Dexamethasone 4mg IV, Diphenhydramine 25 mg IV - Dose: per treatment assignment Route: IV over 3 hours Schedule: Weekly: Weeks 1,2, 3,4,5,6 Cycle length: 6 weeks\n\nAgent: TMZ Premedications/Precautions No food 2 hr before and after dosing Antiemetic (eg, ondansetron, prochlorperazine) 30 minutes before dosing Stool softener PRN. Dose: 75 mg/m2 Route: Oral Schedule: Daily during term of RT Cycle Length: 6 weeks\n\nAgent: Radiotherapy Premedications/Precautions: n/a Dose: 2 Gy Route: External beam therapy Schedule: Monday-Friday Cycle Length 6 weeks",
                    "armGroupLabels": [
                        "Tolerability, Safety, and Efficacy of LC in Combination with RT and TMZ"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Post-CRT Period",
                    "description": "Agent: LipoCurc Premedication/Precautions: Dexamethasone 4 mg IV Diphenhydramine 25 mg IV Dose: Per treatment assignment Route: IV over 3 hours Schedule: Weekly: Weeks 7,8,9,10 Cycle length: 4 weeks",
                    "armGroupLabels": [
                        "Tolerability, Safety, and Efficacy of LC in Combination with RT and TMZ"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Adjuvant Period",
                    "description": "Agent: LipoCurc Premedication/Precautions: Dexamethasone 4 mg IV Diphenhydramine 25 mg IV Dose: Per treatment assignment Route: IV over 3 hours Schedule: Weekly: Adjuvant Cycles 1-6: Weeks 1, 2, 3, 4 of each cycle Cycle Length: 4 weeks\n\nAgent: TMZ Premedication/Precautions: No food 2 hr before and after dosing. Antiemetic (eg, ondansetron, prochlorperazine) 30 minutes before dosing Stool softener prn Dose: 150-200 mg/m2 (Cycles 1-6) Route: Oral Schedule: Daily Cycle Length: 4 weeks",
                    "armGroupLabels": [
                        "Tolerability, Safety, and Efficacy of LC in Combination with RT and TMZ"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The number of observed Dose Limiting Toxicity (DLTs)",
                    "description": "The MTD/RP2D of LC in combination with RT and TMZ and adjuvant TMZ in newly diagnosed HGG will be determined by recording the number of observed dose limiting toxicities (DLTs). DLTs, as defined in this study occur if in the first three patients entered at a dose-level, more than one of these 3 experiences a serious adverse event, as defined by the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Version 5. If one of the first three patients entered at the level experiences an SAE (as defined by NCI CTCAE Version 5), then three additional patients are entered at that same dose level. If one of the additional three patients experiences an SAE (as defined by NCI CTCAE Version 5), the dose is not advanced beyond that level.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "The number of observed Dose Limiting Toxicity (DLTs)",
                    "description": "The safety and tolerability of LC infused IV over 3 hours will be assessed by recording the number of observed DLTs. DLTs, as defined in this study occur if in the first three patients entered at a dose-level, more than one of these 3 experiences a serious adverse event, as defined by the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Version 5. If one of the first three patients entered at the level experiences an SAE (as defined by NCI CTCAE Version 5), then three additional patients are entered at that same dose level. If one of the additional three patients experiences an SAE (as defined by NCI CTCAE Version 5), the dose is not advanced beyond that level.",
                    "timeFrame": "The duration of treatment for each patient up to 34 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The incidence of Adverse Events",
                    "description": "The safety and tolerability of LC in combination with standard RT/TMZ and adjuvant TMZ will be assessed by recording the incidence of Adverse Events (AEs) using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 5.0.\n\nSubjects will undergo medical history evaluations, physical and neurological examinations, brain MRI, functional assessment using the Karnofsky Performance Scale (KPS) Index, vital sign measurements, weight, adverse event assessments, concomitant medication assessments, and laboratory testing including but not limited to blood sample collection for hematology and chemistry, urinalysis, coagulation, lipid panel, electrocardiogram, and pregnancy test for females of childbearing potential.",
                    "timeFrame": "The duration of treatment for each patient, up to 34 weeks"
                },
                {
                    "measure": "The proportion of patients at each dose level who receive at least 80% of the planned infusions of LC, 80% of RT, and 60% of TMZ during the first 10 weeks of treatment",
                    "description": "The feasibility of weekly LC infusion will be assessed by recording the proportion of patients at each dose level who are able to complete at least 80% of the planned infusions of LC, 80% of RT, and 60% of TMZ during the first 10 weeks of treatment.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "The efficacy of weekly LC infusion will be assessed by recording overall survival (OS) at each dose level, defined as the duration of time from the start of treatment with LC to time of death.",
                    "timeFrame": "The duration of treatment for each patient up to 34 weeks; OS is time from beginning of therapy to time of death."
                },
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "The efficacy of weekly LC infusion will be assessed by recording progression free survival (PFS) based on Response Assessment in Neuro-Oncology (RANO) criteria at each dose level, defined as defined as the duration of time from the start of treatment with LC to time of progression or death.",
                    "timeFrame": "The duration of treatment for each patient up to 34 weeks; PFS is time from the start of therapy until the date when tumor progression is documented"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. ≥18 years of age\n2. Histologically confirmed HGG (WHO grade III or IV, including GBM, astrocytoma, gliosarcoma, H3K27M mutant diffuse midline glioma). Patients with methylated or unmethylated O(6)-methylguanine-DNA methyltransferase (MGMT) promoter are eligible, as are IDH WT and mutant patients as long as the treatment plan is for combined RT/TMZ. The neuropathologic diagnosis of HGG will be made at the respective institution. If any question arises regarding the accuracy of the neuropathologic diagnosis, slides (and pathological blocks, if necessary) will be centrally reviewed\n3. Planning standard therapy with TMZ and RT for 6 weeks\n4. Karnofsky Performance Scale (KPS) ≥ 60%\n\n   Adequate organ and marrow function defined as:\n   * Hgb \\> 9 g/dL\n   * ANC ≥ 1500/µL\n   * Platelet count ≥ 100,000/µL\n   * Total bilirubin ≤ 1.5 \\* institutional ULN\n   * AST and ALT ≤ 3 \\* institutional ULN\n   * Creatinine ≤ 1.5 \\* institutional ULN OR\n   * Estimated glomerular filtration rate (eGFR) ≥ 60 mL/min/1.73 m2 unless data exist supporting safe use at lower values of renal function, but eGFR must be ≥ 30 mL/min/1.73 m2\n5. Patients with human immunodeficiency virus (HIV) who are on effective antiretroviral therapy are eligible if the viral load was assessed as undetectable within 6 months prior to baseline\n6. Women: WOCBP must agree to use adequate contraception (hormonal or barrier method of birth control or abstinence) prior to study entry and for the duration of study participation\n7. Men: must agree to use adequate contraception prior to study entry, for the duration of study participation, and for 4 months after completion of LC administration\n\nExclusion Criteria:\n\n1. Any concurrent cancer diagnosis that is untreated, actively treated, or has undergone any therapy (RT, cytotoxic, targeted, immunotherapeutic, etc) within 2 years of study enrollment, with the exception of squamous or basal cell skin cancer\n2. Patient has not recovered from AEs due to prior anticancer therapy (ie, residual toxicities \\> Grade 1), with the exception of alopecia\n3. Receiving any other investigational agent\n4. Active infection requiring systemic antibiotics\n5. History of allergic reaction to compounds that are chemically or biologically similar to LC (see Protocol Section 5.5.1.2 and Section 5.5.1.3 of protocol)\n6. Patient is taking a medication that may potentiate hemolysis\n7. Unstable angina or myocardial infarction within the past 6 months\n8. Prolonged QTc interval, Bazett formula (QTcB) (\\> 450 msec for males or \\> 460 msec for females)\n9. Psychiatric illness or social situation that could limit compliance with study r requirements\n10. Pregnant or breastfeeding",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vice President Regulatory Affairs and Operations",
                    "role": "CONTACT",
                    "phone": "801-557-1214",
                    "email": "mcomas@signpathpharma.com"
                },
                {
                    "name": "President, CEO",
                    "role": "CONTACT",
                    "phone": "(801) 245-0313",
                    "email": "klarson@signpathpharma.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthias Holdhoff, MD, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Peter Sordillo, MD, PhD",
                    "affiliation": "SignPath Pharma",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University/Johns Hopkins Hospital",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthias Holdhoff, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Stuart Grossman, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "David Kamson, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jaishri Blakeley, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Lawrence Kleinberg, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "John Laterra, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kristin Redmond, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Karisa Schreck, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Carlos Romo, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28476779",
                    "type": "BACKGROUND",
                    "citation": "Sordillo PP, Sordillo LA, Helson L. The Kynurenine Pathway: A Primary Resistance Mechanism in Patients with Glioblastoma. Anticancer Res. 2017 May;37(5):2159-2171. doi: 10.21873/anticanres.11551."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Glioblastoma cell-induced immunosuppression causing chemoresistance. Chapter in: Glioblastoma Resistance to Chemotherapy: Molecular Mechanisms and Innovative Reversal Strategies. Elsevier/Academic Press. 2021"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2022-09-28",
                    "uploadDate": "2023-02-08T21:54",
                    "filename": "Prot_000.pdf",
                    "size": 988104
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M1692",
                    "name": "Temozolomide",
                    "relevance": "LOW"
                },
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "relevance": "LOW"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M6685",
                    "name": "Curcumin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19588",
                    "name": "Ondansetron",
                    "relevance": "LOW"
                },
                {
                    "id": "M14268",
                    "name": "Promethazine",
                    "relevance": "LOW"
                },
                {
                    "id": "M7338",
                    "name": "Diphenhydramine",
                    "relevance": "LOW"
                },
                {
                    "id": "M14219",
                    "name": "Prochlorperazine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M229482",
                    "name": "Bismuth subsalicylate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "AAll",
                    "name": "Anti-Allergic Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                }
            ]
        }
    },
    "hasResults": false
}