{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01222741",
            "orgStudyIdInfo": {
                "id": "100216"
            },
            "secondaryIdInfos": [
                {
                    "id": "10-I-0216"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Studies of Disorders With Increased Susceptibility to Fungal Infections",
            "officialTitle": "Studies of Disorders With Increased Susceptibility to Fungal Infections",
            "therapeuticArea": [
                "Infectious Diseases",
                "Immunology and Rheumatology"
            ],
            "study": "studies-of-disorders-with-increased-susceptibility-to-fungal-infections"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2011-01-07",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2010-10-15",
            "studyFirstSubmitQcDate": "2010-10-15",
            "studyFirstPostDateStruct": {
                "date": "2010-10-18",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-06-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Researchers are interested in studying disorders that make individuals more susceptible to fungal infections, specifically infections with the Candida yeast. These disorders are often related to problems with the immune system and may have genetic factors, which suggests that researchers should study not only the individual with the disorder, but also his or her first- and second-degree relatives (such as parents, siblings, children, and first cousins). To provide material for future research, individuals with immune disorders and their first- and second-degree relatives will be asked to provide blood and other samples for testing and comparison with samples taken from healthy volunteers with no history of immune disorders.\n\nObjectives:\n\n- To collect blood and other biological samples to study immune disorders that make individuals more susceptible to fungal infections.\n\nEligibility:\n\n* Individuals of any age who have abnormal immune function characterized by recurrent or unusual fungal infections, recurrent or chronic inflammation, or other types of immune dysfunction.\n* First- or second-degree genetically related family members (limited to mother, father, siblings, grandparents, children, aunts, uncles, and first cousins).\n* Healthy volunteers at least 18 years of age (for comparison purposes).\n\nDesign:\n\n* Participants will provide blood samples and buccal (cells from the inside of the mouth near the cheek) samples.\n* Participants with immune disorders will also be asked to provide urine samples, saliva or mucosal samples, or skin tissue biopsies, and may also have imaging studies (such as x-rays) to collect information for research.\n* Samples may be collected at the National Institutes of Health or at other clinical locations for the samples to the sent to the National Institutes of Health.\n* No treatment will be provided as part of this protocol.",
            "detailedDescription": "This study is designed for the evaluation, diagnosis, and long-term follow up of selected patients with primary immune deficiencies and other conditions associated with fungal, and more specifically with Candida spp. infections. The primary immune deficiencies to be studied include, but are not limited to, autoimmune polyendocrinopathy candidiasis ectodermal dystrophy (APECED), chronic mucocutaneous candidiasis (CMC), myeloperoxidase deficiency (MPO), immune dysregulation polyendocrinopathy enteropathy X-linked (IPEX), Job s syndrome, chronic granulomatous disease (CGD), and biotinidase deficiency. Diabetic patients and infants also show increased susceptibility to such infections and might be studied. Patient participants (who we will refer to as patients in this study) will undergo evaluations that include history/physical, blood sampling, genetic testing, and possible tissue sampling. We may use some of the blood cells to investigate the utility of induced pluripotent stem cells (iPS) for immune cell derivation and targeted gene correction. First or second degree genetically related family members (limited to mother, father, siblings, grandparents, children, aunts, uncles, and first cousins of an affected patient and who we will refer to as relatives in this study) might also be screened for clinical, in vitro, and genetic correlates of immune abnormalities. Healthy volunteers will be enrolled as a source of control samples for research testing. Among the aims of this protocol are to better understand the genetic and pathophysiologic factors that lead to defects in host defense, and to use modern and evolving methods in molecular and cellular biology to elucidate the pathogenesis of this particular susceptibility. A better understanding of primary immunodeficiency could allow for the rational development of novel therapies for such diseases and to benefit future patients, but it might not benefit current patient participants directly. Routine follow-up may occur every 6 months -with evaluation and blood sampling. Under some circumstances, we may provide treatment that relates to the immune deficiency. These treatments will follow standard medical practice."
        },
        "conditionsModule": {
            "conditions": [
                "Fungal Infections",
                "Primary Immune Deficiencies"
            ],
            "keywords": [
                "PID",
                "Primary Immune Deficiencies",
                "Candida",
                "Immune Abnormalities",
                "Diabetic",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "FAMILY_BASED",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 850,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Voluntary",
                    "description": "Healthy voluntary"
                },
                {
                    "label": "Patients",
                    "description": "affected patient"
                },
                {
                    "label": "relatives",
                    "description": "family member to patient"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "characterization",
                    "description": "Characterize and compare the clinical and laboratory features of APECED, CMC, and other primary immunodeficiencies or particular conditions (such as infancy or diabetic subjects) with increased susceptibility to Candida or other fungal infections.",
                    "timeFrame": "10 years"
                },
                {
                    "measure": "Determine the prevalence of mutation",
                    "description": "Determine the prevalence of AIRE mutations in patients with increased susceptibility to Candida or other fungal infections.",
                    "timeFrame": "10 years"
                },
                {
                    "measure": "genotype-phenotype correlation",
                    "description": "Establish a genotype-phenotype correlation in patients with different AIRE mutations.",
                    "timeFrame": "10 years"
                },
                {
                    "measure": "Determine and compare the functionality",
                    "description": "Determine and compare the functional integrity of Th17, Dectin1, and AIRE pathways in patients with increased susceptibility to Candida or other fungal infections with and without AIRE mutations",
                    "timeFrame": "10 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nPatient Participants (or simply Patient):\n\nPatients with abnormalities of immune function as manifested by recurrent or unusual fungal infections, recurrent or chronic inflammation, or previous laboratory evidence of immune dysfunction are eligible for screening and assessment under this protocol. Of particular focus of this study are patients with:\n\n* APECED (autoimmune polyendocrinopathy candidiasis ectodermal dystrophy)\n* CMC (chronic mucocutaneous candidiasis)\n* MPO (myeloperoxidase deficiency)\n* IPEX (immune dysregulation polyendocrinopathy enteropathy X-linked)\n* Hyper-immunoglobulin E syndrome (Job s syndrome)\n* CGD (chronic granulomatous disease)\n* Biotinidase deficiency\n* Other conditions showing increased susceptibility to such infections as described in infants and type 1 diabetic patientts\n\nThere will be no limit due to age, sex, race, or disability.\n\nAll patients must have a primary physician outside of the NIH.\n\nWomen of child-bearing potential, or who are pregnant or lactating, may be eligible.\n\nAll patients will be required to have blood stored for future studies and/or other medical conditions.\n\nRelatives:\n\nRelatives may be mother, father, siblings, children, grandparents, aunts, uncles, and first cousins to a patient participant.\n\nThere is no limit due to age, sex, race, or disability.\n\nRelatives will be required to have blood stored for future studies and/or other medical conditions.\n\nHealthy volunteers must:\n\nBe an adult of either sex and between age of 18 and 85 years old\n\nHave a hemoglobin concentration of greater than or equal to 11 g/dL\n\nWeigh greater than or equal to 110 pounds\n\nEXCLUSION CRITERIA:\n\nPatient:\n\nThe presence of certain types of acquired abnormalities of immunity solely due to human immunodeficiency virus (HIV), chemotherapeutic agent(s), or an underlying malignancy could be grounds for possible exclusion for a subject.\n\nRelatives:\n\nThe presence of certain types of acquired abnormalities of immunity solely due to HIV, chemotherapeutic agent(s), or an underlying malignancy could be grounds for possible exclusion for a relative.\n\nHealthy volunteers are not eligible if:\n\nReceiving chemotherapeutic agent(s), or have underlying malignancy\n\nPregnant or lactating\n\nHave history of heart, lung, kidney disease, bleeding or immunologic disorders leading to significant incapacity\n\nHave a history of recurrent or severe infections\n\nHave a history of HIV seropositivity\n\nHave a history of viral hepatitis (B or C)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "patients with primary immune deficiencies, their first and second-degree blood relatives (relatives), and individuals with other conditions that result in increased susceptibility to Candida spp. infections. This study will also include healthy volunteer adults as a source of control samples.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sergio D Rosenzweig, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 451-8971",
                    "email": "srosenzweig@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sergio D Rosenzweig, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19864672",
                    "type": "BACKGROUND",
                    "citation": "Glocker EO, Hennigs A, Nabavi M, Schaffer AA, Woellner C, Salzer U, Pfeifer D, Veelken H, Warnatz K, Tahami F, Jamal S, Manguiat A, Rezaei N, Amirzargar AA, Plebani A, Hannesschlager N, Gross O, Ruland J, Grimbacher B. A homozygous CARD9 mutation in a family with susceptibility to fungal infections. N Engl J Med. 2009 Oct 29;361(18):1727-35. doi: 10.1056/NEJMoa0810719."
                },
                {
                    "pmid": "19614557",
                    "type": "BACKGROUND",
                    "citation": "Plantinga TS, van der Velden WJ, Ferwerda B, van Spriel AB, Adema G, Feuth T, Donnelly JP, Brown GD, Kullberg BJ, Blijlevens NM, Netea MG. Early stop polymorphism in human DECTIN-1 is associated with increased candida colonization in hematopoietic stem cell transplant recipients. Clin Infect Dis. 2009 Sep 1;49(5):724-32. doi: 10.1086/604714."
                },
                {
                    "pmid": "16684821",
                    "type": "BACKGROUND",
                    "citation": "Perheentupa J. Autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy. J Clin Endocrinol Metab. 2006 Aug;91(8):2843-50. doi: 10.1210/jc.2005-2611. Epub 2006 May 9."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2010-I-0216.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000009181",
                    "term": "Mycoses"
                },
                {
                    "id": "D000081207",
                    "term": "Primary Immunodeficiency Diseases"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7380",
                    "name": "Disease Susceptibility",
                    "relevance": "LOW"
                },
                {
                    "id": "M2285",
                    "name": "Primary Immunodeficiency Diseases",
                    "asFound": "Primary Immune Deficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "asFound": "Immune Deficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "asFound": "Fungal Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}