{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05975450",
            "orgStudyIdInfo": {
                "id": "STUDY00005929"
            },
            "secondaryIdInfos": [
                {
                    "id": "U01AI138909",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01AI138909"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Subcutaneous Abatacept in Renal Transplant Recipients",
            "officialTitle": "Early Substitution of Subcutaneous Abatacept for Belatacept as Costimulation Blockade to Minimize Calcineurin Inhibitors (CNI) Exposure After Kidney Transplantation",
            "acronym": "RTB-016",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "subcutaneous-abatacept-in-renal-transplant-recipients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-26",
            "studyFirstSubmitQcDate": "2023-08-02",
            "studyFirstPostDateStruct": {
                "date": "2023-08-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Idelberto Badell",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Idelberto Badell",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "After a kidney transplant, patients take drugs called anti-rejection drugs (immunosuppressives) to prevent their bodies from rejecting the new kidney. At present it is not possible to have a successful transplant without these drugs. These drugs make it possible for a person who receives the transplant to accept the \"foreign\" kidney. Most patients who get a transplant need to take anti-rejection medications for the rest of their lives, or for as long as the kidney continues to work.\n\nResearchers are looking to learn whether abatacept is as good as belatacept in preventing rejection, whether there are other benefits or harms associated with abatacept treatment, and possibly allows greater flexibility on patient's travel and time since abatacept is self-administered at home.\n\nThis study is being done to answer these questions:\n\nAre weekly abatacept injections under the skin a safe and effective substitute for monthly belatacept intravenous (IV) infusions? and How well does the kidney function after switching from belatacept to abatacept?",
            "detailedDescription": "This is a Phase I, open-label, prospective, single-arm single-center study to evaluate the feasibility, effectiveness, and safety of a regimen substituting subcutaneous abatacept early post-transplant in place of intravenous belatacept as an immunosuppressant in first-time renal transplant recipients.\n\nThere is a single arm in this study; the Investigational (abatacept) group. Participants will be assigned to a treatment regimen between 2 and 5 months after transplantation. The study drug will be administered until month 12 post-transplant; at that point, all participants will be transitioned to a physician-directed immunosuppressive regimen post-study."
        },
        "conditionsModule": {
            "conditions": [
                "Kidney Transplant Recipient"
            ],
            "keywords": [
                "Renal Transplant",
                "abatacept"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Abatacept",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be assigned to a treatment regimen between 2 and 5 months after transplantation. The study drug will be administered until month 12 post-transplant; at that point, all participants will be transitioned to a physician-directed immunosuppressive regimen post-study.",
                    "interventionNames": [
                        "Drug: Abatacept 125Mg/Ml Syringe"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Abatacept 125Mg/Ml Syringe",
                    "description": "Participants on qualifying belatacept regimen (with low dose tacrolimus, mmf and prednisone) will have their maintenance regimen changed from i.v. belatacept to s.c. abatacept, which will continue through week 52 (month 12) post-transplant:\n\nCostimulation blockade:\n\n- Abatacept 125 mg subcutaneous weekly",
                    "armGroupLabels": [
                        "Abatacept"
                    ],
                    "otherNames": [
                        "Orencia"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The proportion of subjects who tolerate subcutaneous injections and are compliant with self-administration",
                    "description": "Measured by abatacept administration logs and autoinjector accountability.",
                    "timeFrame": "Throughout the study intervention (up to 12 months)"
                },
                {
                    "measure": "The proportion of participants who remain free of biopsy-proven acute T-cell mediated rejection (aTCMR) or antibody-mediated rejection (ABMR) as defined by Banff criteria at or before 12 months after transplantation.",
                    "description": "For-cause biopsies may be performed as dictated by the clinical team. A for-cause biopsy (i.e., graft dysfunction) may be performed in cases of increased serum creatinine, proteinuria, or other clinical symptoms at the discretion of the site Investigator.",
                    "timeFrame": "Throughout the study intervention up to 12 months post transplant"
                },
                {
                    "measure": "The cumulative incidence of serious adverse events",
                    "description": "Assessments for the development of serious adverse events will be completed at each study visit.",
                    "timeFrame": "Throughout the study intervention up to 12 months post transplant"
                },
                {
                    "measure": "Incidence of serious infection of special interest",
                    "description": "Any infection requiring hospitalization or prolonged therapy, including but not limited to treatment ≥ 20 days)",
                    "timeFrame": "Throughout the study intervention up to 12 months post transplant"
                },
                {
                    "measure": "Incidence of patients with cytomegalovirus (CMV) viremia stratified by the magnitude",
                    "description": "All subjects will be monitored for CMV infection by quantitative polymerase chain reaction (PCR) in the blood per the Emory Transplant Center standard of care protocolCMV viremia stratified by count ≥35 but \\<10,000 or ≥10, 000",
                    "timeFrame": "Throughout the study intervention up to 12 months post transplant"
                },
                {
                    "measure": "Incidence of patients with BK viremia stratified by the magnitude",
                    "description": "Undetected, \\>0 but \\< 1,000, ≥ 1,000 but \\<10,000 or ≥ 10,000 - 100,000, ≥100,000 or stratified by log, which is reported as a result.",
                    "timeFrame": "Throughout the study intervention up to 12 months post transplant"
                },
                {
                    "measure": "Incidence of any malignancy",
                    "description": "Incidence of any malignancy including Post-Transplant Lymphoproliferative Disorder (PTLD)",
                    "timeFrame": "Throughout the study intervention up to 12 months post transplant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The proportion of subjects experiencing the composite outcome of death or allograft failure",
                    "description": "Death and/or allograft failure at or before 12 months after transplantation",
                    "timeFrame": "Up to 12 months post transplant"
                },
                {
                    "measure": "Number of subjects with biopsy-proven acute T-cell mediated cellular rejection (BP-aTCMR)",
                    "description": "Incidence of biopsy-proven acute T-cell mediated cellular rejection (BP-aTCMR)",
                    "timeFrame": "Up to 12 months post transplantation"
                },
                {
                    "measure": "Number of subjects treated for rejection",
                    "description": "The number of subjects treated for rejection with any of the following: i) corticosteroids within 12 months, ii) T-cell depleting therapy within 12 months, iii) any other treatment for rejection within 12 months of transplantation",
                    "timeFrame": "Up to 12 months post transplantation"
                },
                {
                    "measure": "Number of subjects treated for acute rejection due to clinical suspicion rather than BP-aTCMR or BP-aABMR within 12 months of transplantation.",
                    "description": "For-cause biopsies may be performed as dictated by the clinical team. A for-cause biopsy (i.e., graft dysfunction) may be performed in cases of increased serum creatinine, proteinuria, or other clinical symptoms at the discretion of the site Investigator.",
                    "timeFrame": "Up to 12 months post transplantation"
                },
                {
                    "measure": "Number of subjects with biopsy-proven active antibody-mediated rejection (BP-aABMR)",
                    "description": "For-cause biopsies may be performed as dictated by the clinical team. A for-cause biopsy (i.e., graft dysfunction) may be performed in cases of increased serum creatinine, proteinuria, or other clinical symptoms at the discretion of the site Investigator.",
                    "timeFrame": "Up to 12 months post transplantation"
                },
                {
                    "measure": "Number of subjects with changes in allograft biopsies for the 5 categories of aTCMR specified in the Banff schema",
                    "description": "For-cause biopsies may be performed as dictated by the clinical team. A for-cause biopsy (i.e., graft dysfunction) may be performed in cases of increased serum creatinine, proteinuria, or other clinical symptoms at the discretion of the site Investigator.",
                    "timeFrame": "Up to 12 months post transplantation"
                },
                {
                    "measure": "Time to changes in allograft biopsies for the 5 categories of aTCMR specified in the Banff schema",
                    "description": "Calculations will be made from the start of the time abatacept is started up to 12 months. A for-cause biopsy (i.e., graft dysfunction) may be performed in cases of increased serum creatinine, proteinuria, or other clinical symptoms at the discretion of the site Investigator.",
                    "timeFrame": "Up to 12 months post transplantation"
                },
                {
                    "measure": "Number of subjects who develop de-novo donor specific antibody (DSA)",
                    "description": "Proportion of subjects who develop de-novo DSA",
                    "timeFrame": "Up to 12 months post transplantation"
                },
                {
                    "measure": "Change in estimated GFR (eGFR)",
                    "description": "The difference in eGFR will be calculated using a monthly repeated measures model from the time abatacept is started and 12 months.",
                    "timeFrame": "Baseline and 12 months post transplantation"
                },
                {
                    "measure": "Number of days to events [TCMR, ABMR, de-novo specific antibodies (DSA) formation, graft loss].",
                    "description": "All events will be documented and calculations will be made from the start of the time abatacept is started up to 12 months.",
                    "timeFrame": "Up to 12 months post transplantation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must be able to understand and provide informed consent.\n* Male or Female, 18-70 years of age at the time of enrollment (all races and ethnicities)\n* Negative crossmatch (virtual or physical) at the time of transplant\n* No less than 8 weeks, no more than 20 weeks post-transplant at enrollment\n* A first-time renal transplant who has been treated with belatacept from the time of transplant, receiving tacrolimus (target trough 3-5 ng/ml), mycophenolate mofetil (or mycophenolic acid or azathioprine), prednisone (also see exclusion criteria).\n* eGFR ≥ 40ml/min/m2 \\[using 2021 the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation\\].\n* Must have prior documented evidence of Epstein-Barr virus (EBV) seropositivity.\n* Female study participants of childbearing potential must have a negative pregnancy test prior to enrollment.\n* Agreement to use contraception that is more than 80% effective.\n* Vaccines are up to date as per the Division of Allergy, Immunology, and Transplantation (DAIT) guidance for patients in transplant trials.\n* Study participants must have a negative purified protein derivative (PPD) or negative testing for tuberculosis using an approved Interferon Gamma Release Assay (IGRA) blood test, such as QuantiFERON®-Gold tuberculosis (TB) or T-SPOT®-TB assay. PPD or IGRA testing must be documented to have been performed within the 52 weeks before enrollment.\n\nExclusion Criteria:\n\n* Inability or unwillingness of a study participant to give written informed consent or comply with the study protocol.\n* Recipient of previous organ transplant of any type.\n* Multi-organ transplant.\n* Calculated Panel Reactive Antibody (cPRA) \\>80 at the time of enrollment.\n* History of any episode of biopsy-proven Banff rejection (including borderline rejection or any grade of acute TCMR) prior to enrollment.\n* History of any malignancy including lymphoma within 5 years of enrollment. Study participants with curatively treated non-melanomatous skin cancer or curatively treated cervical carcinoma in situ may be enrolled.\n* Any past or current issue which in the opinion of the investigator may pose additional risks to the participant in the study, may interfere with the study participant's ability to comply with the study requirements, or may impact the quality or interpretation of the data obtained from the study.\n* Human immunodeficiency virus (HIV): individuals known to be HIV positive.\n* Hepatitis C virus (HCV): any study participant who receives a kidney from a seropositive or HCV RNA PCR-positive donor is ineligible. Any study participant who was HCV RNA PCR positive at transplant is ineligible. Any study participant with a history of HCV seropositivity or HCV infection who has not met the criteria for sustained spontaneous clearance or sustained viral response to therapy is ineligible.\n* Hepatitis B virus (HBV): Individuals with any of the following are NOT eligible:\n\n  * Recipient or donor positive for hepatitis B surface antigen (HBsAg)\n  * Recipient or donor positive for antibodies to hepatitis B core antigen (anti-HBc)\n  * Recipient or donor is known to have had a positive HBV DNA PCR\n* Evidence of CMV viremia or clinical CMV infection at any time after transplant.\n* Kidney recipients who were CMV seronegative who received an organ from a CMV seropositive donor.\n* BK viremia of greater than 4.3 DNA log copies/ml (greater than 20,000 copies/ml) at any time post-transplant.\n* Active uncontrolled infection within 1 month of enrollment.\n* Clinically significant proteinuria (urinary protein/Cr ratio \\>1.0).\n* Receiving belatacept at a dose other than 5 mg/kg body weight.\n* Receiving mycophenolate mofetil at a dose of less than 1000 mg daily (or mycophenolic acid or azathioprine equivalent).\n* Receiving prednisone at a dose greater than 5 mg daily.\n* Presence of donor-specific antibody by Luminex single antigen bead assay.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Idelberto R Badell, MD",
                    "role": "CONTACT",
                    "phone": "404-712-6562",
                    "email": "ibadell@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Idelberto R Badell, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Clinic",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Idelberto R Badell, MD",
                            "role": "CONTACT",
                            "phone": "404-712-6562",
                            "email": "ibadell@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Idelberto R Badell, MD",
                            "role": "CONTACT",
                            "phone": "404-712-6562",
                            "email": "ibadell@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069594",
                    "term": "Abatacept"
                }
            ],
            "ancestors": [
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14121",
                    "name": "Prednisone",
                    "relevance": "LOW"
                },
                {
                    "id": "M30452",
                    "name": "Calcineurin Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M483",
                    "name": "Abatacept",
                    "asFound": "Blockade",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18950",
                    "name": "Tacrolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}