{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05898087",
            "orgStudyIdInfo": {
                "id": "21-167-CCMC"
            },
            "organization": {
                "fullName": "Connecticut Children's Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Subpectoral Bupivacaine for Pain Management in Adolescent Reduction Mammaplasty",
            "officialTitle": "Subpectoral Bupivacaine for Pain Management in Adolescent Reduction Mammaplasty",
            "therapeuticArea": [
                "Other"
            ],
            "study": "subpectoral-bupivacaine-for-pain-management-in-adolescent-reduction-mammaplasty"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-24",
            "studyFirstSubmitQcDate": "2023-05-26",
            "studyFirstPostDateStruct": {
                "date": "2023-06-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christopher Hughes",
                "investigatorTitle": "MD, MPH",
                "investigatorAffiliation": "Connecticut Children's Medical Center"
            },
            "leadSponsor": {
                "name": "Connecticut Children's Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this randomized control trial is to in \\[describe participant population/health conditions\\]. The main question it aims to answer is:\n\n• Is the use of intraoperative subpectoral bupivacaine associated with decreased post-operative pain in adolescent patients who undergo bilateral reduction mammaplasty\n\nParticipants will be randomized into the study group that intraoperatively receives 20cc of subpectoral bupivacaine injections or into the control group that intraoperatively receives 20cc of injectable saline subpectorally. All participants will keep a pain log and pain medication log at home for the first week following surgery.\n\nResearchers will compare to see if patients who receive subpectoral bupivacaine have lower pain scores in the PACU, and lower use of narcotics post-operatively when compared to the control group who receive injectable saline.",
            "detailedDescription": "1. All team members will be extensively trained on the proceedings of this trial\n2. Patients will be recruited at their initial consultation, or subsequent pre-operative visit.\n3. All patients that are approached will be recorded into an excel sheet. If they decline the study- this will be listed along with any provided reasoning for declining.\n4. Once consent is obtained, the patient will be randomized into either the study group (receiving intraoperative subpectoral bupivacaine) or the control group (will not receive subpectoral bupivacaine.) Block randomization will be performed using randomizer.org. For every forty patients, twenty will be randomized into the control group, and twenty into the bupivacaine group. Patients will be blinded to the which group they are placed in. The PI and study staff are not blinded.\n5. Per standard protocol, patients will undergo urine pregnancy testing in the pre-operative area. If results are positive, patients will be informed of the results in a private area. Surgery will be postponed and patients will be then excluded from the study.\n6. Patients will undergo their procedure with their assigned intervention. Intra-operative anesthetic and pain control regimens will otherwise be standardized with the anesthesia team to remove other confounding factors/variables.\n7. Administration of the saline/bupivacaine will be just below the fascia of the pectroalis major. This will occur following resection of the specimen and achievement of hemostasis, prior to closure of the wounds. Injections will be in a fan-like pattern, beginning at the inferolateral border of the pectoral is muscle, extending superomedially with injection, spanning the anterior surface of the pectroalis major. This will be performed under direct visualization; no imaging assistance is necessary. Each patient will receive 5 injections, 3mL per injection bilaterally. A total of 30mL of saline or bupivacaine will be injected.\n8. PACU nurses will record pain scores upon arrival into the PACU, as well as upon discharge home from the hospital. All patients will receive the same amount of prescribed narcotic. They will be sent home with a log. Patients will record a daily pain score, and the number of doses of ibuprofen, acetaminophen and oxycodone.\n9. As an internal quality control measure, research staff will call patients within 72 hours from surgery to ensure they are completing the pain score and medication log daily.\n10. The clinician (MD, PA, or nurse) will go through the survey questions with patients at their 1 and 4 week post-operative visits. These questions are typical questions asked at follow-up and will not add significant time to the clinic visit. All clinical staff asking these surveys is familiar with the information. (see appendices)\n11. Data will be collected at the 1 and 4 week post-operative visit in the plastic surgery clinic Further data (PACU length of stay, PACU pain scores) will be determined by performing chart review.\n12. To minimize error and maximize quality, only a few clinicians (3-4 max) will be those obtaining the survey results in clinic. All questions will be asked by reading verbatim from the survey to avoid bias when questioning. Scores will be entered into an excel file each day at the end of clinic.\n13. The spreadsheet will be password protected to ensure patient privacy. Only the surgeon, PA and RN will have access to this.\n14. Interim analyses will be performed after 60 patients have undergone treatment in order to assess if the study is meeting the intended objectives."
        },
        "conditionsModule": {
            "conditions": [
                "Macromastia",
                "Post-operative Pain"
            ],
            "keywords": [
                "macromastia",
                "post-operative pain",
                "bupivacaine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participant is blinded to enrollment group (study group vs control.)",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 128,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Study Group 1 - Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive 20cc of subpectoral bupivacaine injected into the fascia",
                    "interventionNames": [
                        "Drug: Marcaine 0.25 % Injectable Solution"
                    ]
                },
                {
                    "label": "Study Group 2 - Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants in this group will receive 20cc of subpectoral saline injected into the fascia",
                    "interventionNames": [
                        "Drug: Saline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Marcaine 0.25 % Injectable Solution",
                    "description": "Patients in this arm will receive an injection of 20cc of injectable 0.25% bupivacaine solution. It will be injected in a fan-like pattern beneath the pectoralis fascia",
                    "armGroupLabels": [
                        "Study Group 1 - Intervention"
                    ],
                    "otherNames": [
                        "bupivacaine 0.25% injectable solution"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Saline",
                    "description": "Patients in this arm will receive an injection of 20cc of injectable saline. It will be injected in a fan-like pattern beneath the pectoralis fascia",
                    "armGroupLabels": [
                        "Study Group 2 - Control"
                    ],
                    "otherNames": [
                        "injectable saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Post-operative pain score",
                    "description": "Post-operative pain score will be patient reported on a rating scale of 1-10. This will be recorded by the PACU nurse upon admission and upon discharge from the PACU. Patients will subsequently record a daily pain score in a home log daily until their 1 week follow-up visit. Scores will be recorded using the home log provided by the patient. We will also utilize chart review to record PACU pain score from the immediate post-operative time period.",
                    "timeFrame": "Measured on day of surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Narcotic use",
                    "description": "Narcotic use will be determined by chart review of the PACU record. The amount of narcotic pain medication will be recorded for each patient. Prescription narcotic use upon discharge will be patient-reported in their patient log.",
                    "timeFrame": "Measured up until 4 weeks post-op"
                },
                {
                    "measure": "Length of stay in post-anesthesia care unit",
                    "description": "Length of stay in post-anesthesia care unit will be determined by chart review from time entering the PACU to time of discharge from the hospital.",
                    "timeFrame": "Measured on day of surgery"
                },
                {
                    "measure": "Return to full activity",
                    "description": "Return to full activity- will be categorized as returning to school, returning to light activity, or returning to full activity/heavy exercise.",
                    "timeFrame": "Measured for 4 weeks post-op"
                },
                {
                    "measure": "Demographics",
                    "description": "Demographics including age, race, ethnicity will be collected and recorded for all patients approached to enter the study.",
                    "timeFrame": "Recorded when patient is enrolled"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female\n2. Age 13-21 at the time of surgery\n3. Undergoing bilateral reduction mammaplasty at Connecticut Children's from 1/1/2022-12/31/2025.\n4. Ability of child's parent/legal guardian to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. Patients with history of substance use disorder or \"chronic pain\" defined as pain requiring management and treatment by a pain management specialist.\n2. Patients already taking narcotics at the time of surgery.\n3. Patients with a history of hepatic or renal dysfunction.\n4. Patients with known allergy to bupivacaine.\n5. Patients who are pregnant, determined by urine testing in pre-operative area.\n6. Patients who are non-verbal or have developmental delays that would result in inability to report reliable pain scores.\n7. Patients with significant post-operative complications\n8. Patients not meeting inclusion criteria.\n9. Patients lost to follow-up- they must be seen within 1 week and 4 weeks post-operatively",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lauren C Schmidtberg, PA-C",
                    "role": "CONTACT",
                    "phone": "860-545-9360",
                    "email": "lschmidtberg@connecticutchildrens.org"
                },
                {
                    "name": "Christopher Hughes, MD, MPH",
                    "role": "CONTACT",
                    "phone": "860-545-9360",
                    "email": "chughes02@connecticutchildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher Hughes, MD, MPH",
                    "affiliation": "Connecticut Children's",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Connecticut Children's",
                    "status": "RECRUITING",
                    "city": "Farmington",
                    "state": "Connecticut",
                    "zip": "06032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren C Schmidtberg",
                            "role": "CONTACT",
                            "phone": "860-545-9360",
                            "email": "lschmidtberg@connecticutchildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.71982,
                        "lon": -72.83204
                    }
                },
                {
                    "facility": "Connecticut Children's",
                    "status": "RECRUITING",
                    "city": "Hartford",
                    "state": "Connecticut",
                    "zip": "06106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren C Schmidtberg",
                            "role": "CONTACT",
                            "phone": "860-545-9360",
                            "email": "lschmidtberg@connecticutchildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76371,
                        "lon": -72.68509
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33625027",
                    "type": "RESULT",
                    "citation": "Wallace CC, Wetzel ME, Howell C, Vasconez HC. The Efficacy of Pectoralis Nerve Blockade in Breast Reductions: A Prospective Randomized Trial. Ann Plast Surg. 2021 Jun 1;86(6S Suppl 5):S632-S634. doi: 10.1097/SAP.0000000000002763."
                },
                {
                    "pmid": "15923838",
                    "type": "RESULT",
                    "citation": "Lu L, Fine NA. The efficacy of continuous local anesthetic infiltration in breast surgery: reduction mammaplasty and reconstruction. Plast Reconstr Surg. 2005 Jun;115(7):1927-34; discussion 1935-6. doi: 10.1097/01.prs.0000163332.04220.bd."
                },
                {
                    "pmid": "18650606",
                    "type": "RESULT",
                    "citation": "Kryger ZB, Rawlani V, Lu L, Fine NA. Decreased postoperative pain, narcotic, and antiemetic use after breast reduction using a local anesthetic pain pump. Ann Plast Surg. 2008 Aug;61(2):147-52. doi: 10.1097/SAP.0b013e31815a23ef."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The research team is comprised of the medical providers caring for these patients. The study information will be collected and stored on the secure hospital server, password protected.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "From beginning of enrollment until completion of the research paper.",
            "accessCriteria": "Only researchers involved in the study will have access"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Post Operative Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T2496",
                    "name": "Gigantomastia",
                    "asFound": "Macromastia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002045",
                    "term": "Bupivacaine"
                },
                {
                    "id": "D000019999",
                    "term": "Pharmaceutical Solutions"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "asFound": "Drink",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "asFound": "Procedure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}