{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05397691",
            "orgStudyIdInfo": {
                "id": "2022003505"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R34DA052836-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R34DA052836-01A1"
                }
            ],
            "organization": {
                "fullName": "Brown University",
                "class": "OTHER"
            },
            "briefTitle": "Substance Use Prevention for Youth With Parents in Recovery",
            "officialTitle": "Substance Use Prevention for Youth With Parents in Recovery: A Pilot Randomized Controlled Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "substance-use-prevention-for-youth-with-parents-in-recovery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-23",
            "studyFirstSubmitQcDate": "2022-05-26",
            "studyFirstPostDateStruct": {
                "date": "2022-05-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Brown University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Risk for substance use disorder (SUD) begins early in the life course. Although preventing and decreasing illicit and nonmedical drug use among youth is an urgent public health priority, there are currently few evidence-based prevention strategies feasible for delivery in the primary care setting. The investigators propose a three-year plan to collect critical pilot data to pilot test and optimize a dyadic intervention that aims to increase family resilience, strengthen coping skills, help families plan for the future, and prevent youth SUD.\n\nThe 'prototype' for the intervention approach is Family Talk, an evidence-based parent-youth dyadic intervention that can be delivered within the existing infrastructure of the patient-centered medical home. The investigators have made preliminary adaptations to the model in preparation for testing. To prepare for a subsequent efficacy study, a two-arm pilot randomized controlled trial of the intervention with 40 parent-youth dyads to optimize the intervention model will be conducted. The feasibility of the intervention will be evaluated. In addition, empiric estimates of study parameters to inform the planning of a fully powered randomized controlled trial and plausible intervention targets using semi-structured qualitative interviews will be obtained.",
            "detailedDescription": "Within the context of a pilot randomized controlled trial, the objectives are to: 1. Optimize the content and delivery of the intervention through an iterative series of quality improvement cycles informed by structured feedback from parents, youth, and intervention providers after each session; 2. Field test study logistics, including participant recruitment, willingness to consent to a randomized trial; loss to follow-up; the acceptability and feasibility of the study measures; and 3. Obtain empiric estimates of study parameters to inform future clinical trial design, including within-group standard deviation of continuous measures; correlations of repeated measures; and proportion of control group subjects who experience each outcome. The products at the end of the pilot study will be an optimized intervention model, developed with parent and youth input and ready for efficacy testing; and a set of putative intervention targets ready to be tested in the subsequent trial. The ultimate goal is to develop an effective approach to youth substance use prevention, delivered within the infrastructure of the patient-centered medical home. If successful, this trajectory of work has the potential to identify a novel, family-centered approach to substance use disorder prevention for a high-risk population of youth whose parents are in recovery."
        },
        "conditionsModule": {
            "conditions": [
                "Substance Use Disorders"
            ],
            "keywords": [
                "Family Talk",
                "Parent-youth dyad",
                "Family functioning",
                "Coping strategies"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention refinement arm",
                    "type": "EXPERIMENTAL",
                    "description": "20 parent-youth \\[12-18 years old\\] dyads will be randomized to this arm and receive the Modified Family Talk intervention.",
                    "interventionNames": [
                        "Other: Modified Family Talk"
                    ]
                },
                {
                    "label": "Parameter estimation arm",
                    "type": "EXPERIMENTAL",
                    "description": "20 parent-youth dyads randomized to this control-like arm will receive current best practice care in the patient-centered medical home",
                    "interventionNames": [
                        "Other: Control-like parameter estimation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Modified Family Talk",
                    "description": "The Modified Family Talk intervention consists of six modules, each lasting approximately 60 minutes. Family Talk is intended to be delivered over a period of 12 weeks, with meetings occurring every 1-2 weeks.",
                    "armGroupLabels": [
                        "Intervention refinement arm"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Control-like parameter estimation",
                    "description": "Parameter estimation is designed to emulate best practices around comprehensive, high quality, patient-centered care for adults and youth. Participants will have access to collaborative adult Office Based Addiction Treatment (OBAT) clinical services, multidisciplinary adolescent primary care clinics with co-located adolescent substance use specialists, high quality social work services, integrated behavioral health, and access to patient navigators for assistance connecting to community resources.",
                    "armGroupLabels": [
                        "Parameter estimation arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Participation metrics",
                    "description": "The number of families approached and screened for the project, number ineligible, number refusing participation, and number ultimately enrolled will be assessed",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Reasons for not enrolling",
                    "description": "An investigator created questionnaire will be obtain the reasons why eligible potential participants did not enroll in the study.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Study attrition rates",
                    "description": "The percent of participants will be calculated by dividing the number of participants that complete the study by the total number of participants enrolled.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Number of sessions",
                    "description": "The number of sessions delivered by the intervention providers will be tracked.",
                    "timeFrame": "throughout the study up to 12 months"
                },
                {
                    "measure": "Person-time of sessions",
                    "description": "The total and average person time for sessions delivered by the intervention providers will be tracked.",
                    "timeFrame": "throughout the study up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Youth substance use in preceding 90 days",
                    "description": "The Timeline Follow-back Interview (TLFB) is a 14 item instrument that will be used to assess substance use in the preceding 90 days and to evaluate for new onset of substance use, as well as increased frequency or intensity of use.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Youth substance use screening",
                    "description": "Brief Screener for Tobacco, Alcohol, and other Drugs (BSTAD), a brief, validated instrument designed for use in primary care will be used to screen youth for substance use, including use of tobacco (adapted to include e-cigarettes and vaping products), alcohol, marijuana, prescription medications (including opioids), heroin, and other illicit substance use in the past year.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Family Communication",
                    "description": "Family communication will be assessed by the 10-item Family Problem-Solving Communication Index that evaluates family communication patterns in response to problems or conflicts and identifies affirming and incendiary communication patterns. Each item has a choice of answers, which correlate with 0-3 points where 0 = False' 1 = Mostly false' 2 = Mostly true' 3 = True. The answers to different items are added together for an \"affirming communication\" subscale and an \"incendiary communication\" subscale. Reverse score items 3 \\& 9. For Affirming Communication: items 2' 4' and 6' 8'10 are summed. For Incendiary Communication: items 1' 3' 5' 7' 9 are summed. The subscales can range from 0-15. Higher scores for the affirming communication subscale are more favorable, while lower scores for the incendiary communication subscale are more favorable.",
                    "timeFrame": "3 months, 6 months, 12 months"
                },
                {
                    "measure": "Family Functioning",
                    "description": "The Inventory of Parent and Peer Attachment (IPPA) will be used to assess family functioning. IPPA consists of 25 items for the mother, 25 items for the father, and 25 items for the adolescent and uses a 5-point LIkert scale for each items. The IPPA is scored by reverse-scoring the negatively worded items and then summing the response values in each section. This self-report scale measures youth perceptions of attachment to parents/caregivers along three dimensions: trust, communication, and alienation",
                    "timeFrame": "3 months, 6 months, 12 months"
                },
                {
                    "measure": "Depression",
                    "description": "Depression will be assessed using the Quick Inventory of Depressive Symptomatology (QIDS).Total QIDS scores range from 0 to 27, with scores of 5 or lower indicative of no depression, scores from 6 to 10 indicating mild depression, 11 to 15 indicating moderate depression, 16 to 20 reflecting severe depression, and total scores greater than 21 indicating very severe depression.",
                    "timeFrame": "3 months, 6 months, 12 months"
                },
                {
                    "measure": "Perceived Stress",
                    "description": "Perceived stress will be assessed using the 10 item Perceived Stress Scale (PSS). The range of responses for each item is from 0-4, where 0 = Never 1 = Almost Never 2 = Sometimes 3 = Fairly Often 4 = Very Often. total scores can range from 0 to 40 and higher scores are correlated with more perceived stress.",
                    "timeFrame": "3 months, 6 months, 12 months"
                },
                {
                    "measure": "Problem solving skills",
                    "description": "Problem solving skills will be assessed with the Social Problem Solving Inventory -Revised (SPSI-R). This 25 item instrument measures problem orientation and problem-solving skills in 5 dimensions: positive (PPO) and negative orientation(NPO) ; avoidance (AS); impulsivity (ICS) ; and rationality (RPS). Each dimension subscale scores range from 0 to 20, and the total scores of the SPSI-R: S range from 0 to 100. Higher subscores on PPO and RPS, and lower subscores of NPO, ICS, and AS indicate good social problem solving.",
                    "timeFrame": "3 months, 6 months, 12 months"
                },
                {
                    "measure": "Self-efficacy coping strategies",
                    "description": "Coping strategies will be assessed by the 26 item Coping Self-Efficacy Scale which measures ability to cope with life changes in three domains: problem-focused coping, handling unpleasant thoughts, and getting support from family/friends. Anchor points on the scale are 0 ('cannot do at all'), 5 ('moderately certain can do') and 10 ('certain can do'). A high score - between 17 and 20 - indicates a highly resilient coper, and a low score - between 4 and 13 - suggests a low resilient coper.",
                    "timeFrame": "3 months, 6 months, 12 months"
                },
                {
                    "measure": "Types of coping strategies",
                    "description": "The Brief Coping Orientation to Problems Experienced (COPE) measures 14 different adaptive and problematic coping styles. Respondents rate items on a 4-point Likert scale ranging from 1 (I haven't been doing this at all) to 4 (I've been doing this a lot). Each scale is comprised of 2 items. Higher scores indicate increased utilization of that specific coping strategy. There is no overall total score.",
                    "timeFrame": "3 months, 6 months, 12 months"
                },
                {
                    "measure": "Social support",
                    "description": "Social support will be assessed using the Social Adjustment Scale Self-Report (SAS-SR). It examines social and role functioning in six areas: work; social activities; relationships with family; spouse or partner; parent; member of family unit. Each question is rated on a five-point scale from which subscale means and an overall mean can be obtained. Higher scores denote greater impairment. Role areas not relevant to the respondent can be skipped",
                    "timeFrame": "3 months, 6 months, 12 months"
                },
                {
                    "measure": "Youth perceptions of peer, sibling, parental substance use",
                    "description": "The Personal Experience Inventory will be used to assess this outcome. It assesses 3 domains: peer use (5 items); sibling use (4 items); and parent use (4 items). The response options include Likert scales that correspond to answers such as Never/Once or Twice/Sometimes/Often, Strongly Disagree/Disagree/Agree/Strongly Agree, which in turn correspond to scores of 1-4. Subscale scores can be compared to population norms and cutoffs.",
                    "timeFrame": "3 months, 6 months, 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for youth:\n\n* 12-18 years without diagnosed SUD\n* Comfortable speaking English or Spanish\n\nInclusion Criteria for parent:\n\n* 18 years or older\n* Receiving treatment for SUD\n* Receiving substance use care in the CODAC system\n* Comfortable speaking English or Spanish\n\nExclusion Criteria:\n\n* Presence of acute family crisis, such as recent death, incarceration, separation, divorce, or other stressor\n* Parent or youth with cognitive limitation or intellectual disability",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Caroline J Kistin, MD MSc",
                    "role": "CONTACT",
                    "phone": "4018632236",
                    "email": "caroline_kistin@brown.edu"
                },
                {
                    "name": "Jocelyn Antonio, MPH",
                    "role": "CONTACT",
                    "phone": "4018632259",
                    "email": "jocelyn_antonio@brown.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Caroline J Kistin, MD MSc",
                    "affiliation": "Brown University School of Public Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "CODAC",
                    "status": "RECRUITING",
                    "city": "Pawtucket",
                    "state": "Rhode Island",
                    "zip": "02904",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lily Pike, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.87871,
                        "lon": -71.38256
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Upon completion of study analyses and publications, the investigators will make data and non-publishable documentation (such as research protocols, data collection instruments, other findings) available to internal and external bona fide researchers upon request in a timely fashion. The de-identified data will be made available to others only after discussion with the study team and under a formal data-sharing agreement that provides for:\n\n1. commitment to use data for research purposes only and not to identify individual study participants;\n2. commitment to use appropriate information technology systems to keep data secure; and\n3. commitment to returning or destroying data after analyses are complete. The research team will also work with the Boston University Medical Campus Institutional Review Board (IRB) to assure protection of confidentiality, as necessary.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}