{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05931289",
            "orgStudyIdInfo": {
                "id": "MHBC-004-22F"
            },
            "secondaryIdInfos": [
                {
                    "id": "I01CX002583",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/I01CX002583"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Suicide Risk Interventions",
            "officialTitle": "Suicide Risk Interventions: A Comparison of Treatment Dose and Neural Markers of Treatment Outcome",
            "therapeuticArea": [
                "Other"
            ],
            "study": "suicide-risk-interventions"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-03",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-26",
            "studyFirstSubmitQcDate": "2023-06-26",
            "studyFirstPostDateStruct": {
                "date": "2023-07-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The suicide rate among active duty service members and Veterans increased substantially following the onset of post-9/11 conflicts in Iraq and Afghanistan. Accordingly, Veteran suicide prevention has been identified as a national healthcare and research priority. The investigators will recruit 136 female and male Veterans who have been hospitalized for suicide risk and randomly assign them to receive one of two psychotherapy treatments for suicide risk after they leave the hospital. The goals of this study are to examine if a) a longer psychotherapy causes greater improvements in coping skills and reductions in negative suicidal thinking, b) a longer psychotherapy is more effective in reducing suicide risk, and c) if Veterans with a history of multiple suicide attempts are more likely to benefit from the longer psychotherapy. Additionally, this study will use magnetic resonance imaging (MRI) neuroimaging scans of Veterans shortly after they leave the hospital and again 4- and 12-months later. This study will explore a) if brain markers can predict suicide attempts, b) if brain markers change over time as suicide risk changes, and c) if brain markers change differently for the two types of psychotherapy.",
            "detailedDescription": "The suicide rate among active duty service members and Veterans increased substantially following the onset of post-9/11 conflicts in Iraq and Afghanistan. Accordingly, Veteran suicide prevention has been identified as a national healthcare and research priority. Psychosocial interventions for suicide risk vary substantially in dose and resource allocation. Single-session interventions (e.g., Enhanced Crisis Response Plans \\[ECRP\\]) has been shown to reduce risk for future suicide attempts. Other interventions consisting of 10-12 outpatient sessions following inpatient discharge (e.g., Brief Cognitive Behavioral Therapy for suicide prevention \\[BCBT\\]) have been shown to reduce suicide attempts by 50-60% relative to treatment as usual. Although both forms of intervention have been shown to reduce risk, interventions that vary in dose and resource allocation have yet to be directly compared, leaving two critical gaps in the ability to intervene most effectively. First, the assumption that more time- and resource-intensive 10-12 session interventions translate to greater suicide risk reduction has yet to be demonstrated. Second, it may be that less resource intensive interventions are adequate for some individuals whereas others require more intensive care.\n\nPharmacological and brain stimulation interventions for suicide risk are extremely limited. This is due, in part, to an incomplete understanding of the neurobiological mechanisms of suicide risk. Although numerous studies have examined cross-sectional neuroimaging correlates of current suicide ideation or compared individuals with and without history of a suicide attempt, to date no studies have examined a) neurobiological predictors of future suicide attempts in high-risk samples, b) how changes in neurobiological markers over time relate to changes in suicide risk, or c) theoretically and mechanistically relevant neuroimaging procedures in a prospective design. Cross-sectional research examining neuroimaging markers of past or current self-injurious thoughts and behaviors (SITBs) has identified dysfunction in cognitive control networks (CCN) regions associated with emotion regulation, inhibitory control, and decision-making. On the other hand, dysfunction has also been observed in regions associated with negative affect and rumination such as limbic (LN) and default mode (DMN) networks. Despite these findings, identification of neuroimaging predictors of future suicide attempts, and neural markers of successful suicide risk intervention outcomes represents a completely novel, critical step to guiding optimal targeting of neurobiological interventions and translating these findings into practice. Whether these potential neuroimaging predictors are identifiable during resting state, or whether more suicide-relevant cognitive tasks are required, remains an open yet critical question.\n\nThe purpose of the investigators' proposed study is to compare two evidence-based suicide risk interventions that vary in dose in order to a) directly test if a more intensive intervention produces greater risk reduction, b) identify Veterans for whom a more intensive intervention is indicated, and c) identify resting-state and task-based neurobiological markers of future suicide attempts and examine how changes in these markers relate to changes in suicide risk over time. The investigators will recruit and evenly randomize 136 male and female Veterans hospitalized for suicide risk to ECRP or BCBT. The investigators will collect neuroimaging data immediately upon discharge, post-treatment, and 12-months post-discharge and assess SITBs out to 12-months post-discharge."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide"
            ],
            "keywords": [
                "Suicide"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Independent evaluators will be masked to treatment condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 136,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Enhanced Crisis Response Planning",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Using supportive listening, a therapist conducts a brief interview to gather information about lifetime suicide attempt history and recent SI. The therapist then works with the client to identify a) warning signs for being in crisis, b) self-management/distraction strategies, c) reasons for living, d) sources of social support the client could contact in the event of a crisis, and e) crisis resources (e.g., veterans crisis line, contact information for current providers and local emergency resources). Steps for each of these, as well as specific contacts for social support and professional services are written on an index card provided to the patient and the patient is encouraged to keep the card in an accessible place (e.g., wallet) so it can be utilized in the event of a crisis.",
                    "interventionNames": [
                        "Behavioral: Enhanced Crisis Response Planning (ECRP)"
                    ]
                },
                {
                    "label": "Brief Cognitive Behavioral Therapy for Suicide Prevention (BCBT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This weekly, 12-session intervention involves completion of an enhanced crisis response plan, as well as emotion regulation skills training, learning strategies to identify and challenge thinking patterns that contribute to suicide risk, and increased engagement in personally meaningful activities.",
                    "interventionNames": [
                        "Behavioral: Brief Cognitive Behavioral Therapy for Suicide Prevention (BCBT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhanced Crisis Response Planning (ECRP)",
                    "description": "Using supportive listening, a therapist conducts a brief interview to gather information about lifetime suicide attempt history and recent SI. The therapist then works with the client to identify a) warning signs for being in crisis, b) self-management/distraction strategies, c) reasons for living, d) sources of social support the client could contact in the event of a crisis, and e) crisis resources (e.g., veterans crisis line, contact information for current providers and local emergency resources). Steps for each of these, as well as specific contacts for social support and professional services are written on an index card provided to the patient and the patient is encouraged to keep the card in an accessible place (e.g., wallet) so it can be utilized in the event of a crisis.",
                    "armGroupLabels": [
                        "Enhanced Crisis Response Planning"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Brief Cognitive Behavioral Therapy for Suicide Prevention (BCBT)",
                    "description": "This weekly, 12-session intervention involves completion of an enhanced crisis response plan, as well as emotion regulation skills training, learning strategies to identify and challenge thinking patterns that contribute to suicide risk, and increased engagement in personally meaningful activities.",
                    "armGroupLabels": [
                        "Brief Cognitive Behavioral Therapy for Suicide Prevention (BCBT)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Self-Injurious Thoughts and Behaviors Interview-Revised (SITBI-R)",
                    "description": "The SITBI-R is a structured interview assessment of the frequency, intensity, and characteristics of self-injurious thoughts and behaviors. The SITBI-R will be used to assess lifetime history of suicide attempts at baseline and the number, approximate date, method, and injuries resulting from any suicide attempts occurring during the 12-month period following discharge via administrations at the 2, 4, 8, and 12-month post-discharge assessments.",
                    "timeFrame": "Change since hospital discharge (via administrations at the 2, 4, 8, and 12-month post-discharge assessments)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Scale for Suicide Ideation (SSI)",
                    "description": "The SSI is a 19-item interview measure of suicidal thoughts, administered at baseline and the 2, 4, 8, and 12-month post-discharge assessments.",
                    "timeFrame": "Worst point (administered at baseline and the 2, 4, 8, and 12-month post-discharge assessments)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* hospitalization for a recent suicidal crisis consisting of SI with intent to die within the past week and/or a suicide attempt within the past month\n* Veteran status\n* ability to speak English\n* ability to complete the informed consent process\n* willingness/ability to attend 12 outpatient treatment sessions and 3 fMRI sessions following hospital discharge\n\nExclusion Criteria:\n\n* significant cognitive impairment\n* current psychotic or manic features",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel J Lee, PhD",
                    "role": "CONTACT",
                    "phone": "(857) 364-2067",
                    "email": "daniel.lee14@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel J. Lee, PhD",
                    "affiliation": "VA Boston Healthcare System Jamaica Plain Campus, Jamaica Plain, MA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Michael S Esterman, PhD",
                    "affiliation": "VA Boston Healthcare System Jamaica Plain Campus, Jamaica Plain, MA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Boston Healthcare System Jamaica Plain Campus, Jamaica Plain, MA",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02130-4817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel J Lee, PhD",
                            "role": "CONTACT",
                            "phone": "857-364-2067",
                            "email": "daniel.lee14@va.gov"
                        },
                        {
                            "name": "Daniel J. Lee, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Michael S Esterman, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The de-identified datasets will include all data underlying any publications generated by this study and are therefore sufficient to reproduce or verify any published findings. Data will be securely stored on a local network behind the VA firewall, in the PI's folder on an encrypted computer. Records kept in this location will also contain reference to the corresponding publication(s), completing the association between publications and corresponding datasets. De-identified data-sets corresponding to published papers will only be available through filing Freedom of Information Act requests.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "As soon as feasible.",
            "accessCriteria": "De-identified data-sets corresponding to published papers will only be available through filing Freedom of Information Act requests to The Privacy Officer at VA Boston Healthcare System. For all other study materials, directly contact study PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}