{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05863559",
            "orgStudyIdInfo": {
                "id": "H-51143"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Super Chef - an Online Program Promoting the Mediterranean Dietary Pattern to Lower Income Families",
            "officialTitle": "Super Chef: Family Fun in the Kitchen!",
            "therapeuticArea": [
                "Other"
            ],
            "study": "super-chef-an-online-program-promoting-the-mediterranean-dietary-pattern-to-lower-income-families"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-11",
            "studyFirstSubmitQcDate": "2023-05-08",
            "studyFirstPostDateStruct": {
                "date": "2023-05-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Deborah Thompson",
                "investigatorTitle": "Professor of Pediatrics",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Pittsburgh",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Given the limited effectiveness of single food group-targeted interventions to enhance child nutrition, a key component of current and future health, innovative approaches are needed. Healthy dietary patterns are emerging as an important intervention target, and the Mediterranean Dietary pattern has been particularly effective at reducing cardiovascular disease risk factors, a leading cause of death in the US. Since parents are the gatekeepers of the home food environment and influence child intake through food-related parenting practices, children enjoy cooking with parents, and home food preparation is associated with more healthful dietary intake. Therefore, the investigators propose to develop and assess the feasibility, acceptability, and preliminary efficacy of an online cooking intervention for parent-child dyads living in low-income households that promotes the Mediterranean dietary pattern and healthful food-related parenting practices.",
            "detailedDescription": "Few interventions targeting single food groups have demonstrated long-term health success. The Mediterranean Diet dietary pattern has been associated with reduced risk of cardiovascular disease (CVD), a leading cause of death in the US. Dietary behaviors established in childhood track into adulthood, suggesting that healthful dietary behaviors should be established during childhood. Children living in low-income households are at greater risk of CVD and generally have less healthful diets, indicating a need for interventions promoting more healthful dietary practices. Parents are the gatekeepers of the home food environment and influence children's dietary behaviors through parenting practices around food (i.e., modeling of eating behaviors, home availability).\n\nFoods prepared and eaten at home have been associated with better diet quality. Cooking skills have been associated with home meal preparation, and children enjoy cooking with parents. Encouraging parents to involve children in home food preparation and using healthful food parenting practices may be an effective way to help children adopt a healthful dietary pattern. However, to promote behavior change, interventions should be convenient, enjoyable, and personally relevant. Since Internet use and access are prevalent, including among families with lower incomes, the proposed research will build on previous research with parent-child dyads from low-income households to develop an online cooking education intervention that promotes the Mediterranean dietary pattern and healthful food parenting practices. Once developed, the investigators will assess its feasibility, acceptability, and preliminary efficacy with 44 parent-child dyads. The results of this study have the potential to enhance child cardiovascular health and inform the design of digital interventions promoting sustainable dietary behaviors in at-risk children."
        },
        "conditionsModule": {
            "conditions": [
                "Feasibility",
                "Diet, Healthy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two group randomized controlled trial - treatment, waitlist control",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 88,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "After completing baseline data collection, families randomized to the intervention group will receive the 4-session prototype over a period of up to 6 weeks. This will allow for illness, family vacations, school holidays, and scheduling conflicts. After completing session 4, the family will proceed to post assessment. The investigators have successfully used this approach in previous interventions. It is anticipated each session will take \\~1.5 hrs to complete (online phase - \\~30 minutes; home phase - \\~1 hr). The parent and child will each be assigned a password with which to login to the online phase. Parents and children will be asked to keep their password private. Each will need to login at the same time to view each new online session. The session can be viewed by parent or child separately or together after the initial viewing.",
                    "interventionNames": [
                        "Behavioral: Super Chef: Family Fun in the Kitchen!"
                    ]
                },
                {
                    "label": "Wait-list control",
                    "type": "NO_INTERVENTION",
                    "description": "Families randomized to this group will receive the intervention after the dyad completes both baseline and post intervention data collection."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Super Chef: Family Fun in the Kitchen!",
                    "description": "Two-phase intervention: in the online phase, a professional chef will demonstrate cooking strategies to help families modify existing recipes to be consistent with the Mediterranean Dietary pattern. Effective food parenting practices will also be integrated into the intervention. The intervention is guided by theory - Family Systems, Social Cognitive, and Self Determination - and gamification techniques. At the end of the online phase, dyads will set a goal to use the cooking strategy and make a plan to facilitate goal attainment. In the home phase, the dyad will work together to use the plan to meet the goal. Dyads can also participate in bonus activities. Prior to viewing the next session, dyads will report whether the goal was attained and any bonus activities completed. Collectively, this will determine level of Super Chef status the family achieves at the end of the program (Session 4).",
                    "armGroupLabels": [
                        "Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recruitment goal attainment as assessed by staff logs",
                    "description": "Staff will maintain logs of the number of families who express interest in the study and of those, the number who qualify and enroll in the study",
                    "timeFrame": "pre-intervention"
                },
                {
                    "measure": "Number of families who complete all phases of the study as assessed by staff logs",
                    "description": "Staff will maintain logs of when a family completes each phase of the study, including pre-intervention data collection, the online program sessions, and data collection immediately after completing the intervention. Family completion is defined as both parent and child completion of a phase.",
                    "timeFrame": "through study completion, an average of 10 weeks"
                },
                {
                    "measure": "Parent satisfaction with the Intervention as assessed by a 10 item survey",
                    "description": "The 10-item measure has been used by Dr. Thompson in previous studies with children and adults. Items will be rated using a 2-point Likert scale (no=1, yes=2). Scores can range from 10-20, with higher scores representing higher satisfaction",
                    "timeFrame": "immediately after the intervention"
                },
                {
                    "measure": "Child satisfaction with the Intervention as assessed by a 10 item survey",
                    "description": "The 10-item measure has been used by Dr. Thompson in previous studies with children and adults. Items will be rated using a 2-point Likert scale (no=1, yes=2). Scores can range from 10-20, with higher scores representing higher satisfaction",
                    "timeFrame": "immediately after the intervention"
                },
                {
                    "measure": "Acceptability of wearing recording device at pre-intervention as assessed by agreement to wear a recording device",
                    "description": "Staff will maintain logs of parents who agree to wear the recording device as part of pre-intervention data collection (yes=1, no=0).",
                    "timeFrame": "pre-intervention"
                },
                {
                    "measure": "Acceptability of recording device immediately after the intervention as assessed by agreement to wear the device",
                    "description": "Staff will maintain logs of parents who agree to wear a recording device as part of data collection immediately after the intervention (yes=1, no=0).",
                    "timeFrame": "immediately after the intervention"
                },
                {
                    "measure": "Usability of recordings from device collected during pre-intervention data collection as assessed by staff logs",
                    "description": "Staff will maintain logs of number of recordings generated and the number of recordings that could be analyzed",
                    "timeFrame": "pre-intervention"
                },
                {
                    "measure": "Usability of recordings from device collected during data collection immediately after the intervention as assessed by staff logs",
                    "description": "Staff will maintain logs of number of recordings generated and the number of recordings that could be analyzed",
                    "timeFrame": "immediately after the intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in autonomous motivation to help child learn to cook as assessed by the adapted Treatment Self-Regulation Motivation Questionnaire",
                    "description": "The survey will be adapted from the Treatment Self-Regulation Motivation Questionnaire-diet which has demonstrated strong construct validity. This is a 15-item questionnaire that uses a 7 point Likert scale, ranging from 1, not at all true, to 7, very true. The scale was designed to be adapted for different behaviors and situations. The scale measures regulatory style and has three subscales, ranging from amotivation, controlled motivation, autonomous motivation.",
                    "timeFrame": "immediately after the intervention"
                },
                {
                    "measure": "Change in parent self efficacy to involve child in home food preparation as assessed by the adapted self-efficacy scale of the Cooking and Food Provisioning Action Scale",
                    "description": "The 13-item self-efficacy scale of the Cooking and Food Provisioning Action Scale will be adapted to assess parent self-efficacy for involving their child in home food preparation. The scale uses a 7-point Likert response scale ranging from strongly disagree to strongly agree.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in parent self efficacy to use food parenting practices as assessed by the Competence/Self-Efficacy for Vegetable Food Parenting Practices Scale",
                    "description": "The Competence/Self-Efficacy for Vegetable Food Parenting Practices is an 18-item scale scored using a three category response scale - disagree=1, neither agree nor disagree=2, agree=3. Responses are summed, with higher scores indicating higher self-efficacy.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in home food availability as assessed by parent completion of the Fulkerson et al Home Food Inventory",
                    "description": "This inventory is a 51 item checklist (yes=1, no=0) that assesses healthful and less healthful food available in the home. Foods are grouped into 13 major food groups and 2 categories of ready-access foods. Scores are summed, with higher scores indicating greater availability. The scale has demonstrated criterion and construct validity.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in child involvement in home food preparation as assessed by parent response to the question used in the Eating and Activity over Time project (Project EAT)",
                    "description": "Parents will report child involvement in home food preparation using the question Larsen et al used in Project EAT \"In the past week, how many times did your child help prepare food (meals, snacks) for your family\".",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in child involvement in home food preparation as assessed by child response to the question used in Project EAT",
                    "description": "Children will report involvement in home food preparation using the question Larsen et al used in Project EAT \"In the past week, how many times did you help prepare food (meals, snacks) for your family\".",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in child dietary intake as assessed by dietitian-assisted 24 hour dietary recalls",
                    "description": "The child will participate in 2, 24 hour dietitian-assisted recalls at each data collection time point. Diet will be assessed using a laptop computer, Nutrition Data System for Research software, and 2 dimensional food and measurement images. One weekday and one weekend day will be collected.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in parent use of food parenting practices assessed by the Food Parenting Practice Item Bank",
                    "description": "Parents will complete the validated online food parenting practice item bank which is based on an expert-informed conceptual framework assessing food parenting practices within three key domains of food parenting practices (autonomy promotion, control, and structure). Parents respond to each item using a 5 point response scale, ranging from never to 5-7 times a week. Responses are averaged to create a construct score, with higher scores indicating higher endorsement.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in parent dietary intake as assessed by the Harvard food frequency questionnaire",
                    "description": "The Harvard semi-quantitative food frequency questionnaire includes 126 items. The Rumawas et al method will be used to compute the Mediterranean Diet Index",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Objective assessment of change in parent use of food parenting practices assessed by device recordings obtained during food preparation",
                    "description": "Prior to and after participation in the online intervention, parents will wear a recording device for 3 days during food preparation events and meals to obtain an objective measure of parent use of food parenting practices. Recordings will be reviewed to assess food parenting practices used during the time of wearing. Food parenting practice use will be rated as yes/no",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Objective assessment of change in child involvement in food preparation assessed by device recordings obtained during food preparation",
                    "description": "Prior to and after participation in the online intervention, parents will wear a recording device for 3 days during food preparation events and meals to obtain an objective measure of child involvement in food preparation. Child involvement will be rated as yes/no",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in child height in inches as assessed by remotely observed parent assessment",
                    "description": "A trained research coordinator will remotely view parent assessment of child height in inches using a professional grade measuring tape provided by the research team. Parents will assess child height in inches twice. If the measurement differs by more than .5 inches, a third assessment will be taken. Measures will be separated by 1-3 minutes.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in parent height in inches as assessed by remotely observed self-assessment",
                    "description": "A trained research coordinator will remotely view parent self-assessment of height in inches using a professional grade measuring tape provided by the research team. Parents will self-assess height in inches twice. If the measurement differs by more than .5 inches, a third assessment will be taken. Measures will be separated by 1-3 minutes.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in child weight in pounds as assessed by remotely observed parent measurement",
                    "description": "A trained research coordinator will remotely view parent assessment of child weight in pounds using professional grade digital scales provided by the research team. Parents will assess child weight in pounds twice. If the measurement differs by more than .5 pounds, a third assessment will be taken. Measures will be separated by 1-3 minutes.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in parent weight in pounds as assessed by remotely observed self-measurement",
                    "description": "A trained research coordinator will remotely view parent self-assessment of weight in pounds using professional grade digital scales provided by the research team. Parents will self-assess weight in pounds twice. If the measurement differs by more than .5 pounds, a third assessment will be taken. Measures will be separated by 1-3 minutes.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in child blood pressure as assessed by remotely observed parent measurement",
                    "description": "A trained research coordinator will remotely view parent assessment of child blood pressure in mmHg using a professional grade digital blood pressure monitor provided by the research team. Parents will assess child blood pressure twice. If the measurements of systolic or diastolic blood pressure differ by more than 2 mmHg, a third assessment will be taken. Measures will be separated by 1-3 minutes.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "Change in parent blood pressure as assessed by remotely observed self-measurement",
                    "description": "A trained research coordinator will remotely view parent self-assessment of blood pressure in mmHg using a professional grade digital blood pressure monitor provided by the research team. Parents will self-assess blood pressure twice. If the measurements of systolic or diastolic blood pressure differ by more than 2 mmHg, a third assessment will be taken. Measures will be separated by 1-3 minutes.",
                    "timeFrame": "pre-intervention, immediately after the intervention"
                },
                {
                    "measure": "demographic and household characteristics of families participating in the intervention as assessed by standard survey",
                    "description": "parents will complete a standard survey assessing demographic and household characteristics",
                    "timeFrame": "pre-intervention"
                },
                {
                    "measure": "Household food security as assessed by the United States Department of Agriculture household food security questionnaire",
                    "description": "Parents will complete the 18-item United States Department of Agriculture household food security questionnaire. The survey contains a series of questions about conditions and behaviors occurring during the past 12 months. The questionnaire identifies households that are having difficulty meeting basic food needs. The questionnaire contains 3 questions about household food conditions, 7 questions about food conditions of adults in the household, and 8 questions about child food conditions. Responses enable categorization of the household on food security status.",
                    "timeFrame": "pre-intervention"
                },
                {
                    "measure": "Parent report of family use of food assistance programs as assessed by the food assistance program usage questionnaire.",
                    "description": "Parents will complete a checklist of household/adult participation in programs such as the Supplemental Nutrition Assistance Program, Women, Infants, and Children program and other federal programs designed to provide assistance to families in need. Responses will be used to characterize the home food environment.",
                    "timeFrame": "pre-intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* a 10-12 years old child and a parent/caregiver\n* family qualifies for free or reduced price meals at school\n* reliable internet access\n* resident of Texas\n* fluent in English\n\nExclusion Criteria:\n\n* major auditory or vision impairment\n* lack of binocular vision\n* history of seizure disorder\n* claustrophobia\n* vertigo\n* psychiatric conditions (e.g., paranoia, manic depressive psychosis)\n* prior dizziness or motion sickness when using virtual reality\n* currently being treated with medications or medical condition that impacts dietary intake (e.g., cancer, attention deficit hyperactivity disorder) or ability to participate in data collection (e.g., intellectual impairments)\n* physician advice to modify diet for a current or ongoing health or medical condition\n* eligible but child birth sex stratum (male, female) filled\n* another parent or sibling participated in program development",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "10 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Debbe Thompson, PhD",
                    "role": "CONTACT",
                    "phone": "713-798-7076",
                    "email": "dit@bcm.edu"
                },
                {
                    "name": "Chishinga Callender, MS",
                    "role": "CONTACT",
                    "phone": "713-798-0506",
                    "email": "chishinga.callender@bcm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Deborah Thompson, PhD",
                    "affiliation": "USDA/ARS CNRC, BAYLOR COLLEGE OF MEDICINE",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deborah Thompson, PhD",
                            "role": "CONTACT",
                            "phone": "713-798-7076",
                            "email": "dit@bcm.edu"
                        },
                        {
                            "name": "Chishinga Callender, MS",
                            "role": "CONTACT",
                            "phone": "7137980506",
                            "email": "chishinga.callender@bcm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}