{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05919849",
            "orgStudyIdInfo": {
                "id": "2000035266"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R21HD110617-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R21HD110617-01A1"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Supporting Parents in Affirming Their Children's Experiences of Stigma",
            "officialTitle": "Development and Initial Trial of Two Brief Interventions to Support Parents in Affirming Their Children's Experiences of Sexual and Gender Identities",
            "acronym": "SPACES",
            "therapeuticArea": [
                "Pediatrics"
            ],
            "study": "supporting-parents-in-affirming-their-children-s-experiences-of-stigma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-16",
            "studyFirstSubmitQcDate": "2023-06-16",
            "studyFirstPostDateStruct": {
                "date": "2023-06-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                },
                {
                    "name": "University of Maryland",
                    "class": "OTHER"
                },
                {
                    "name": "Vanderbilt University",
                    "class": "OTHER"
                },
                {
                    "name": "Ben-Gurion University of the Negev",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to develop and test two brief online writing interventions to improve parental acceptance of sexual and gender minority youth (SGMY) in the Southeast United States.",
            "detailedDescription": "The purpose of this study is to develop and test the acceptability, feasibility, and preliminary efficacy of two brief online writing interventions to improve parental acceptance of sexual and gender minority youth (SGMY) in the Southeast United States. Parental support represents the strongest predictor of sexual and gender minority youth's (SGMY) mental health. However, many parents react to their SGMY's disclosure with rejection. Even relatively accepting parents can experience discomfort, while SGMY often report lingering unmet needs from their parents into adulthood. Few interventions exist to help parents support their SGMY child and none has been tested in a randomized trial with efficacy for decreasing parental rejection and increasing support of their SGMY. This proposal will develop and test the efficacy of two theory-based interventions that aim to address this gap. Results will identify mechanisms contributing to parental rejection and develop scalable approaches to reduce these mechanisms to shrink the substantial mental health disparities affecting SGMY. If efficacious, these interventions can be scaled up through online platforms capable of bypassing barriers to parental support of SGMY across high-stigma regions.\n\nThe focus of this registration is the randomized controlled trial."
        },
        "conditionsModule": {
            "conditions": [
                "Parent-Child Relations"
            ],
            "keywords": [
                "Parental Acceptance",
                "Sexual and Gender Minority Youth"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This study is a 3-arm randomized control trial (RCT) design in which an anticipated129 parents of SGMY will be randomized into one of three conditions.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Participants will be made aware of the writing intervention they will complete."
                }
            },
            "enrollmentInfo": {
                "count": 129,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Expressive Writing",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the expressive writing (EW) condition will be instructed to write in a free-form manner about the most stressful aspects of being a parent of an SGMY, following standard EW procedures.",
                    "interventionNames": [
                        "Behavioral: Brief online writing intervention"
                    ]
                },
                {
                    "label": "Attachment-Based Writing",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the attachment-based writing (ABW) condition will respond to distinct prompts created for the condition based on components of attachment-based family therapy (ABFT).",
                    "interventionNames": [
                        "Behavioral: Brief online writing intervention"
                    ]
                },
                {
                    "label": "Neutral Writing",
                    "type": "OTHER",
                    "description": "Participants in the control condition will be asked to write about what they have done since waking up that morning.",
                    "interventionNames": [
                        "Other: Control condition"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Brief online writing intervention",
                    "description": "Participants will be instructed to write for 20 minutes across 3 consecutive days. They will be writing based on the prompts given to them.",
                    "armGroupLabels": [
                        "Attachment-Based Writing",
                        "Expressive Writing"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Control condition",
                    "description": "Participants will be instructed to write in order to control for time and writing engagement.",
                    "armGroupLabels": [
                        "Neutral Writing"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Parents' Rejecting and Supportive Behaviors Measured By the Parent Non-Acceptance Scale",
                    "description": "The 10-item Parent Non-Acceptance Scale is a self-reported instrument assessing positive and negative indicators of parental acceptance of their SGMY. Parents report level of agreement on a scale from 1 (Strongly Disagree) to 6 (Strongly Agree), with a higher score on negative indicators representing a higher level of non-acceptance and a higher score on positive indicators representing a lower level of non-acceptance.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Secondary Parental Acceptance and Rejection Measured By the Children's Report of Parent Behavior Inventory",
                    "description": "The Children's Report of Parent Behavior Inventory (CRPBI) is a 10-item rejection/support subscale assessing level of rejection/support. Parents report how much each statement describes the way they acted towards their SGMY ranging from 1 (not like you) to 3 (a lot like you), where Acceptance and Psychological Control scores are the totals of the individual items in the respective sub-scales, and Firm Control score is obtained by taking the sum of the Firm Control + subscale, adding 24, and by then subtracting the total of the Firm Control -- subscale.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Secondary Parental Acceptance and Rejection Measured By the the Parental Acceptance/Rejection Questionnaire",
                    "description": "The 24-item Parental Acceptance/Rejection Questionnaire describes the way parents act towards their children. Parents report how true each statement is on a scale from 1 (almost always true of me) to 4 (almost never true of me) where a higher score indicates a higher level of rejection.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Secondary Parental Acceptance and Rejection Measured By the Five-Minute Speech Sample",
                    "description": "The Five-Minute Speech Sample (FMSS) is a measure of parent-child dynamics where parents talk for 5 minutes about their thoughts and feelings about their SGMY. The qualitative interview is coded and scored appropriately to measure parental behavior towards their SGMY",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Parent-Child Relationship Quality and Stress Assessed by the Parental Environment Questionnaire Conflict, Involvement, and Regard for Child Subscales",
                    "description": "The Parental Environment Questionnaire Conflict (12-item), Involvement (12-item), and Regard for Child (5-item) Subscales assess perceptions of parent-child relationship quality. Parents rate how true each statement is on a scale from 1 (definitely true) to 5 (definitely false), where a high score on the conflict scale indicates greater parental conflict, a high score on the involvement scale indicates less parental involvement, and a high score on the regard for child scale indicates high regard for child.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Parent-Child Relationship Quality and Stress Assessed by the McMaster Family Assessment Device General Functioning Subscale",
                    "description": "The 12-item McMaster Family Assessment Device General Functioning Subscale further assesses perceived parent-child relationship quality and stress on a scale of \"strongly agree\" (1) to \"strongly disagree\" (4), where a higher score indicates lower general family functioning.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Parent Anti-SGM Bias Assessed Using the Social Distance Scale",
                    "description": "The Social Distance Scale assesses anti-LGBTQ (Lesbian, Gay, Bisexual, Trans, Queer) stigma by assessing parents' responses to different scenarios from 0 (definitely unwilling or completely uncomfortable) to 3 (definitely willing or completely comfortable), where a lower score indicates stronger anti-LGBTQ stigma.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Parent Anti-SGM Bias Assessed Using the Lesbian, Gay, Bisexual Affiliate Stigma Measure",
                    "description": "The Lesbian, Gay, Bisexual Affiliate Stigma Measure (LGB-ASM) measures affiliate stigma faced by heterosexual family and friends of sexual minority people. Parents rate how much they agree with each statement on a scale from 1 (strongly disagree) to 6 (strongly agree), with the option to claim \"not applicable.\" A higher score indicates stronger affiliate stigma.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Parent-Child Unresolved Conflict Measured Using the Unfinished Business Scale",
                    "description": "The 11-item Unfinished Business Scale was adapted by Principal Investigator Pachankis with strong psychometric properties to measure parents' unresolved negative thoughts and feelings towards their SGMY. Parents rate statements about their SGM child on a scale from 1 (not at all) to 5 (very much), where a higher score represents greater unresolved parent-child conflict.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Parent Depression and Anxiety Using the PROMIS (Patient-Reported Outcomes Measurement Information System®) Depression, Anxiety, and Anger Scales",
                    "description": "The 63-item PROMIS Depression, Anxiety, and Anger questionnaires measure parent-reported frequency of depression, anxiety, and anger symptoms over the past 7 days on a scale from 1 (never) to 5 (always), where higher scores indicate higher severity of symptoms.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Parent Perceived Stress Using the Perceived Stress Scale",
                    "description": "The 10-item Perceived Stress Scale assesses parents' perceived stress by asking about frequency of thoughts and feelings during the past month on a scale from 0 (never) to 4 (very often), where a higher score indicates a higher level of perceived stress.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Parent Report of Child Depression and Anxiety Using the PROMIS Depression and Anxiety Scales",
                    "description": "The 15-item proxy-report PROMIS Depression and Anxiety Scales measures parent report of their SGM child's depression and anxiety symptoms by asking frequency of the SGMY's symptoms over the past 7 days on a scale from 1 (never) to 5 (always), where higher scores indicate a greater severity of parent-reported symptoms.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Parent Negative Emotion Using a Modified Positive and Negative Affect Schedule (PANAS)",
                    "description": "The 20-item Positive and Negative Affect Schedule (PANAS) inquires about parents' positive and negative affect towards their SGMY. Participants indicate how often they have felt either positive or negative indicators on a scale of 1 (very slightly or not at all) to 5 (extremely). A high score on positive affect indicators indicates a higher positive affect towards the SGMY, while a high score on negative affect indicates a higher negative affect towards the SGMY.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Change in Parent Empathy Measured By the Questionnaire of Cognitive and Affective Empathy",
                    "description": "The 31-item Questionnaire of Cognitive and Affective Empathy (QCAE) measures parent empathy toward their SGMY. Parents rate how much a statement relates to them on a scale of 1 (strongly disagree) to 4 (strongly agree), where a high score indicates a high level of empathy toward the SGMY.",
                    "timeFrame": "Baseline, 5 Days Post-Baseline, and 3 Months Post-Baseline"
                },
                {
                    "measure": "Intervention Acceptability Measured By the Client Satisfaction Questionnaire",
                    "description": "The Client Satisfaction Questionnaire is an 8-item measurement of perceived helpfulness, likelihood of recommending, and positive experience. Participants rate statements on a scale of 1 (most negative) to 4 (most positive), with a high score representing a higher level of satisfaction.",
                    "timeFrame": "3-Month-Post-Baseline"
                },
                {
                    "measure": "Intervention Acceptability Measured By the Treatment Acceptability Survey",
                    "description": "The 17-item Treatment Acceptability Survey assesses perceived helpfulness, likelihood of recommending, and positive experience of the interventions. Participants rate statements on a scale of 1(strongly disagree) to 4 (strongly agree), with a higher score representing a higher level of acceptability.",
                    "timeFrame": "3-Month-Post-Baseline"
                },
                {
                    "measure": "Intervention Feasibility Measured By Percentage of Intervention Sessions Completed",
                    "description": "Intervention feasibility will be partially measured by the percentage of intervention sessions participants complete.",
                    "timeFrame": "Measured Throughout Intervention (Up to 2 Weeks)"
                },
                {
                    "measure": "Intervention Feasibility Measured By Percentage of Fully Engaged Sessions",
                    "description": "Intervention feasibility will be partially measured by the percentage of fully engaged sessions, defined as the number of writing sessions that included at least 313 words.",
                    "timeFrame": "Measured Throughout Intervention (Up to 2 Weeks)"
                },
                {
                    "measure": "Intervention Feasibility Measured By Number of Platform Technical/Accessibility Issues",
                    "description": "Intervention feasibility will partially be tracked by the number of platform technical or accessibility issues noted throughout the intervention.",
                    "timeFrame": "Measured Throughout Intervention (Up to 2 Weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Parents are eligible if they meet the following criteria:\n\n   1. Be a parent, grandparent, or any other family member who considers themselves a guardian of an SGMY between 15-29 years old,\n   2. Live in the Southeast United States (Louisiana, Mississippi, Alabama, Georgia, South Carolina, North Carolina, Tennessee, Arkansas, Kentucky, Florida),\n   3. Identify as heterosexual and cisgender, and\n   4. Report non-acceptance of their SGMY.\n2. SGMY are eligible if they meet the following criteria:\n\n   1. Self-identify as SGM,\n   2. Are 15-29 years old,\n   3. Live in the Southeast United States, and\n   4. Have a parent enrolled in the trial\n\n   Exclusion Criteria:\n3. Any individual who meets any of the following criteria will be excluded from participation in this study:\n\n   1. Active mania, psychosis, or suicidality, and\n   2. Unable to provide informed consent.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "15 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Danielle Chiaramonte, Ph.D.",
                    "role": "CONTACT",
                    "phone": "646-429-9407",
                    "email": "danielle.chiaramonte@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John E Pachankis, Ph.D.",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Lea Dougherty, Ph.D.",
                    "affiliation": "University of Maryland",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale University",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06510",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John E Pachankis, Ph.D.",
                            "role": "CONTACT",
                            "phone": "203-785-3710",
                            "email": "john.pachankis@yale.edu"
                        },
                        {
                            "name": "Danielle Chiaramonte, Ph.D.",
                            "role": "CONTACT",
                            "phone": "646-429-9407",
                            "email": "danielle.chiaramonte@yale.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "University of Maryland",
                    "city": "College Park",
                    "state": "Maryland",
                    "zip": "20742",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lea Dougherty, Ph.D.",
                            "role": "CONTACT",
                            "phone": "301-405-5464",
                            "email": "ldougher@umd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -76.93692
                    }
                },
                {
                    "facility": "Vanderbilt University",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37235",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kirsty A Clark, Ph.D.",
                            "role": "CONTACT",
                            "email": "kirsty.clark@vanderbilt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "Ben-Gurion University",
                    "city": "Be'er Sheva",
                    "zip": "84105",
                    "country": "Israel",
                    "contacts": [
                        {
                            "name": "Gary M Diamond, Ph.D.",
                            "role": "CONTACT",
                            "phone": "972-52-579-3090",
                            "email": "gdiamond@bgu.ac.il"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.25181,
                        "lon": 34.7913
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Clark, K. A., Dougherty, L. R., & Pachankis, J. E. (2021). A study of parents of sexual and gender minority children: Linking parental reactions with child mental health. Psychology of Sexual Orientation and Gender Diversity, Advance online publication."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Schludermann E, Schludermann S. Children's Report on Parent Behavior (CRPBI-108, CRPBI-30) Winnipeg, Canada: Unpublished manuscript, Department of Psychology, University of Manitoba; 1988."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rohner, R. P. (2005). Parental acceptance-rejection/control questionnaire (PARQ/Control): Test manual. In R. P. Rohner & A. Khaleque (Eds.), Handbook for the study of parental acceptance and rejection (4th ed., pp. 137-186). Rohner Research Publications."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Weston, S., Hawes, D. J., & S Pasalich, D. (2017). The five-minute speech sample as a measure of parent-child dynamics: Evidence from observational research. Journal of Child and Family Studies, 26(1), 118-136. https://doi.org/10.1007/s10826-016-0549-8"
                },
                {
                    "pmid": "9147842",
                    "type": "BACKGROUND",
                    "citation": "Elkins IJ, McGue M, Iacono WG. Genetic and environmental influences on parent-son relationships: evidence for increasing genetic influence during adolescence. Dev Psychol. 1997 Mar;33(2):351-63. doi: 10.1037//0012-1649.33.2.351."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Epstein, N. B., Baldwin, L. M., & Bishop, D. S. (1983). The McMaster Family Assessment Device. Journal of Marital and Family Therapy. Vol 9 (2) 171-180. https://doi.org/10.1111/j.1752-0606.1983.tb01497.x"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Link, B. G., Cullen, F. T., Frank, J., & Wozniak, J. F. (1987). The social rejection of former mental patients: Understanding why labels matter. American Journal of Sociology, 6, 1461-1500."
                },
                {
                    "pmid": "26414416",
                    "type": "BACKGROUND",
                    "citation": "Robinson MA, Brewster ME. Understanding affiliate stigma faced by heterosexual family and friends of LGB people: A measurement development study. J Fam Psychol. 2016 Apr;30(3):353-63. doi: 10.1037/fam0000153. Epub 2015 Sep 28."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Singh, M. (1994). Validation of a measure of session outcome in the resolution of unfinished business. Unpublished doctoral dissertation, York University, Toronto, Ontario, Canada"
                },
                {
                    "pmid": "26931289",
                    "type": "BACKGROUND",
                    "citation": "Schalet BD, Pilkonis PA, Yu L, Dodds N, Johnston KL, Yount S, Riley W, Cella D. Clinical validity of PROMIS Depression, Anxiety, and Anger across diverse clinical samples. J Clin Epidemiol. 2016 May;73:119-27. doi: 10.1016/j.jclinepi.2015.08.036. Epub 2016 Feb 27."
                },
                {
                    "pmid": "6668417",
                    "type": "BACKGROUND",
                    "citation": "Cohen S, Kamarck T, Mermelstein R. A global measure of perceived stress. J Health Soc Behav. 1983 Dec;24(4):385-96. No abstract available."
                },
                {
                    "pmid": "28553573",
                    "type": "BACKGROUND",
                    "citation": "Teresi JA, Ocepek-Welikson K, Kleinman M, Ramirez M, Kim G. Psychometric Properties and Performance of the Patient Reported Outcomes Measurement Information System(R) (PROMIS(R)) Depression Short Forms in Ethnically Diverse Groups. Psychol Test Assess Model. 2016;58(1):141-181."
                },
                {
                    "pmid": "35857151",
                    "type": "BACKGROUND",
                    "citation": "Clover K, Lambert SD, Oldmeadow C, Britton B, Mitchell AJ, Carter G, King MT. Convergent and criterion validity of PROMIS anxiety measures relative to six legacy measures and a structured diagnostic interview for anxiety in cancer patients. J Patient Rep Outcomes. 2022 Jul 20;6(1):80. doi: 10.1186/s41687-022-00477-4."
                },
                {
                    "pmid": "3397865",
                    "type": "BACKGROUND",
                    "citation": "Watson D, Clark LA, Tellegen A. Development and validation of brief measures of positive and negative affect: the PANAS scales. J Pers Soc Psychol. 1988 Jun;54(6):1063-70. doi: 10.1037//0022-3514.54.6.1063."
                },
                {
                    "pmid": "21184334",
                    "type": "BACKGROUND",
                    "citation": "Reniers RL, Corcoran R, Drake R, Shryane NM, Vollm BA. The QCAE: a Questionnaire of Cognitive and Affective Empathy. J Pers Assess. 2011 Jan;93(1):84-95. doi: 10.1080/00223891.2010.528484."
                },
                {
                    "pmid": "10245370",
                    "type": "BACKGROUND",
                    "citation": "Larsen DL, Attkisson CC, Hargreaves WA, Nguyen TD. Assessment of client/patient satisfaction: development of a general scale. Eval Program Plann. 1979;2(3):197-207. doi: 10.1016/0149-7189(79)90094-6. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Craig SL, Austin A. The AFFIRM open pilot feasibility study: A brief affirmative cognitive behavioral coping skills group intervention for sexual and gender minority youth. Children and Youth Services Review. 2016 May 1;64:136-44."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Aggregated baseline and follow-up data will be uploaded to the National Institute of Mental Health Data Archive (NDA) following the conclusion of the study. All participants will be informed of the study's confidential data sharing procedures at the time of consent. Given the personal and sensitive nature of data contained in the intervention writing samples, qualitative interviews, and the 5-minute speech task, these data will be uploaded in aggregate.\n\nDe-identified individual participant data (IPD) (i.e., questionnaires, data dictionaries) generated with funds from this grant will be freely distributed, as available, to qualified academic investigators for non-commercial research. The study investigators as well as their institutions will adhere to the NIH Grants Policy on Sharing of Unique Research Resources including the \"Sharing of Biomedical Research Resources: Principles and Guidelines for Recipients of NIH Grants and Contracts\" issued in 2003.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "All data will become available once study results are submitted by the study team.",
            "accessCriteria": "The data are available by request to qualified researchers. To access the data, a proposal should be submitted by an applicant with a Ph.D. or an equivalent degree. Proposals will be scrutinized and granted according to principles of ethical and scientific soundness, including:\n\n1. A commitment to using the data only for research purposes and to not identify any individual participant;\n2. A commitment to securing the data using appropriate information technology; and\n3. A commitment to destroying the data after analyses are completed."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}