{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05339022",
            "orgStudyIdInfo": {
                "id": "OSU-21218"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-14061",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "5K76AG074923-03",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5K76AG074923-03"
                }
            ],
            "organization": {
                "fullName": "Ohio State University Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Supportive Care Intervention (ROAR-LCT) for Patients With Stage IIIA, IIIB, and IV Lung Cancer, ROAR-LCT Trial",
            "officialTitle": "Resiliency Among Older Adults Receiving Lung Cancer Treatment (ROAR-LCT): A Phase II Randomized Supportive Care Intervention Clinical Trial",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "supportive-care-intervention-roar-lct-for-patients-with-stage-iiia-iiib-and-iv-lung-cancer-roar-lct-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-01",
            "studyFirstSubmitQcDate": "2022-04-14",
            "studyFirstPostDateStruct": {
                "date": "2022-04-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Carolyn Presley",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Ohio State University Comprehensive Cancer Center"
            },
            "leadSponsor": {
                "name": "Ohio State University Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests whether a supportive care intervention (Resiliency among Older Adults Receiving Lung Cancer Treatment \\[ROAR-LCT\\]) is effective in improving physical and emotional wellbeing in patients with stage IIIA, IIIB, and IV lung cancer undergoing cancer treatment. Lung cancers are one of the most common cancers. Lung cancers occur in the chest and often cause symptoms for patients. Poor physical performance and negative mood are two risk factors for a decline in functional status. Targeted interventions may address these two risk factors and improve functional status and resilience. Physical therapy and relaxation interventions (i.e. progressive muscle relaxation) are two such interventions that may improve symptoms and quality of life for patients with cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the potential effectiveness of a novel, supervised virtual health-assisted physical therapy plus relaxation intervention vs. standard of care on the primary outcomes: functional status and overall feasibility of the study design.\n\nSECONDARY OBJECTIVE:\n\nI. To determine the potential effectiveness of the intervention on secondary outcomes: psychological symptoms, and physical capability among older adults with an advanced lung cancer (N=100).\n\nEXPLORATORY OBJECTIVE:\n\nI. Lung cancer symptom burden, treatment toxicity, and smoking cessation.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients receive ROAR-LCT intervention weekly for 12 weeks consisting of physical therapy visits and an exercise intervention. Patients also undergo progressive muscles relaxation exercises over 20 minutes for 12 weeks.\n\nARM II: Patients receive standard of care for 12 weeks.\n\nAfter completion of study intervention, patients are followed up for up to 24 months after date of study enrollment."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Lung Non-Small Cell Carcinoma",
                "Advanced Lung Small Cell Carcinoma",
                "Extensive Stage Lung Small Cell Carcinoma",
                "Stage IIIA Lung Cancer AJCC v8",
                "Stage IIIB Lung Cancer AJCC v8",
                "Stage IV Lung Cancer AJCC v8",
                "Stage IVA Lung Cancer AJCC v8",
                "Stage IVB Lung Cancer AJCC v8",
                "Unresectable Lung Non-Small Cell Carcinoma",
                "Unresectable Lung Small Cell Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (ROAR-LCT intervention)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive ROAR-LCT intervention weekly for 12 weeks consisting of physical therapy visits and an exercise intervention. Patients also undergo progressive muscles relaxation exercises over 20 minutes for 12 weeks.",
                    "interventionNames": [
                        "Other: Exercise Intervention",
                        "Procedure: Physical Therapy",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration",
                        "Procedure: Relaxation Therapy"
                    ]
                },
                {
                    "label": "Arm II (standard of care)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients receive standard of care for 12 weeks.",
                    "interventionNames": [
                        "Other: Best Practice",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Best Practice",
                    "description": "Receive standard of care",
                    "armGroupLabels": [
                        "Arm II (standard of care)"
                    ],
                    "otherNames": [
                        "standard of care",
                        "standard therapy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Exercise Intervention",
                    "description": "Undergo exercise intervention",
                    "armGroupLabels": [
                        "Arm I (ROAR-LCT intervention)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Physical Therapy",
                    "description": "Undergo physical therapy",
                    "armGroupLabels": [
                        "Arm I (ROAR-LCT intervention)"
                    ],
                    "otherNames": [
                        "Physiatric Procedure",
                        "Physical Medicine Procedure",
                        "Physical Therapeutics",
                        "Physical Therapy Procedure",
                        "Physiotherapy",
                        "Physiotherapy Procedure",
                        "PT"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quality-of-Life Assessment",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (ROAR-LCT intervention)",
                        "Arm II (standard of care)"
                    ],
                    "otherNames": [
                        "Quality of Life Assessment"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (ROAR-LCT intervention)",
                        "Arm II (standard of care)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Relaxation Therapy",
                    "description": "Undergo progressive muscles relaxation exercises",
                    "armGroupLabels": [
                        "Arm I (ROAR-LCT intervention)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Study adherence",
                    "description": "Study adherence will be defined as the completion of 70% of the program sessions, repeated assessments, and collection of biospecimens either at the end of the study period or death, whichever occurs first.",
                    "timeFrame": "Up to 12 weeks"
                },
                {
                    "measure": "Retention",
                    "description": "Retention rates will be defined as the percentage of participants not lost to follow-up at 1.5 months,",
                    "timeFrame": "1.5 month"
                },
                {
                    "measure": "Retention",
                    "description": "Retention rates will be defined as the percentage of participants not lost to follow-up at 3 months",
                    "timeFrame": "3 Month"
                },
                {
                    "measure": "Retention",
                    "description": "Retention rates will be defined as the percentage of participants not lost to follow-up at 6 months",
                    "timeFrame": "6 Month"
                },
                {
                    "measure": "Amount and duration of therapy that participants were able to complete",
                    "description": "sessions completed, weeks it takes to complete all 12 session; missed sessions; reasons for missed sessions",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Amount and duration of therapy that participants were able to complete",
                    "description": "sessions completed, weeks it takes to complete all 12 session; missed sessions; reasons for missed sessions",
                    "timeFrame": "Week 24"
                },
                {
                    "measure": "Preliminary effect on functional status",
                    "description": "A joint model using group-based trajectory modeling will be used to estimate clinically distinct trajectories of functional status and attrition probability (death or dropout). These models will be used to evaluate differences in change of functional scores between study arms through 3 months of follow-up. Additionally, generalized linear mixed models (GLMMs) will be used to model change in functional status from baseline to 3 months to explore if the intervention has both an immediate and sustained impact on function.",
                    "timeFrame": "3 Month"
                },
                {
                    "measure": "Preliminary effect on functional status",
                    "description": "A joint model using group-based trajectory modeling will be used to estimate clinically distinct trajectories of functional status and attrition probability (death or dropout). These models will be used to evaluate differences in change of functional scores between study arms through 6 months of follow-up. Additionally, generalized linear mixed models (GLMMs) will be used to model change in functional status from baseline 6 months to explore if the intervention has both an immediate and sustained impact on function.",
                    "timeFrame": "6 Month"
                },
                {
                    "measure": "Preliminary effect on functional status",
                    "description": "A joint model using group-based trajectory modeling will be used to estimate clinically distinct trajectories of functional status and attrition probability (death or dropout). These models will be used to evaluate differences in change of functional scores between study arms through 12 months of follow-up. Additionally, generalized linear mixed models (GLMMs) will be used to model change in functional status from baseline to 12 months to explore if the intervention has both an immediate and sustained impact on function.",
                    "timeFrame": "12 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Physical capability",
                    "description": "Functional Status Assessment: This is a 16-item questionnaire that includes seven Activities of Daily Living (ADL) measures, 5 Instrumental Activities of Daily Living (IADL) measures, and 3 mobility activities. For each activity, disability is defined as the need for personal assistance or inability to perform the activity. Activities are scored as 0 being no help, 1 being with help, and 2 meaning unable to perform the activity. Higher scores indicate greater disability or a lower functional status.",
                    "timeFrame": "Up to 12 weeks"
                },
                {
                    "measure": "Incidence and severity of toxicity",
                    "description": "Toxicity assessment completed at the end of each chemotherapy or immunotherapy treatment cycle using the CTCAE V5; (irAEs, AEs, SAEs) Toxicities will be graded 1-5 with grade 5 being the worst and grade 1 being less severe.",
                    "timeFrame": "Up to 12 weeks"
                },
                {
                    "measure": "Psychological symptoms",
                    "description": "GAD-7; This assessment is a 7 item questionnaire that asks patients how often in the past 2 weeks, have they been bothered by each symptom. The responses are scored as 0 being \"not at all,\" 1 being \"several days,\" 2 being \"more than half the days\", and 3 being \"nearly every day,\" for an aggregate score of 21. Higher scores indicate a higher prevalence of anxiety and are strongly associated with multiple domains of functional impairment and disability days.33",
                    "timeFrame": "Up to 12 weeks"
                },
                {
                    "measure": "Psychological Symptoms",
                    "description": "PHQ-9; This is a 9-item depression segment which assesses the severity of depressive symptoms within the last two weeks. Patients will complete the PHQ-9 approximately every 6 weeks administered by the CRC. Items are scored from 0-3 with higher scores indicating greater levels of depression. If 5 or more of the 9 symptoms have been present for \"more than half the days,\" then major depression is indicated. Other depression is indicated if 2, 3, or 4 of the symptoms have been present at least \"more than half the days\" in the past 2 weeks, and 1 of the symptoms is depressed mood or anhedonia.",
                    "timeFrame": "Up to 12 weeks"
                },
                {
                    "measure": "Physical function",
                    "description": "Short Physical Performance Battery (SPPB);. The SPPB is a validated tool used to assess lower extremity functioning. It is comprised of three objective measures testing for standing balance, normal gait speed, and strength performance by use of a timed sit-to-stand. The participants are asked to stand with their feet side by side, semi tandem, and tandem for 10 seconds each to assess balance. Normal gait speed is tested by asking participants to walk 8 feet at his or her normal speed. Strength performance is tested by asking participants to complete five timed chair sit to stands without the use of hands. These three measures are scored individually from 0 to 4 with an aggregate score ranging from 0 to 12, with higher scores correlating with a greater functional status. The scores are then classified into 4 categories; very low physical function (0-3); low physical function (4-6); moderate physical function (7-9); and high physical function (10-12).",
                    "timeFrame": "Up to 12 weeks"
                },
                {
                    "measure": "Physical Endurance",
                    "description": "2-6 min walk test; This is a validated tool used to assess endurance and overall functional exercise capacity. Patients are instructed to walk on a treadmill at their own pace for as long as they are able. At the end of the allotted time, patients are told to stop and the total distance covered is recorded. Participants walking less than 300 meters are considered to have low endurance while those walking over 300 meters are considered to have normal endurance.",
                    "timeFrame": "Up to 12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 60 years\n* Diagnosed with an advanced lung cancer: unresectable stage IIIA, IIIB, or stage IV non-small cell lung cancer (NSCLC) or extensive stage small cell lung cancer (SCLC)\n* Intent to receive treatment from the Ohio State University Comprehensive Cancer Center (OSUCCC) Thoracic Oncology Clinic\n* A score of 2 or higher on the three functional items of the European Quality of Life Five Dimension Five Level Scale (EQ5D5L) patient reported outcome (PRO) assessment\n* Patients are eligible at any time point during their treatment here at Ohio State University (OSU). Rationale for this timeframe is due to the overwhelming nature of the first few visits and uncertainty around an eventual treatment plan. Patients at any stage of their treatment can participate and benefit from a physical therapy and psychosocial intervention. Patients will be approached at their initial visit but the investigators can also offer enrollment at any one of the patients regularly scheduled clinic visits or via phone or email\n* Ability to understand and willingness to sign an informed consent document (or indicate approval or disapproval by another means)\n\nExclusion Criteria:\n\n* Prisoners are excluded from participation\n* There is NO exclusion criteria pertaining to Eastern Cooperative Oncology Group (ECOG) performance status, laboratory values, prior cancer diagnoses, presence of comorbidities or brain metastases",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "The Ohio State University Comprehensive Cancer Center",
                    "role": "CONTACT",
                    "phone": "800-293-5066",
                    "email": "OSUCCCClinicaltrials@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Carolyn J Presley, MD",
                    "affiliation": "Ohio State University Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Carolyn Presley",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carolyn J. Presley, MD, MHS",
                            "role": "CONTACT",
                            "phone": "614-293-6786",
                            "email": "carolyn.presley@osumc.edu"
                        },
                        {
                            "name": "Madison Grogan",
                            "role": "CONTACT",
                            "email": "madison.grogan@osumc.edu"
                        },
                        {
                            "name": "Carolyn J. Presley",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Jamesline",
                    "url": "http://cancer.osu.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                },
                {
                    "id": "D000018288",
                    "term": "Carcinoma, Small Cell"
                },
                {
                    "id": "D000055752",
                    "term": "Small Cell Lung Carcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Lung Non-Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28323",
                    "name": "Small Cell Lung Carcinoma",
                    "asFound": "Lung Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20433",
                    "name": "Carcinoma, Small Cell",
                    "asFound": "Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T5271",
                    "name": "Small Cell Lung Cancer",
                    "asFound": "Lung Small Cell Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003033",
                    "term": "Coal Tar"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007641",
                    "term": "Keratolytic Agents"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6263",
                    "name": "Coal Tar",
                    "asFound": "Fail",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10667",
                    "name": "Keratolytic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}