{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05984030",
            "orgStudyIdInfo": {
                "id": "22-3058"
            },
            "secondaryIdInfos": [
                {
                    "id": "R61AI174285",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R61AI174285"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Supporting Tailored And Responsive PrEP in Rural North Carolina",
            "officialTitle": "Meet me Where I am: A Multilevel Strategy to Increase PrEP Uptake and Persistence Among Young Sexual and Gender Minority Men in Rural NC",
            "acronym": "STARR-NC",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "supporting-tailored-and-responsive-prep-in-rural-north-carolina"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-01",
            "studyFirstSubmitQcDate": "2023-08-01",
            "studyFirstPostDateStruct": {
                "date": "2023-08-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project consists of two phases to be completed over five years. Phase 1 (Aims 1 and 2) will be completed during Years 1-3 (R61). The Phase 1 study is a randomized trial of a multilevel HIV Pre-Exposure Prophylaxis (PrEP) intervention strategy in rural and peri-urban North Carolina sexually transmitted infection (STI) clinics, with primary outcome of PrEP uptake within 3 months of an index STI clinic visit.",
            "detailedDescription": "Participants will be randomized 1:1 to an intervention or control condition. Participants enrolled in the intervention arm will receive a multilevel intervention with three components: a PrEP Navigator to facilitate linkage to PrEP services and completion of applications for health insurance/drug assistance; a Digital Health Intervention (DHI) platform (HealthMpowerment) - a HIPAA-compliant evidence-based DHI that provides interactive educational resources, social support, and tools for developing PrEP behavioral skills and self-efficacy; and referral to Telehealth PrEP services as an option for linking to PrEP care.\n\nControl arm participants will receive the standard PrEP referral services available at the STI clinic setting where they were recruited. They will also receive linkage to a limited version of the DHI, with basic PrEP resources and information."
        },
        "conditionsModule": {
            "conditions": [
                "HIV Pre-Exposure Prophylaxis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants are randomized 1:1 to Intervention Condition or Control Condition. The study will use blocked randomization stratified by clinic, with randomly ordered blocks of sizes 4 and 6.\n\nAll participants will be asked to complete baseline and quarterly assessments at 3- and 6-month follow-up. Participants who are enrolled into the study with sufficient follow-up time remaining in the funding period will also be asked to complete a 12-month assessment. Primary outcome measures are assessed at month 3. Secondary outcome measures are assessed at months 3 and 6.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 336,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "STARR NC Intervention Condition",
                    "type": "EXPERIMENTAL",
                    "description": "Intervention arm will receive a multilevel intervention with three components: a PrEP Navigator to facilitate linkage to PrEP services and completion of applications for health insurance/drug assistance; a Digital Health Intervention (DHI) platform (HealthMpowerment); and referral to Telehealth PrEP services as an option for linking to PrEP care.\n\nThe Intervention Arm version of the DHI includes: Study Timeline and Calendar, publicly-available PrEP locator feature, Dried Blood Spot self-collection kit ordering, Educational Health Resource Center; Interactive skill-building health activities; social support newsfeed/group chat; Ask the Expert anonymous health question and answer; Medication Tracker; Health Behavior Tracker; Gamification features for participant engagement.\n\nIntervention Arm participants will complete baseline and quarterly follow-up assessments.\n\nIntervention Arm participants will complete two Dried Blood Spot self-collection kits at 3 and 6 months.",
                    "interventionNames": [
                        "Other: PrEP Navigation Services",
                        "Other: Telehealth PrEP Services Referral",
                        "Behavioral: HealthMpowerment Digital Health Intervention - Enhanced"
                    ]
                },
                {
                    "label": "STARR NC Standard-of-Care Control Condition",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Standard-of-Care Control arm will receive the standard PrEP referral services available at the STI clinic setting where they were recruited. They will also receive study staff guided support to install the control arm version of the HealthMPowerment DHI platform.\n\nThe Control Arm version of the DHI includes: Study Timeline and Calendar, publicly-available PrEP locator feature, Dried Blood Spot self-collection kit ordering, Educational Health Resource Center.\n\nControl Arm participants will complete baseline and quarterly follow-up assessments.\n\nControl Arm participants will complete two Dried Blood Spot self-collection kits at 3 and 6 months.",
                    "interventionNames": [
                        "Behavioral: HealthMpowerment Digital Health Intervention - Basic"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "PrEP Navigation Services",
                    "description": "Trained professional PrEP navigators will connect with intervention arm participants following study onboarding. Primary navigator responsibilities include helping participants engage in PrEP care, assisting with completing necessary paperwork for insurance, referral to PrEP care, and application for drug assistance programs, as needed. Navigation services will be available to participants for the first 6 months of participation (active intervention period). Navigation services are tailored to the individual needs of each intervention arm participant",
                    "armGroupLabels": [
                        "STARR NC Intervention Condition"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Telehealth PrEP Services Referral",
                    "description": "PrEP Navigators can link interested intervention arm participants to telehealth PrEP services via self-referral. The study facilitates referral for intervention arm participants to pre-existing telehealth PrEP services. The telehealth PrEP services participants receive are not provided, financed, or staffed by the study. Participants will receive telehealth PrEP services via the technology platform or service that the provider typically employs. PrEP clinical eligibility, visit frequency, monitoring labs, and all other PrEP management will be at the discretion of the established PrEP provider. PrEP navigators can assist with appointment scheduling, reminders, and other provider-access issues, as requested, for the first 6 months of study participation.",
                    "armGroupLabels": [
                        "STARR NC Intervention Condition"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "HealthMpowerment Digital Health Intervention - Enhanced",
                    "description": "The Enhanced version of the HealthMpowerment Digital Health Intervention includes all features from the Basic version, plus the following additional features: Interactive skill-building health activities; social support newsfeed/group chat; Ask the Expert anonymous health question and answer; Medication Tracker; Health Behavior Tracker; Gamification features for participant engagement.",
                    "armGroupLabels": [
                        "STARR NC Intervention Condition"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "HealthMpowerment Digital Health Intervention - Basic",
                    "description": "The Control Arm version of the HealthMpowerment Digital Health Intervention includes: Study Timeline and Calendar, publicly-available PrEP locator feature, Dried Blood Spot self-collection kit ordering, Educational Health Resource Center.",
                    "armGroupLabels": [
                        "STARR NC Standard-of-Care Control Condition"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants reporting PrEP initiation by 3 months",
                    "description": "Proportion of participants with verified self-reported pre-exposure prophylaxis (PrEP) use (first dose, oral or injectable PrEP)1 at or before 3 months, defined as the number verified to start PrEP divided by the total number of participants in each arm",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of participants reporting PrEP initiation by 6 months",
                    "description": "Proportion of participants with verified self-reported PrEP use (first dose, oral or injectable PrEP) at or before 6 months, defined as the number verified to start PrEP divided by the total number of participants in each arm",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Proportion of PrEP initiators adhering to chosen PrEP strategy over first 3 months",
                    "description": "Number of participants with on-time PrEP refills and/or injections noted in Electronic Health Record (EHR) over first 3 months divided by number initiating PrEP over first 3 months",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Proportion of PrEP initiators adhering to chosen PrEP strategy over first 6 months",
                    "description": "Number of participants with on-time PrEP refills and/or injections noted in EHR over first 6 months divided by number initiating PrEP over first 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Average number of consecutive months PrEP used over first 3 months",
                    "description": "Among those who initiate PrEP, average number of consecutive months PrEP used, based on date of first and last dose over first 3 months of follow-up, as indicated through survey self-report and visits/prescriptions noted in the EHR",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Average number of consecutive months PrEP used over first 6 months",
                    "description": "Among those who initiate PrEP, average number of consecutive months PrEP used, based on date of first and last dose over first 3 months of follow-up, as indicated through survey self-report and visits/prescriptions noted in the EHR",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Average number of days PrEP used among persons initiating daily oral PrEP in the 30 days prior to the 3-month visit.",
                    "description": "Among those who initiate daily oral PrEP, average number of days PrEP used, based on self-reported recall of doses taken in past 30 days.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Average number of condomless anal sex acts protected by PrEP among persons initiating event-driven oral PrEP in the 30 days prior to the 3-month visit.",
                    "description": "Among those who initiate event-driven oral PrEP, average proportion of condomless anal sex acts covered by PrEP, based on self-reported number of condomless anal sex episodes and frequency of complete event-driven PrEP use (before and after) condomless anal sex act.",
                    "timeFrame": "3-months"
                },
                {
                    "measure": "Proportion of injectable PrEP initiators reporting PrEP use in the 90 days prior to the 3-month visit",
                    "description": "Number of participants who initiated injectable PrEP and reported using Injectable PrEP within an on-time injection interval, in the 90 days prior to the 3-month visit, divided by the number who initiated injectable PrEP",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Average number of days PrEP used among persons initiating daily oral PrEP in the 30 days prior to the 6-month visit.",
                    "description": "Among those who initiate daily oral PrEP, average number of days PrEP used, based on self-reported recall of doses taken in past 30 days.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Average number of condomless anal sex acts protected by PrEP among persons initiating event-driven oral PrEP in the 30 days prior to the 6-month visit.",
                    "description": "Among those who initiate event-driven oral PrEP, average proportion of condomless anal sex acts covered by PrEP, based on self-reported number of condomless anal sex episodes and frequency of complete event-driven PrEP use (before and after) condomless anal sex act.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Proportion of injectable PrEP initiators reporting PrEP use in the 90 days prior to the 6-month visit",
                    "description": "Number of participants who initiated injectable PrEP and reported using Injectable PrEP within an on-time injection interval, in the 90 days prior to the 3-month visit, divided by the number who initiated injectable PrEP",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Proportion of oral PrEP initiators with detected PrEP concentrations in blood at 3 months",
                    "description": "Number of PrEP initiators with PrEP concentrations detected at the 3-month study follow-up visit, based on intraerythrocytic Tenofovir diphosphate (TFV-DP) collected as Dried Blood Spot (DBS) divided by the number who initiated oral PrEP",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Proportion of oral PrEP initiators with detected PrEP concentrations in blood at 6 months",
                    "description": "Number of PrEP initiators with PrEP concentrations detected at the 6-month study follow-up visit, based on intraerythrocytic TFV-DP collected as DBS divided by the number who initiated oral PrEP",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Proportion of injectable PrEP initiators receiving all prescribed injections through 3 months",
                    "description": "Number of injectable PrEP initiators with injections recorded in the EHR at all prescribed timepoints prior to the 3-month follow up visit divided by the number who initiated injectable PrEP",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Proportion of injectable PrEP initiators receiving all prescribed injections through 6 months",
                    "description": "Number of injectable PrEP initiators with injections recorded in the EHR at all prescribed timepoints prior to the 6-month follow up visit divided by the number who initiated injectable PrEP",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Proportion of participants who test positive for HIV among those tested at or prior to the 3-month visit",
                    "description": "Number with a positive clinical test result for human immunodeficiency virus (HIV) obtained from state, clinic, or commercial lab results, or verified participant-uploaded results, divided by the number tested for HIV prior to the 3-month visit, as indicated by state, clinic, commercial, or self-uploaded indication of receiving a test",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Proportion of participants who test positive for HIV among those tested at or prior to the 6-month visit",
                    "description": "Number with a positive clinical test result for HIV obtained from state, clinic, or commercial lab results, or verified participant-uploaded results, divided by the number tested for HIV prior to the 6-month visit, as indicated by state, clinic, commercial, or self-uploaded indication of receiving a test",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Proportion of participants who test positive for an STI other than HIV among those tested at or prior to the 3-month visit",
                    "description": "Number with a positive clinical test result for an sexually transmitted infections (STI) other than HIV obtained from state, clinic, or commercial lab results, or verified participant-uploaded results, divided by the number tested for HIV prior to the 3 month visit, as indicated by state, clinic, commercial, or self-uploaded indication of receiving a test",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Proportion of participants who test positive for an STI other than HIV among those tested at or prior to the 6-month visit",
                    "description": "Number with a positive clinical test result for an STI other than HIV obtained from state, clinic, or commercial lab results, or verified participant-uploaded results, divided by the number tested for HIV prior to the 6-month visit, as indicated by state, clinic, commercial, or self-uploaded indication of receiving a test.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Average self-reported score on the PrEP Stigma scale at 3 months",
                    "description": "Average self-reported score on the PrEP Anticipated Stigma Scale as reported on the computer-assisted self-interview (CASI) at 3 months\n\nThe mean composite score is calculated from the PrEP Anticipated Stigma Scale (Calabrese et al., 2018), an 8-item validated scale measuring the sub-constructs of PrEP user stereotypes and PrEP disapproval by others. Item response options include: (1) Strongly Disagree, (2) Disagree, (3) Agree, (4) Strongly Agree. Mean scores are calculated, with higher scores indicating stronger perceived PrEP stigma. Total possible composite score ranges from 8 (lowest stigma, best outcome) to 32 (highest stigma, worst outcome).",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Average self-reported score on the PrEP Stigma scale at 6 months",
                    "description": "Average self-reported score on the PrEP Anticipated Stigma Scale as reported on the CASI at 6 months\n\nThe mean composite score is calculated from the PrEP Anticipated Stigma Scale (Calabrese et al., 2018), an 8-item validated scale measuring the sub-constructs of PrEP user stereotypes and PrEP disapproval by others. Item response options include: (1) Strongly Disagree, (2) Disagree, (3) Agree, (4) Strongly Agree. Mean scores are calculated, with higher scores indicating stronger perceived PrEP stigma. Total possible composite score ranges from 8 (lowest stigma, best outcome) to 32 (highest stigma, worst outcome).",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Assigned male sex at birth\n* Report sexual activity with a male in the past 12 months\n* Received HIV testing within 90 days pre-enrollment and not known to be HIV-positive at screening/enrollment by self-report\n* Age 18-39 years\n* Have daily smartphone access\n* Be English speaking\n* Deny current PrEP use\n\nExclusion Criteria:\n\n* Confirmed prior HIV-positive diagnosis\n* Prior PrEP use (oral PrEP or injectable PrEP) within the last 3 months.",
            "healthyVolunteers": true,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "maximumAge": "39 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarah E Rutstein, MD, PhD",
                    "role": "CONTACT",
                    "phone": "919-966-2537",
                    "email": "srutstein@unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sarah Rutstein, MD, PhD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of North Carolina at Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27514",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Rutstein, MD, PhD",
                            "role": "CONTACT",
                            "phone": "919-843-5859",
                            "email": "sarah_rutstein@med.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following publication of primary study results.",
            "accessCriteria": "Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}