{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06276023",
            "orgStudyIdInfo": {
                "id": "2023P003638"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AG078204-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AG078204-01"
                }
            ],
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Supporting Our Caregivers In ADRD Learning (SOCIAL)",
            "officialTitle": "Supporting Our Caregivers In ADRD Learning (SOCIAL): Reducing Stress for Caregivers of Persons With Dementia, a Pilot Randomized Control Trial",
            "acronym": "SOCIAL",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "supporting-our-caregivers-in-adrd-learning-social"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-18",
            "studyFirstSubmitQcDate": "2024-02-18",
            "studyFirstPostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christine S. Ritchie, MD, MPH",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                },
                {
                    "name": "University of California, San Francisco",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Building on limitations of prior research, the investigators developed the Mindful and Self-Compassionate Care Program (MASC) to help caregivers of persons with Alzheimer Disease and Related Dementias (ADRD) manage stress associated with the general caregiver experience including stress stemming from managing challenging patient behaviors. MASC teaches: (1) mindfulness skills; (2) compassion and self-compassion skills; and (3) behavioral management skills. MASC also provides psychoeducation and group-based training and skill practice to facilitate skill uptake and integration within the caregiver experience and tasks.\n\nThe main aim is to: Demonstrate feasibility, acceptability, credibility, fidelity, preliminary efficacy and evidence for proposed mechanism of MASC through a pilot randomized controlled trial.\n\nRelevant stakeholders (caregivers of persons with ADRD) will participate in the intervention.",
            "detailedDescription": "Over half of Alzheimer Disease and Related Dementias (ADRD) caregivers are actively looking for non-pharmacological interventions to decrease caregiver stress. Available programs do not sufficiently meet the psychological and practical needs of stressed caregivers of persons with ADRD; better solutions are needed. First, while helpful, most support groups do not systematically teach behavioral management skills which caregivers report needing in order to manage challenging patient behaviors. Second, behavioral management skills interventions exist, but do not teach: 1) emotional regulation skills which are necessary in order to foster caregiver ability to access and use these skills to manage patient behaviors, and/or 2) self-compassion and compassion skills which are necessary to bypass guilt and loneliness and navigate behavioral symptoms which are common caregiver challenges. Third, mindfulness and self-compassion interventions are effective solutions for managing stress, and distress across multiple populations, but engagement and efficacy among diverse ADRD caregivers are limited.\n\nThe guiding hypothesis of this proposal is that combining evidence-based mindfulness and self-compassion skills with behavioral management skills within a multi-component program increases intervention potency and efficiently supports caregivers of persons with ADRD. Accounting for practical challenges to engagement (number of sessions, delivery modality, skill practice) will also enhance uptake and reach.\n\nThe investigators will conduct an RCT study to explore feasibility benchmarks, target engagement and signal of improvement in stress, depression, anxiety and wellbeing (NIH stage 1B; N= up to 80 caregivers). The investigators will recruit caregivers of persons with ADRD from local community organizations and caregiver support programs; dementia research programs; and from national programs that focus on caregiving."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer's Disease and Related Dementias",
                "Quality of Life",
                "Caregiver Stress"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "MASC is an intervention that includes evidence-based skills of: 1) mindfulness; 2) compassion toward others and self; 3) behavioral management skills. MASC comprises 6 sessions delivered in a group format over secure live video with Zoom. Each session includes psychoeducation on program skills, skill practice, strategies to incorporate the skill into the caregiver experience, and strategies for sustained practice.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mindful and Self-Compassionate Care Program (MASC)",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention arm will be comprised of:\n\nSix Virtual Group Sessions. The sessions will teach mindfulness, self-compassion and behavioral management skills.\n\nAt Home Practice. After each group session, participants will have the opportunity to integrate the practices learned into their everyday life.",
                    "interventionNames": [
                        "Behavioral: Mindful and Self-Compassionate Care Program (MASC)"
                    ]
                },
                {
                    "label": "Health Education Program (HEP)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The control arm will be comprised of:\n\nSix Virtual Group Sessions. The sessions will discuss caregiver stress, sleep hygiene, nutrition, and ways to stay physically active as a caregiver.\n\nAt Home Practice. After each group session, participants will have the opportunity to complete journal exercises that encourage them to integrate the health information that they learn into their daily lives.",
                    "interventionNames": [
                        "Behavioral: Health Education Program (HEP)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindful and Self-Compassionate Care Program (MASC)",
                    "description": "The intervention arm will be comprised of:\n\nSix Virtual Group Sessions. The sessions will teach mindfulness, self-compassion and behavioral management skills.\n\nAt Home Practice. After each group session, participants will have the opportunity to integrate the practices learned into their everyday life.",
                    "armGroupLabels": [
                        "Mindful and Self-Compassionate Care Program (MASC)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Health Education Program (HEP)",
                    "description": "The control arm will be comprised of:\n\nSix Virtual Group Sessions. The sessions will discuss caregiver stress, sleep hygiene, nutrition, and ways to stay physically active as a caregiver.\n\nAt Home Practice. After each group session, participants will have the opportunity to complete journal exercises that encourage them to integrate the health information that they learn into their daily lives.",
                    "armGroupLabels": [
                        "Health Education Program (HEP)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of Recruitment",
                    "description": "The proportion of eligible participants who are eligible and choose to enroll in the study and the percentage of racial and ethnically diverse participants enrolled.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Feasibility of Randomization",
                    "description": "The percentage randomized who complete the post-test.",
                    "timeFrame": "Baseline, Post intervention (6-8 weeks post baseline)"
                },
                {
                    "measure": "Feasibility of Assessment Measures",
                    "description": "The proportion of participants who complete the study with less than 25% of missing questionnaires.",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Feasibility of Quantitative Measures",
                    "description": "The benchmark of no questionnaires missing fully in ≥25% of caregivers.",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Adherence to treatment",
                    "description": "The proportion of caregivers who attend at least 4 out of the 6 sessions out of all randomized caregivers. Adherence to treatment will be estimated for both HEP and MASC.",
                    "timeFrame": "Post-intervention"
                },
                {
                    "measure": "Patient's Global Impression of Change (PGIC)",
                    "description": "PGIC is a 7-point scale depicting a participant's rating of overall improvement. Participants rate their change as \"very much improved\", \"much improved\", \"minimally improved\", \"no change\", \"minimally worse\", \"much worse\" or \"very much worse\"",
                    "timeFrame": "Post-intervention (6-8 weeks post baseline)"
                },
                {
                    "measure": "Perceptions of Questionnaire Battery",
                    "description": "The 'Perceptions of Questionnaire Battery' qualitative measure assesses how appropriately the participants fill the questionnaires, address their perception of stress, emotional distress and all other questionnaires.",
                    "timeFrame": "Post-intervention (6-8 weeks post baseline)"
                },
                {
                    "measure": "Adherence to Home Practice",
                    "description": "The proportion of participants who complete weekly home practice.",
                    "timeFrame": "Weekly (up to 6 weeks"
                },
                {
                    "measure": "Perceptions of Email and Text Reminders",
                    "description": "Participants' perception of emails and text messages reminders. The single question -, \"Do participants think that the number of emails/texts received was: too little, just enough, too much?\"",
                    "timeFrame": "Post-intervention (6-8 weeks post baseline)"
                },
                {
                    "measure": "Credibility and Expectancy",
                    "description": "The Credibility and Expectancy Questionnaire (CEQ) assesses participants' perceptions that the treatment will work after participating in the intervention.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Modified Perception of Global Improvement",
                    "description": "The Modified Perception of Global Improvement (MPGI) is a global index designed to measure a participant's interpretation of changes in perceptions of stress following intervention.",
                    "timeFrame": "(6-8 weeks post baseline)"
                },
                {
                    "measure": "Satisfaction with the Intervention",
                    "description": "The investigators will use the Client Satisfaction Questionnaire (CSQ-3) to assess participants' satisfaction with the intervention.",
                    "timeFrame": "Post-intervention (6-8 weeks post baseline)"
                },
                {
                    "measure": "Therapist Fidelity",
                    "description": "Ability of therapist to deliver the content of each session (through therapist completed adherence checklists) and therapist fidelity (through independent review of recorded sessions by Co-Investigator).",
                    "timeFrame": "Baseline through Post-intervention (6-8 weeks post baseline)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Symptoms of Depression",
                    "description": "Center for Epidemiological Studies-Depression Scale (CES-D). The CES-D is a 20-item scale widely used with ADRD participants. Response options range from 0 to 3 for each item (0 = Rarely or None of the Time, 1 = Some or Little of the Time, 2 = Moderately or Much of the time, 3 = Most or Almost All the Time) In scoring the CES-D, possible range of scores is 0 to 60, with the higher scores indicating the presence of more symptomatology.",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Mindfulness",
                    "description": "The Applied Mindfulness Process Scale (AMPS) is a process measure used to quantify how participants in mindfulness-based interventions (MBIs) use mindfulness practice when facing challenges in daily life. The AMPS yields 15 items representing three domains of applied mindfulness processes: (a) decentering, (b) positive emotional regulation, and (c) negative emotional regulation. AMPS can be scored by:(1) Adding each factor individually to obtain a score ranging from 0-20, and/or (2) adding all 15 items to obtain a score ranging from 0-60, with higher scores indicating higher use of mindfulness.",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Perceived Stress Scale",
                    "description": "The Perceived Stress Scale 10 (PSS-10) assesses perceived stress using a 5-point Likert scale.\n\nThe total score is determined by adding together the scores of each of the four items. Questions 2 and 3 are reverse coded. Questions 1 and 4: 0 = Never; 1 = Almost never; 2 = Sometimes; 3 = Fairly often; 4 = Very often Questions 2 and 3: 4 = Never; 3 = Almost never; 2 = Sometimes; 1 = Fairly often; 0 = Very often. Scores range from 0 to 40 with higher scores indicating more stress.",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Symptoms of Anxiety",
                    "description": "The State Trait Anxiety Inventory (STAI) state subscales (20 items) assesses anxiety symptoms in response to stressful situations. The range of possible scores varies from a minimum score of 20 to a maximum score of 80. STAI scores are commonly classified as \"no or low anxiety\" (20-37), \"moderate anxiety\" (38-44), and \"high anxiety\" (45-80).",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "The Self-Compassion Scale",
                    "description": "The Self-Compassion Scale - Short Form (SCS-SF) is a 12-item self-report measure that is used by adults to measure their capacity for self-compassion - the ability to hold one's feelings of suffering with a sense of warmth, connection and concern. Self-Kindness Items: 2, 6 Self-Judgment Items (Reverse Scored): 11,\n\n12 Common Humanity Items: 5, 10 Isolation Items: 4, 8 Mindfulness Items: 3, 7 Over-identification Items: 1, 9 = max score of 8 per category",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Compassion",
                    "description": "The Compassion Scale (CS) has 16 items assessing common humanity, kindness toward others and ability to understand the suffering or challenges of others. Kindness items: 2, 6, 10, 14 Common Humanity items: 4, 8, 12, 16 Mindfulness items: 1, 5, 9, 13 Indifference items (reverse scored): 3, 7, 11, 15. Subscale scores are computed by calculating the mean of the four subscale item responses. Total compassion scores are computed by reverse scoring the indifference items then taking a grand mean of all items. When examining subscale scores, higher scores on indifference items indicate less compassion before reverse-coding, and more compassion after reverse coding.",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Caregiver self-efficacy",
                    "description": "The Revised Caregiver Self-efficacy assesses domains of self-efficacy including obtaining respite, responding to disruptive patient behaviors and controlling upsetting through. The Caregiver Self-Efficacy Scale is an 8-item scale with possible scores ranging from 1 to 10 with higher scores indicating higher self-efficacy",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Loneliness",
                    "description": "The University of California, Los Angeles (UCLA) 3-item loneliness scale assesses relational connectedness, social connectedness and self-perceived isolation.\n\nThe scores for each individual question can be added together to give participants a possible range of scores from 3 to 9. Researchers in the past have grouped people who score 3 - 5 as \"not lonely\" and people with the score 6 - 9 as \"lonely\".",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Social Support",
                    "description": "The Interpersonal Support Evaluation List short form (ISEL) is a 12-item measure of perceptions of social support. Response options range from 1-4 with 4 = \"definitely true\" if the participant is sure it is true about them, 3= \"probably true\" if the participant thinks it is true but is not absolutely certain. Similarly, the participant should circle 1 = \"definitely false\" if they are sure the statement is false and 2 = \"probably false\" if the participant thinks it is false but is not absolutely certain. This questionnaire has three different subscales designed to measure three dimensions of perceived social support. These dimensions are: 1.) Appraisal Support 2.) Belonging Support 3.) Tangible Support Each dimension is measured by 4 items on a 4-point scale ranging from \"Definitely True\" to \"Definitely False\". Scores range from 4-16.",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Well-being",
                    "description": "The World Health Organization-Five Well-Being Index (WHO-D) has 5 items assessing emotional well-being. The raw score is calculated by totaling the figures of the five answers. The raw score ranges from 0 to 25, 0 representing worst possible and 25 representing best possible quality of life. To obtain a percentage score ranging from 0 to 100, the raw score is multiplied by 4. A percentage score of 0 represents the worst possible, whereas a score of 100 represents the best possible quality of life",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Distress Due to Patient Challenges Behaviors",
                    "description": "The Neuropsychiatric Inventory Caregiver Distress Scale has 12 items assessing distress associated with dementia patient's behaviors such as apathy, elation, disinhibition. Participant distress is rated for each positive neuropsychiatric symptom domain on a scale anchored by score from 0 to 5 points. The Score is: 0 = Not distressing at all, 1 = Minimal (slightly distressing, not a problem to cope with), 2 = Mild (not very distressing, generally easy to cope with), 3 = Moderate (fairly distressing, not always easy to cope with), 4 = Severe (very distressing, difficult to cope with), 5 = Extreme of Very Severe (extremely distressing, unable to cope with)",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                },
                {
                    "measure": "Dyadic Relationship Scale",
                    "description": "The Dyadic Relationship Scale (DRS) (11 items) assesses negative and positive dyadic interactions between caregivers and their care recipient. Each item is rated on four-point scale (0-3) and responses are summed for a total score. Possible scores range from 0 to 33 with higher scores indicating higher levels of strain and positive interaction.",
                    "timeFrame": "Baseline, Post-intervention (6-8 weeks post baseline), 3-months post intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years or older\n* English fluency and literacy\n* Meeting criteria for being a caregiver (e.g., family or friend of a care recipient who provides unpaid care)\n* Must live with and care for an individual with ADRD\n* Must have been in a caregiver role for more than 6 months\n* Must provide an average 4 hours of supervision or direct assistance per day for the are recipient\n* Perceived Stress Scale-4 (4-item) version \\>=6\n* Had managed 1 or more behavioral symptoms in past month\n\nExclusion Criteria:\n\n* Recent change in psychotropic treatment for depression or anxiety\n* Use of mindfulness apps or any meditation (more than 60 min/week in past 6 months)\n* Involvement in another clinical trial for caregivers, a score \\>= 4 on the Portable Mental Status Questionnaire (PMSQ)\n* No stated concerns or distress related to care recipient's disruptive behaviors\n* Involvement in another clinical trial for caregivers",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sahana Giridharan, BS",
                    "role": "CONTACT",
                    "phone": "6177261279",
                    "email": "sgiridharan@mgh.harvard.edu"
                },
                {
                    "name": "Maggie Crean, MA",
                    "role": "CONTACT",
                    "phone": "6177260758",
                    "email": "mcrean@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ana-Maria Vranceanu, PhD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Christine Ritchie, MD, MSPH",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114-2524",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle StPaul, MS",
                            "role": "CONTACT",
                            "email": "mstpaul2@mgh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33756057",
                    "type": "BACKGROUND",
                    "citation": "2021 Alzheimer's disease facts and figures. Alzheimers Dement. 2021 Mar;17(3):327-406. doi: 10.1002/alz.12328. Epub 2021 Mar 23."
                },
                {
                    "pmid": "28815557",
                    "type": "BACKGROUND",
                    "citation": "Jutkowitz E, Kane RL, Gaugler JE, MacLehose RF, Dowd B, Kuntz KM. Societal and Family Lifetime Cost of Dementia: Implications for Policy. J Am Geriatr Soc. 2017 Oct;65(10):2169-2175. doi: 10.1111/jgs.15043. Epub 2017 Aug 17."
                },
                {
                    "pmid": "19282676",
                    "type": "BACKGROUND",
                    "citation": "Roche V. The hidden patient: addressing the caregiver. Am J Med Sci. 2009 Mar;337(3):199-204. doi: 10.1097/MAJ.0b013e31818b114d."
                },
                {
                    "pmid": "21502853",
                    "type": "BACKGROUND",
                    "citation": "Sorensen S, Conwell Y. Issues in dementia caregiving: effects on mental and physical health, intervention strategies, and research needs. Am J Geriatr Psychiatry. 2011 Jun;19(6):491-6. doi: 10.1097/JGP.0b013e31821c0e6e. No abstract available."
                },
                {
                    "pmid": "19585957",
                    "type": "BACKGROUND",
                    "citation": "Brodaty H, Donkin M. Family caregivers of people with dementia. Dialogues Clin Neurosci. 2009;11(2):217-28. doi: 10.31887/DCNS.2009.11.2/hbrodaty."
                },
                {
                    "pmid": "9189988",
                    "type": "BACKGROUND",
                    "citation": "Lewinsohn PM, Seeley JR, Roberts RE, Allen NB. Center for Epidemiologic Studies Depression Scale (CES-D) as a screening instrument for depression among community-residing older adults. Psychol Aging. 1997 Jun;12(2):277-87. doi: 10.1037//0882-7974.12.2.277."
                },
                {
                    "pmid": "26858469",
                    "type": "BACKGROUND",
                    "citation": "Li MJ, Black DS, Garland EL. The Applied Mindfulness Process Scale (AMPS): A process measure for evaluating mindfulness-based interventions. Pers Individ Dif. 2016 Apr 1;93:6-15. doi: 10.1016/j.paid.2015.10.027."
                },
                {
                    "pmid": "6668417",
                    "type": "BACKGROUND",
                    "citation": "Cohen S, Kamarck T, Mermelstein R. A global measure of perceived stress. J Health Soc Behav. 1983 Dec;24(4):385-96. No abstract available."
                },
                {
                    "pmid": "21584907",
                    "type": "BACKGROUND",
                    "citation": "Raes F, Pommier E, Neff KD, Van Gucht D. Construction and factorial validation of a short form of the Self-Compassion Scale. Clin Psychol Psychother. 2011 May-Jun;18(3):250-5. doi: 10.1002/cpp.702. Epub 2010 Jun 8."
                },
                {
                    "pmid": "31516024",
                    "type": "BACKGROUND",
                    "citation": "Pommier E, Neff KD, Toth-Kiraly I. The Development and Validation of the Compassion Scale. Assessment. 2020 Jan;27(1):21-39. doi: 10.1177/1073191119874108. Epub 2019 Sep 13."
                },
                {
                    "pmid": "11773226",
                    "type": "BACKGROUND",
                    "citation": "Steffen AM, McKibbin C, Zeiss AM, Gallagher-Thompson D, Bandura A. The revised scale for caregiving self-efficacy: reliability and validity studies. J Gerontol B Psychol Sci Soc Sci. 2002 Jan;57(1):P74-86. doi: 10.1093/geronb/57.1.p74."
                },
                {
                    "pmid": "8576833",
                    "type": "BACKGROUND",
                    "citation": "Russell DW. UCLA Loneliness Scale (Version 3): reliability, validity, and factor structure. J Pers Assess. 1996 Feb;66(1):20-40. doi: 10.1207/s15327752jpa6601_2."
                },
                {
                    "pmid": "11132119",
                    "type": "BACKGROUND",
                    "citation": "Devilly GJ, Borkovec TD. Psychometric properties of the credibility/expectancy questionnaire. J Behav Ther Exp Psychiatry. 2000 Jun;31(2):73-86. doi: 10.1016/s0005-7916(00)00012-4."
                },
                {
                    "pmid": "24320763",
                    "type": "BACKGROUND",
                    "citation": "Merz EL, Roesch SC, Malcarne VL, Penedo FJ, Llabre MM, Weitzman OB, Navas-Nacher EL, Perreira KM, Gonzalez F, Ponguta LA, Johnson TP, Gallo LC. Validation of interpersonal support evaluation list-12 (ISEL-12) scores among English- and Spanish-speaking Hispanics/Latinos from the HCHS/SOL Sociocultural Ancillary Study. Psychol Assess. 2014 Jun;26(2):384-94. doi: 10.1037/a0035248. Epub 2013 Dec 9."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Attkisson CC, Greenfield TK. The Client Satisfaction Questionnaire (CSQ) and Scales and the Service Satisfaction Scale-30 (SSS-30)."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Evercare study of caregivers in decline: a close-up look at the health risks of caring for a loved one.",
                    "url": "https://www.caregiving.org/wp-content/uploads/2020/05/Caregivers-in-Decline-Study-FINAL-lowres.pdf"
                },
                {
                    "label": "Spielberger State-Trait Anxiety Inventory",
                    "url": "https://doi.org/10.1007/978-94-007-0753-5_2825"
                },
                {
                    "label": "Measuring the Dimension of Psychological General Well-Being by the WHO-5",
                    "url": "https://www.scirp.org/reference/referencespapers?referenceid=2950508"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}