{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06199570",
            "orgStudyIdInfo": {
                "id": "Pro2022-0930"
            },
            "secondaryIdInfos": [
                {
                    "id": "R00CA245488",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R00CA245488"
                }
            ],
            "organization": {
                "fullName": "Hackensack Meridian Health",
                "class": "OTHER"
            },
            "briefTitle": "Support for Cancer Patients Awaiting News",
            "officialTitle": "Support for Cancer Patients Awaiting News (SCAN Study): Pilot Testing a Stress Management Program",
            "acronym": "SCAN",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "support-for-cancer-patients-awaiting-news"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-08",
            "studyFirstSubmitQcDate": "2023-12-29",
            "studyFirstPostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hackensack Meridian Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a behavioral trial study to pilot test a stress management intervention for people with cancer who are undergoing routine cancer scans. The study will involve two pilot testing phases. Initial feasibility will be determined in an Open Trial phase, to inform any needed revisions to the intervention and/or protocol prior to a Pilot Randomized Controlled Trial phase. The Open Trial phase is an unblinded, single-site, single-arm open trial (n=10). The Pilot randomized clinical trial (RCT) phase is an unblinded, single-site, feasibility pilot randomized controlled trial (n=50).",
            "detailedDescription": "Advanced cancer patients repeatedly undergo routine scans that inform their disease status and treatment. While awaiting the results, anxiety and uncertainty are elevated, which can negatively impact quality of life. Evidence-based stress management strategies have the potential to be useful during this unique time period, but require tailoring for this population and context.\n\nThe goal of this study is to pilot test an adapted stress management program to help patients manage their anxiety while awaiting scan results. The program is a behavioral intervention that includes psychoeducation and stress management activities, delivered via a web platform to promote dissemination. In the Open Trial phase, the program will be field tested in a single-arm trial, using feedback to refine materials and procedures as needed before formal piloting. In the Pilot RCT phase, a small RCT will be conducted to test the intervention's feasibility and acceptability and to examine preliminary effects on anxiety and cancer-related intrusive thoughts."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Cancer"
            ],
            "keywords": [
                "Stress management",
                "Cancer related anxiety",
                "Scan related anxiety",
                "Advanced lung cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Open Trial phase: Unblinded, single-site, single-arm open trial (n=10). Pilot RCT phase: Unblinded, single-site, feasibility pilot randomized controlled trial (n=50; adapted stress management program vs. enhanced usual care).",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Adapted Stress Management Program",
                    "type": "EXPERIMENTAL",
                    "description": "The behavioral intervention consists of 3 brief coaching sessions delivered by a trained research interventionist (at baseline/orientation, pre-scan, and post-scan time points) and program modules consisting of psychoeducation and stress management skill activities/practice. They will also be provided with a list of mental health resources and crisis line information for use if needed.",
                    "interventionNames": [
                        "Behavioral: Adapted Stress Management Program"
                    ]
                },
                {
                    "label": "Enhanced Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Those randomized to enhanced usual care in the pilot RCT (n=25) will receive a resource list, tablet for study assessments, and reminder calls, but will not receive the program modules. They will also be provided with a list of mental health resources and crisis line information for use if needed.",
                    "interventionNames": [
                        "Behavioral: Enhanced Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Adapted Stress Management Program",
                    "description": "Participants will receive a 15-minute orientation session in-person or remotely to introduce the program and to receive the study materials, including the instructional sheet, small booklet, and study tablet that will be used to promote practice of stress management exercises and for completing study assessments. They will complete self-guided web modules with stress management activities/skills on tablet devices, and will rate the modules' acceptability and perceived helpfulness. After visiting each module, they will be asked to practice at least one skill daily. In a 1-week pre-scan call, they will be reminded about the skills, make a plan for using them, and troubleshoot questions about using the materials. Participants will attend scans and scan result appointments with their oncologist as usual. In a 1-week post-scan phone call, the stress management plan will be revisited for new concerns.",
                    "armGroupLabels": [
                        "Adapted Stress Management Program"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhanced Usual Care",
                    "description": "Enhanced usual care includes a resource list, tablet for study assessments, and reminder calls.",
                    "armGroupLabels": [
                        "Enhanced Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility - Retention",
                    "description": "Percentage of intervention arm participants who completed 2 out of 3 intervention sessions/calls. The program includes 3 sessions, including those at baseline/orientation, 1-week pre-scan, and 1-week post-scan.",
                    "timeFrame": "1-week post-scan"
                },
                {
                    "measure": "Feasibility - Web module engagement",
                    "description": "Percentage of intervention arm participants who completed at least 70% of the web modules.",
                    "timeFrame": "1-week pre-scan and 1-week post-scan"
                },
                {
                    "measure": "Acceptability of Intervention - Overall",
                    "description": "Percentage of intervention arm participants with mean ratings ≥4 on the validated Acceptability of Intervention Measure (AIM). Higher scores indicate greater acceptability.\n\nAcceptability will be assessed via participant ratings (Likert scales ranging 1 to 5).",
                    "timeFrame": "1-week Pre-scan, 1-week post-scan, and 1-month follow-up"
                },
                {
                    "measure": "Acceptability - Perceived helpfulness",
                    "description": "Percentage of intervention arm participants with ratings ≥4 on a 1-5 Likert item assessing perceived helpfulness of the intervention. Higher scores indicate greater perceived helpfulness.",
                    "timeFrame": "1-week Pre-scan, 1-week post-scan, and 1-month follow-up"
                },
                {
                    "measure": "Acceptability - Usability",
                    "description": "Percentage of participants with ratings ≥4 on a 1-5 Likert item assessing usability of the intervention. Higher scores indicate greater usability.",
                    "timeFrame": "1-week Pre-scan, 1-week post-scan, and 1-month follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Intervention engagement - Daily stress management skill practice",
                    "description": "Percentage of days in which intervention arm participants self-report practicing stress management skills on a daily log.",
                    "timeFrame": "1-week Pre-scan, 1-week post-scan, and 1-month follow-up"
                },
                {
                    "measure": "Anxiety",
                    "description": "Anxiety will be measured via the validated PROMIS (Patient-Reported Outcomes Measurement Information System) Emotional Distress-Anxiety Short Form 8a survey. T-scores range from 31.7 to 83.1, with higher scores indicating greater anxiety.",
                    "timeFrame": "1-week Pre-scan, 1-week post-scan, and 1-month follow-up"
                },
                {
                    "measure": "Cancer-related intrusive thoughts",
                    "description": "Cancer-related intrusive thoughts will be measured via validated the Impact of Events 6 item short form survey. Scores range from 0 to 24, with higher scores indicating higher levels of cancer-related intrusive thoughts.",
                    "timeFrame": "1-week Pre-scan, 1-week post-scan, and 1-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult (ages 18 and older)\n2. Comfortable speaking, reading, and writing English without an interpreter\n3. Established diagnosis of Stage III-IV lung cancer (or extensive stage small cell lung cancer)\n4. ECOG (Eastern Cooperative Oncology Group) performance status of 0 to 2\n5. Receiving ongoing care from collaborating clinics with regular scans\n6. Initiated systemic cancer treatment for current diagnosis within the past 3 months or less\n7. Endorse appointment- or scan-related stress on 3-item screen (using modified items from distress thermometer, Fear of Progression scale, and Impact of Events scales)\n8. Willingness to use the study website\n\nExclusion Criteria:\n\n1. Moderate-to-severe cognitive impairment (per dementia diagnosis or cognitive screen)\n2. Requires an interpreter for medical visits\n3. Severe psychiatric illness (psychiatric hospitalization in the past year, or substance use disorder, bipolar disorder, or psychosis diagnosis)\n4. Currently enrolled in hospice\n5. Unable to complete study activities per oncology provider's judgment (e.g., due to fatigue)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amanda Khoudary, BA",
                    "role": "CONTACT",
                    "phone": "2018803445",
                    "email": "Amanda.Khoudary@hmh-cdi.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Heather Derry-Vick, PhD",
                    "affiliation": "Hackensack Meridian Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Amanda Khoudary",
                    "status": "RECRUITING",
                    "city": "Hackensack",
                    "state": "New Jersey",
                    "zip": "07601",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amanda Khoudary",
                            "role": "CONTACT",
                            "phone": "201-880-3445",
                            "email": "Amanda.Khoudary@hmh-cdi.org"
                        },
                        {
                            "name": "Heather Derry-Vick, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.88593,
                        "lon": -74.04347
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27597289",
                    "type": "BACKGROUND",
                    "citation": "Bauml JM, Troxel A, Epperson CN, Cohen RB, Schmitz K, Stricker C, Shulman LN, Bradbury A, Mao JJ, Langer CJ. Scan-associated distress in lung cancer: Quantifying the impact of \"scanxiety\". Lung Cancer. 2016 Oct;100:110-113. doi: 10.1016/j.lungcan.2016.08.002. Epub 2016 Aug 16."
                },
                {
                    "pmid": "1727318",
                    "type": "BACKGROUND",
                    "citation": "Peteet JR, Stomper PC, Ross DM, Cotton V, Truesdell P, Moczynski W. Emotional support for patients with cancer who are undergoing CT: semistructured interviews of patients at a cancer institute. Radiology. 1992 Jan;182(1):99-102. doi: 10.1148/radiology.182.1.1727318."
                },
                {
                    "pmid": "33788170",
                    "type": "BACKGROUND",
                    "citation": "Lai-Kwon J, Heynemann S, Flore J, Dhillon H, Duffy M, Burke J, Briggs L, Leigh L, Mileshkin L, Solomon B, Ball D, Kokanovic R, Jefford M. Living with and beyond metastatic non-small cell lung cancer: the survivorship experience for people treated with immunotherapy or targeted therapy. J Cancer Surviv. 2021 Jun;15(3):392-397. doi: 10.1007/s11764-021-01024-8. Epub 2021 Mar 31."
                },
                {
                    "pmid": "19267364",
                    "type": "BACKGROUND",
                    "citation": "Mehnert A, Berg P, Henrich G, Herschbach P. Fear of cancer progression and cancer-related intrusive cognitions in breast cancer survivors. Psychooncology. 2009 Dec;18(12):1273-80. doi: 10.1002/pon.1481."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Herschbach, P. & Dinkel, A. Fear of Progression. in Psycho-Oncology 11-29 (Springer, Berlin, Heidelberg, 2014). doi:10.1007/978-3-642-40187-9_2."
                },
                {
                    "pmid": "27371161",
                    "type": "BACKGROUND",
                    "citation": "Shields GS, Sazma MA, Yonelinas AP. The effects of acute stress on core executive functions: A meta-analysis and comparison with cortisol. Neurosci Biobehav Rev. 2016 Sep;68:651-668. doi: 10.1016/j.neubiorev.2016.06.038. Epub 2016 Jun 28."
                },
                {
                    "pmid": "31199597",
                    "type": "BACKGROUND",
                    "citation": "Derry HM, Reid MC, Prigerson HG. Advanced cancer patients' understanding of prognostic information: Applying insights from psychological research. Cancer Med. 2019 Aug;8(9):4081-4088. doi: 10.1002/cam4.2331. Epub 2019 Jun 14."
                },
                {
                    "pmid": "20187099",
                    "type": "BACKGROUND",
                    "citation": "Spencer R, Nilsson M, Wright A, Pirl W, Prigerson H. Anxiety disorders in advanced cancer patients: correlates and predictors of end-of-life outcomes. Cancer. 2010 Apr 1;116(7):1810-9. doi: 10.1002/cncr.24954."
                },
                {
                    "pmid": "30724692",
                    "type": "BACKGROUND",
                    "citation": "Derry HM, Maciejewski PK, Epstein AS, Shah MA, LeBlanc TW, Reyna V, Prigerson HG. Associations between Anxiety, Poor Prognosis, and Accurate Understanding of Scan Results among Advanced Cancer Patients. J Palliat Med. 2019 Aug;22(8):961-965. doi: 10.1089/jpm.2018.0624. Epub 2019 Feb 6."
                },
                {
                    "pmid": "12065562",
                    "type": "BACKGROUND",
                    "citation": "Jacobsen PB, Meade CD, Stein KD, Chirikos TN, Small BJ, Ruckdeschel JC. Efficacy and costs of two forms of stress management training for cancer patients undergoing chemotherapy. J Clin Oncol. 2002 Jun 15;20(12):2851-62. doi: 10.1200/JCO.2002.08.301."
                },
                {
                    "pmid": "16927576",
                    "type": "BACKGROUND",
                    "citation": "Osborn RL, Demoncada AC, Feuerstein M. Psychosocial interventions for depression, anxiety, and quality of life in cancer survivors: meta-analyses. Int J Psychiatry Med. 2006;36(1):13-34. doi: 10.2190/EUFN-RV1K-Y3TR-FK0L."
                },
                {
                    "pmid": "16400532",
                    "type": "BACKGROUND",
                    "citation": "Tatrow K, Montgomery GH. Cognitive behavioral therapy techniques for distress and pain in breast cancer patients: a meta-analysis. J Behav Med. 2006 Feb;29(1):17-27. doi: 10.1007/s10865-005-9036-1. Epub 2006 Jan 7."
                },
                {
                    "pmid": "23319686",
                    "type": "BACKGROUND",
                    "citation": "Faller H, Schuler M, Richard M, Heckl U, Weis J, Kuffner R. Effects of psycho-oncologic interventions on emotional distress and quality of life in adult patients with cancer: systematic review and meta-analysis. J Clin Oncol. 2013 Feb 20;31(6):782-93. doi: 10.1200/JCO.2011.40.8922. Epub 2013 Jan 14."
                },
                {
                    "pmid": "21341891",
                    "type": "BACKGROUND",
                    "citation": "Brothers BM, Yang HC, Strunk DR, Andersen BL. Cancer patients with major depressive disorder: testing a biobehavioral/cognitive behavior intervention. J Consult Clin Psychol. 2011 Apr;79(2):253-60. doi: 10.1037/a0022566."
                },
                {
                    "pmid": "11199062",
                    "type": "BACKGROUND",
                    "citation": "Antoni MH, Lehman JM, Kilbourn KM, Boyers AE, Culver JL, Alferi SM, Yount SE, McGregor BA, Arena PL, Harris SD, Price AA, Carver CS. Cognitive-behavioral stress management intervention decreases the prevalence of depression and enhances benefit finding among women under treatment for early-stage breast cancer. Health Psychol. 2001 Jan;20(1):20-32. doi: 10.1037//0278-6133.20.1.20."
                },
                {
                    "pmid": "18761755",
                    "type": "BACKGROUND",
                    "citation": "Moorey S, Cort E, Kapari M, Monroe B, Hansford P, Mannix K, Henderson M, Fisher L, Hotopf M. A cluster randomized controlled trial of cognitive behaviour therapy for common mental disorders in patients with advanced cancer. Psychol Med. 2009 May;39(5):713-23. doi: 10.1017/S0033291708004169. Epub 2008 Sep 2."
                },
                {
                    "pmid": "26893285",
                    "type": "BACKGROUND",
                    "citation": "Brebach R, Sharpe L, Costa DS, Rhodes P, Butow P. Psychological intervention targeting distress for cancer patients: a meta-analytic study investigating uptake and adherence. Psychooncology. 2016 Aug;25(8):882-90. doi: 10.1002/pon.4099. Epub 2016 Feb 18."
                },
                {
                    "pmid": "28268857",
                    "type": "BACKGROUND",
                    "citation": "Altini M, Amft O. HRV4Training: Large-scale longitudinal training load analysis in unconstrained free-living settings using a smartphone application. Annu Int Conf IEEE Eng Med Biol Soc. 2016 Aug;2016:2610-2613. doi: 10.1109/EMBC.2016.7591265."
                },
                {
                    "pmid": "28290720",
                    "type": "BACKGROUND",
                    "citation": "Plews DJ, Scott B, Altini M, Wood M, Kilding AE, Laursen PB. Comparison of Heart-Rate-Variability Recording With Smartphone Photoplethysmography, Polar H7 Chest Strap, and Electrocardiography. Int J Sports Physiol Perform. 2017 Nov 1;12(10):1324-1328. doi: 10.1123/ijspp.2016-0668. Epub 2017 Dec 22."
                },
                {
                    "pmid": "24669751",
                    "type": "BACKGROUND",
                    "citation": "Bonevski B, Randell M, Paul C, Chapman K, Twyman L, Bryant J, Brozek I, Hughes C. Reaching the hard-to-reach: a systematic review of strategies for improving health and medical research with socially disadvantaged groups. BMC Med Res Methodol. 2014 Mar 25;14:42. doi: 10.1186/1471-2288-14-42."
                },
                {
                    "pmid": "28219336",
                    "type": "BACKGROUND",
                    "citation": "Abshire M, Dinglas VD, Cajita MI, Eakin MN, Needham DM, Himmelfarb CD. Participant retention practices in longitudinal clinical research studies with high retention rates. BMC Med Res Methodol. 2017 Feb 20;17(1):30. doi: 10.1186/s12874-017-0310-z."
                },
                {
                    "pmid": "28851459",
                    "type": "BACKGROUND",
                    "citation": "Weiner BJ, Lewis CC, Stanick C, Powell BJ, Dorsey CN, Clary AS, Boynton MH, Halko H. Psychometric assessment of three newly developed implementation outcome measures. Implement Sci. 2017 Aug 29;12(1):108. doi: 10.1186/s13012-017-0635-3."
                },
                {
                    "pmid": "21697139",
                    "type": "BACKGROUND",
                    "citation": "Pilkonis PA, Choi SW, Reise SP, Stover AM, Riley WT, Cella D; PROMIS Cooperative Group. Item banks for measuring emotional distress from the Patient-Reported Outcomes Measurement Information System (PROMIS(R)): depression, anxiety, and anger. Assessment. 2011 Sep;18(3):263-83. doi: 10.1177/1073191111411667. Epub 2011 Jun 21."
                },
                {
                    "pmid": "19479171",
                    "type": "BACKGROUND",
                    "citation": "Thoresen S, Tambs K, Hussain A, Heir T, Johansen VA, Bisson JI. Brief measure of posttraumatic stress reactions: impact of Event Scale-6. Soc Psychiatry Psychiatr Epidemiol. 2010 Mar;45(3):405-12. doi: 10.1007/s00127-009-0073-x. Epub 2009 May 29."
                },
                {
                    "pmid": "15726544",
                    "type": "BACKGROUND",
                    "citation": "Jacobsen PB, Donovan KA, Trask PC, Fleishman SB, Zabora J, Baker F, Holland JC. Screening for psychologic distress in ambulatory cancer patients. Cancer. 2005 Apr 1;103(7):1494-502. doi: 10.1002/cncr.20940."
                },
                {
                    "pmid": "23136235",
                    "type": "BACKGROUND",
                    "citation": "Yanez B, Pearman T, Lis CG, Beaumont JL, Cella D. The FACT-G7: a rapid version of the functional assessment of cancer therapy-general (FACT-G) for monitoring symptoms and concerns in oncology practice and research. Ann Oncol. 2013 Apr;24(4):1073-8. doi: 10.1093/annonc/mds539. Epub 2012 Nov 7."
                },
                {
                    "pmid": "28265249",
                    "type": "BACKGROUND",
                    "citation": "Laborde S, Mosley E, Thayer JF. Heart Rate Variability and Cardiac Vagal Tone in Psychophysiological Research - Recommendations for Experiment Planning, Data Analysis, and Data Reporting. Front Psychol. 2017 Feb 20;8:213. doi: 10.3389/fpsyg.2017.00213. eCollection 2017."
                },
                {
                    "pmid": "17154743",
                    "type": "BACKGROUND",
                    "citation": "Antoni MH, Lechner SC, Kazi A, Wimberly SR, Sifre T, Urcuyo KR, Phillips K, Gluck S, Carver CS. How stress management improves quality of life after treatment for breast cancer. J Consult Clin Psychol. 2006 Dec;74(6):1143-52. doi: 10.1037/0022-006X.74.6.1152."
                },
                {
                    "pmid": "7722560",
                    "type": "BACKGROUND",
                    "citation": "Charlson M, Szatrowski TP, Peterson J, Gold J. Validation of a combined comorbidity index. J Clin Epidemiol. 1994 Nov;47(11):1245-51. doi: 10.1016/0895-4356(94)90129-5."
                },
                {
                    "pmid": "23195919",
                    "type": "BACKGROUND",
                    "citation": "Cocks K, Torgerson DJ. Sample size calculations for pilot randomized trials: a confidence interval approach. J Clin Epidemiol. 2013 Feb;66(2):197-201. doi: 10.1016/j.jclinepi.2012.09.002. Epub 2012 Nov 27."
                },
                {
                    "pmid": "22029804",
                    "type": "BACKGROUND",
                    "citation": "Moore CG, Carter RE, Nietert PJ, Stewart PW. Recommendations for planning pilot studies in clinical and translational research. Clin Transl Sci. 2011 Oct;4(5):332-7. doi: 10.1111/j.1752-8062.2011.00347.x."
                },
                {
                    "pmid": "16651505",
                    "type": "BACKGROUND",
                    "citation": "Kraemer HC, Mintz J, Noda A, Tinklenberg J, Yesavage JA. Caution regarding the use of pilot studies to guide power calculations for study proposals. Arch Gen Psychiatry. 2006 May;63(5):484-9. doi: 10.1001/archpsyc.63.5.484."
                },
                {
                    "pmid": "20053272",
                    "type": "BACKGROUND",
                    "citation": "Thabane L, Ma J, Chu R, Cheng J, Ismaila A, Rios LP, Robson R, Thabane M, Giangregorio L, Goldsmith CH. A tutorial on pilot studies: the what, why and how. BMC Med Res Methodol. 2010 Jan 6;10:1. doi: 10.1186/1471-2288-10-1. Erratum In: BMC Med Res Methodol. 2023 Mar 11;23(1):59. doi: 10.1186/s12874-023-01880-1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                }
            ]
        }
    },
    "hasResults": false
}