{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05311592",
            "orgStudyIdInfo": {
                "id": "2021-12757"
            },
            "organization": {
                "fullName": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Supporting Responsible Fatherhood Program (Fatherhood FIRE)",
            "officialTitle": "Montefiore Medical Center Supporting Responsible Fatherhood Program",
            "acronym": "FIRE",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "supporting-responsible-fatherhood-program-fatherhood-fire"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-28",
            "studyFirstSubmitQcDate": "2022-04-04",
            "studyFirstPostDateStruct": {
                "date": "2022-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Children's Bureau - Administration for Children and Families",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Montefiore Medical Center (in partnership with BronxWorks) is implementing a large-scope program to promote responsible fatherhood in the Bronx among low-income adult (18 years or older) fathers with non-custodial children (under the age of 24). The program, called HERO Dads (Healthy, Empowered, Resilient, Open Dads), will promote responsible fatherhood by enhancing relationship and anger-management skills and providing marriage education; providing skills-based parenting education, disseminating information about good parenting practices, and encouraging child support payments (in partnership with our local OCSE); and fostering economic stability by providing employment-related supports inclusive of job search, vocational skills training, job referrals, and job retention.",
            "detailedDescription": "The program model is based on the premise that relationship and parenting skills can be taught, and will lead to improvements in relationships (knowledge about relationships, communication skills, stress management, reduction in destructive conflict), parenting (knowledge about child development, engagement with non-custodial children, effective parenting, co-parent communication, child well-being), and economic status (vocational skills, new employment or career advancement, financial literacy, child support). The investigator will provide core relationship and relationship education workshops using an empirically supported curriculum (24/7 Dad) plus employment workshops, numerous supplemental activities to promote responsible fatherhood, individualized vocational case management, and job-driven employment services. In total, the investigator expects to enroll 1,475 non-custodial fathers in the program and provide an average of 34 hours of total programming per participant (including 24 hours of core workshops), which the investigator believes is a sufficient dosage to detect impacts."
        },
        "conditionsModule": {
            "conditions": [
                "Parenting",
                "Family Relations",
                "Father-Child Relations"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The investigator will run workshops virtually, through Zoom, and in person. Participants will be randomized either to the virtual condition, or to the in person condition.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1475,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "In Person",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive all services in person, including participating in the initial intake process, and attending all workshops.",
                    "interventionNames": [
                        "Behavioral: HERO Dads Program"
                    ]
                },
                {
                    "label": "Virtual (Zoom)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will complete their intake process in person, but will complete all workshops virtually through Zoom.",
                    "interventionNames": [
                        "Behavioral: HERO Dads Program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "HERO Dads Program",
                    "description": "The HERO Dads Program is a 4-week series of workshops for non-custodial fathers that focuses on improving parenting, offering job support, and financial counseling.",
                    "armGroupLabels": [
                        "In Person",
                        "Virtual (Zoom)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Inventory of Father Involvement (IFI) (Father Involvement)",
                    "description": "The IFI49, is a 26-item self-report instrument that assesses indirect and direct involvement using a 7- point Likert scale ranging from 0 (very poor) to 6 (excellent). This measure addresses the 3 main domains of father involvement: engagement, accessibility, and responsibility. Overall scores can therefore range from 0 to 156. Higher scores represent increased levels of engagement. Reliability of subscales in the initial study ranged from α = .69 to α = .90.",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Information, Family Outcomes, Reporting, and Management (nFORM) Applicant Characteristics",
                    "description": "This is a survey developed by the Office of Family Assistance utilized by all grantees participating in the national study, that gathers demographic information regarding participants.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Information, Family Outcomes, Reporting, and Management (nFORM) Pre-Program Survey",
                    "description": "This is a survey developed by the Office of Family Assistance utilized by all grantees participating in the national study that includes questions regarding relationship satisfaction, financial stability, and parenting.",
                    "timeFrame": "At start of intervention (Week 1 of 4)"
                },
                {
                    "measure": "Information, Family Outcomes, Reporting, and Management (nFORM) Post-Program Survey",
                    "description": "This is a survey developed by the Office of Family Assistance utilized by all grantees participating in the national study that includes questions regarding relationship satisfaction, financial stability, and parenting.",
                    "timeFrame": "Immediately post intervention (Week 4 of 4 weeks)"
                },
                {
                    "measure": "Child-Parent Relationship Scale Short Form (CPRS-SF) (Parent-Child Relationship Quality)",
                    "description": "CPRS-SF48 is a self-report measure about the child and parent's interactions with child related to closeness and conflict. 15-items are rated on 5-point Likert scales. The ratings can be summed into groups of items corresponding to conflict and closeness subscales. The 8-item conflict subscale measures the degree to which a parent feels that his or her relationship with a child is characterized by negativity. Scores for conflict scale range from 8-40. Higher score on the conflict questions suggest parents feel their relationship with their child is characterized by negativity and a lower score is desirable. The 7-item closeness scale assesses the extent to which a parent feels that the relationship is characterized by warmth, affection, and open communication. Scores for closeness subscale range between 7-35. A higher score on the closeness questions suggest the parent/child relationship is characterized by warmth, affection and open communication and a higher score is desirable",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Skills/Knowledge Assessment (Skills/Knowledge Acquisition)",
                    "description": "The Skills/Knowledge Assessment is an outcome measure that will be developed by program staff together with the local evaluator. The measure will be a multiple-choice assessment using scenarios describing parent-child and co-parenting interactions to determine whether fathers have learned skills and techniques taught at workshops. This measure will be calculated by obtaining the percentage of correctly-scored items. Higher scores indicate great skill acquisition. Two versions of this assessment will be created to prevent practice effects. Given that this is a homegrown measure, to validate this measure, the investigators will correlate the skill assessment scores with the well validated Assessing Emotions Scale and assess whether relationship skill scores differ by key demographic and social economic factors.",
                    "timeFrame": "Change from Baseline Skills at immediately post intervention and at 6 months"
                },
                {
                    "measure": "Assessing Emotions Scale (Emotional Intelligence)",
                    "description": "The Assessing Emotions Scale47 is a 33-item measure of emotional intelligence that uses a Likert scale of measurement (value 1 - 5, ranging from strongly disagree to strongly agree), calculated by summing the responses across all items. Higher scores indicate higher levels of emotional intelligence. This measure has demonstrated good internal consistency, test-retest reliability, and convergent validity.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Childhood Trauma Questionnaire Short Form (CTQ-SF) (Childhood Trauma)",
                    "description": "The CTQ-SF45 is a 28-item measure of childhood trauma that uses a Likert scale of measurement ranging from 1 (never true) to 5 (very often true). Items are divided into 5 sub-categories: emotional abuse, physical abuse, sexual abuse, emotional neglect, and physical neglect. This measure is calculated by summing most responses and reverse scoring select items and has demonstrated good test-retest reliability, criterion-related validity, and internal consistency.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Parenting Alliance Inventory (PAI) (Quality of Co-Parenting Relationship)",
                    "description": "The PAI46 is a self-report instrument that assesses the degree to which parents believe that they have a sound working relationship with their child's other parent using a 5- point Likert scale ranging from 1 (strongly agree) to 5 (strongly disagree). All items are averaged to create a global parenting alliance score (α = .97). Higher scores indicate a stronger parenting alliance. This measure demonstrated excellent internal consistency and good construct and concurrent validity.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must be over 18 years of age\n* Must have a child under the age of 24\n* Must be a non-custodial parent or have shared custody\n* Income below 200% poverty line\n\nExclusion Criteria:\n\n* Active intimate partner violence and increased risk of intimate partner violence.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Traci Maynigo, PsyD",
                    "role": "CONTACT",
                    "phone": "718-401-5044",
                    "phoneExt": "224",
                    "email": "tmaynigo@montefiore.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Scott Wetzler, PhD",
                    "affiliation": "Montefiore Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore Medical Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10451",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Traci Maynigo, PsyD",
                            "role": "CONTACT",
                            "phone": "718-401-5044",
                            "phoneExt": "224",
                            "email": "tmaynigo@montefiore.org"
                        },
                        {
                            "name": "Scott Weltzer, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}