{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05367102",
            "orgStudyIdInfo": {
                "id": "2021-12751"
            },
            "organization": {
                "fullName": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Supporting Healthy Relationships Program for FRAMEWorks (SHR FRAMEWorks)",
            "officialTitle": "Montefiore Medical Center Supporting Healthy Relationships Program for FRAMEWorks",
            "acronym": "FRAMEWorks",
            "therapeuticArea": [
                "Other"
            ],
            "study": "supporting-healthy-relationships-program-for-frameworks-shr-frameworks"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-28",
            "studyFirstSubmitQcDate": "2022-05-04",
            "studyFirstPostDateStruct": {
                "date": "2022-05-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Children's Bureau - Administration for Children and Families",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overarching objective for the Supporting Health Relationships (SHR) program is to create and sustain families in the Bronx by improving relationship skills, improving parenting skills, and improving parental financial support for children. The investigator's local evaluation addresses a research question about the effectiveness of delivering the SHR curriculum virtually: To what extent do couples show improvements in engagement, skills learning, and relationship quality outcomes when receiving the curriculum over Zoom?",
            "detailedDescription": "More specifically, the investigator is interested in answering the following research questions:\n\nPrimary Study Question:\n\n1. To what extent do clients show increased relationship satisfaction (Primary Endpoint: Couples Satisfaction Index-CSI) after receiving the virtual Zoom relationship education intervention? a) To what extent do partner effects impact this outcome?\n\n   Secondary Study Questions:\n2. To what extent do clients learn and retain the knowledge and skills that are taught in the relationship education intervention? a) To what extent do partner effects impact this outcome?\n3. To what extent do clients become more emotionally intelligent after the relationship education intervention? a) To what extent do partner effects impact this outcome?\n4. To what extent do clients show improved co-parenting relationships after the relationship education intervention? a) To what extent do partner effects impact this outcome?\n5. To what extent do clients become more securely attached to their partners after receiving the relationship education intervention?\n\n   a) To what extent do partner effects impact this outcome?\n6. To what extent do clients attend workshops when they are delivered virtually via Zoom?\n\n   a) To what extent do partner effects impact this outcome?\n7. To what extent are clients engaged in workshops when they are delivered virtually via Zoom? a) To what extent do partner effects impact this outcome?"
        },
        "conditionsModule": {
            "conditions": [
                "Parenting",
                "Family Relations",
                "Relationship, Family"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The investigator will run workshops virtually, through Zoom, and in person. Participants will be randomized either to the virtual condition, or to the in person condition.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1472,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "In Person",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive all services in person, including participating in the initial intake process, and attending all workshops.",
                    "interventionNames": [
                        "Behavioral: Supporting Healthy Relationships program"
                    ]
                },
                {
                    "label": "Virtual (Zoom)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will complete their intake process in person, but will complete all workshops virtually through Zoom.",
                    "interventionNames": [
                        "Behavioral: Supporting Healthy Relationships program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Supporting Healthy Relationships program",
                    "description": "The investigator will provide the following 4 activities: 1) marriage and relationship education \\[using a modified version of the empirically supported Loving Couples, Loving Children (LCLC); 2) pre-marital education and marriage skills; 3) marriage enhancement and marriage skills for married couples; and 4) divorce reduction and relationship skills.\n\nAll couples will be expected to participate in 24 hours of core relationship education workshops (including parenting education). Since parental financial support represents a core element of family stability, relationship education workshops will address motivation for providing financial support through employment for all couples (employed and unemployed) as well as how to manage conflicts over money. All couples will be invited to supplemental workshops (with couples from other cohorts) on topics of specialized interest, including employment services and financial literacy (i.e. budgeting, debt, etc.)",
                    "armGroupLabels": [
                        "In Person",
                        "Virtual (Zoom)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Relationship Satisfaction at 6 months",
                    "description": "Relationship satisfaction is assessed using the Couples Satisfaction Index-32 (Funk \\& Rogge, 2007): Considered the gold standard, this measure detects differences in relationship satisfaction with great precision. This outcome measure is a scale (value 0 to 5 and 6 for one item, ranging from never; extremely bad; extremely unhappy; not at all true; always disagree, to more often; extremely good; perfect; completely true; always agree), calculated by summing the responses across all of the items. Scores can range from 0 to 161. Higher scores indicate higher levels of relationship satisfaction and scores falling below 104.5 suggest notable relationship dissatisfaction. This measure has demonstrated excellent internal consistency, convergent validity, and construct validity.",
                    "timeFrame": "Baseline and 6 month follow up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Information, Family Outcomes, Reporting, and Management (nFORM) Applicant Characteristics",
                    "description": "This is a survey developed by the Office of Family Assistance utilized by all grantees participating in the national study, that gathers demographic information regarding participants.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Information, Family Outcomes, Reporting, and Management (nFORM) Pre-Program Survey",
                    "description": "This is a survey developed by the Office of Family Assistance utilized by all grantees participating in the national study that includes questions regarding relationship satisfaction, financial stability, and parenting",
                    "timeFrame": "At start of intervention (Week 1 of 12)"
                },
                {
                    "measure": "Information, Family Outcomes, Reporting, and Management (nFORM) Post-Program Survey",
                    "description": "This is a survey developed by the Office of Family Assistance utilized by all grantees participating in the national study that includes questions regarding relationship satisfaction, financial stability, and parenting.",
                    "timeFrame": "Immediately post intervention (Week 12 of 12 weeks)"
                },
                {
                    "measure": "Assessing Emotions Scale (Emotion Intelligence)",
                    "description": "Emotional intelligence is assessed using the Assessing Emotions Scale (Schutte, et al., 1998). This outcome measure is a 33-item measure of emotional intelligence that uses a Likert scale of measurement (value 1 - 5, ranging from strongly disagree to strongly agree), calculated by summing the responses across all items. Higher scores indicate higher levels of emotional intelligence. For men, scores below 109 indicate low emotional intelligence; scores between 109 and 131 indicate average emotional intelligence; and scores above 131 indicate high emotional intelligence. For women, scores below 116 indicate low emotional intelligence; scores between 116 and 145 indicate average emotional intelligence; and scores above 145 indicate high emotional intelligence. This measure has demonstrated good internal consistency, test-retest reliability, and convergent validity.",
                    "timeFrame": "Changes from Baseline Emotion Intelligence at 6 month follow up"
                },
                {
                    "measure": "Parenting Alliance Inventory (Quality of Co-Parenting Relationship)",
                    "description": "Parenting Alliance Inventory (Abidin \\& Brunner, 1995), is a self-report instrument that assesses the degree to which parents believe that they have a sound working relationship with their child's other parent using a 5-point Likert scale ranging from 1 (strongly agree) to 5 (strongly disagree). All items are averaged to create a global parenting alliance score. Higher scores indicate a stronger parenting alliance. Used in PACT study. This measure demonstrated excellent internal consistency and good construct and concurrent validity.",
                    "timeFrame": "Changes from Baseline Quality of Co-Parenting Relationship at 6 month follow up"
                },
                {
                    "measure": "The Experiences in Close Relationships - Relationship Structures Questionnaire (ECR-RS) (Adult Attachment Patterns)",
                    "description": "Adult attachment is assessed using the Experiences in Close Relationships - Relationship Structures Questionnaire (ECR-RS) (Fraley, et al., 2011). This outcome measure is a 9-item measure that can be used to assess attachment styles with respect to 4 targets (i.e., mother, father, romantic partner, and best friend). We intend to assess mother, father, and romantic partner attachments at baseline and then only romantic partner attachment at follow-up to assess change in adult attachment. This scale uses a Likert scale of measurement (7-point scale where 1 = strongly disagree and 7 = strongly agree) and calculated by averaging certain items together to form specific domains (attachment-related anxiety, attachment-related avoidance, and global attachment). This measure has demonstrated excellent internal consistency, test-retest reliability, and criterion validity.",
                    "timeFrame": "Changes from Baseline Adult Attachment Patterns at 6 month follow up"
                },
                {
                    "measure": "Skills Assessment (Skills Acquisition)",
                    "description": "Skill acquisition is assessed using the Skills Assessment. This outcome measure is a 14 item, multiple choice, homegrown assessment to determine whether couples learned skills and techniques taught at workshops. There are two versions of this measure, A and B. This measure is calculated by obtaining the percentage of correctly-scored items. Higher scores indicate greater skill acquisition. Given that this is a homegrown measure, to validate this measure, we will correlate the skill assessment scores with the well validated Assessing Emotions Scale, and assess whether relationship skill scores differ by key demographic and social economic factors.",
                    "timeFrame": "Change from Baseline Skills at immediately post intervention and at 6 months"
                },
                {
                    "measure": "Childhood Trauma Questionnaire-Short Form (CTQ-SF) (Childhood Trauma)",
                    "description": "Childhood trauma is assessed using the Childhood Trauma Questionnaire-Short Form (CTQ-SF, Bernstein, et al., 2003). The CTQ is a 28-item measure of childhood trauma that uses a Likert scale of measurement ranging from 1 (never true) to 5 (very often true). Items are divided into 5 sub-categories: emotional abuse, physical abuse, sexual abuse, emotional neglect, and physical neglect. This measure is calculated by summing most responses and reverse scoring select items and has demonstrated good test-retest reliability, criterion-related validity, and internal consistency.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Married or unmarried couples who are 18 years or older\n* Must have custodial children (biological, foster, adopted) under the age of 18 (or expectant parents)\n* Income below 200% of poverty level.\n\nExclusion Criteria:\n\n* Active intimate partner violence and increased risk of intimate partner violence",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Traci Maynigo, PsyD",
                    "role": "CONTACT",
                    "phone": "718-401-5044",
                    "phoneExt": "224",
                    "email": "tmaynigo@montefiore.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Scott Wetzler, PhD",
                    "affiliation": "Montefiore Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore Medical Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10451",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Traci Maynigo, PsyD",
                            "role": "CONTACT",
                            "phone": "718-401-5044",
                            "phoneExt": "224",
                            "email": "tmaynigo@montefiore.org"
                        },
                        {
                            "name": "Scott Weltzer, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}