{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06460012",
            "orgStudyIdInfo": {
                "id": "STUDY00025741"
            },
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Support Via Technology: Living and Learning With Advancing Dementia-REVISED",
            "officialTitle": "Support Via Technology: Living and Learning With Advancing Dementia-REVISED",
            "acronym": "STELLA-R",
            "therapeuticArea": [
                "Other"
            ],
            "study": "support-via-technology-living-and-learning-with-advancing-dementia-revised"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-04",
            "studyFirstSubmitQcDate": "2024-06-10",
            "studyFirstPostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Allison Lindauer",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Oregon Health and Science University"
            },
            "leadSponsor": {
                "name": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Hart Family Foundation",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "STELLA-R is a multicomponent, self-directed, online intervention designed to facilitate effective management of behavioral and psychological symptoms that are common in many types of dementia. The curriculum instructs care partners to use the ABC approach, a cognitive behavioral technique that teaches care partners to describe a Behavior, then consider the Activators and Consequences of a care recipient behavior. The goal of this intervention is to reduce care partner burden and decrease reactivity to upsetting behaviors.",
            "detailedDescription": "Providing care for a family member with Alzheimer's disease and related dementias (ADRD, aka, \"dementia\") is both rewarding and risky. Care partners exposed to chronic stress, often over years, are susceptible to physical and psychological ailments. Dementia involves neurodegeneration and those affected typically depend on family members for support and physical care. The \"care partners\" for those with dementia often experience concerning psychological and physical outcomes due to the demands of caregiving. No matter what type of dementia, most care partners experience some burden. The burden is often related to the behavioral symptoms that most people with dementia experience.\n\nCare partners for those with dementia experience burden, grief, exhaustion and physical ailments. Programs for these care partners are more available. Effective interventions that reduce care partner burden and health risks are also available, but various factors impede participation, including distance, cost, behavioral symptoms of dementia, stigma and social anxiety. Recognizing the need to reduce barriers to access, scientists have turned to internet-based interventions.\n\nThe STELLA suite of research studies addresses the need for easily accessible, effective interventions designed to reduce burden in care partners for those with dementia. These studies examine the acceptability, feasibility, and efficacy of interventions modeled on Teri's psychoeducational behavior change intervention. We have completed two pilot studies for care partners for those with dementia using interventions with the STELLA-R precursor. These studies found early efficacy and acceptability for the intervention. We are currently testing a STELLA intervention which uses objective, technology-based assessments (OHSU IRB # 19306) and another, larger study which tests a STELLA intervention with a large national sample (OHSU IRB # 22288; NIA R01AG067546). In addition, with funding from the Association for Frontotemporal Degeneration (AFTD) we tested a similar intervention (STELLA-FTD) for care partners caring for a family member with frontotemporal dementia (OHSU IRB # 22721).\n\nIn all STELLA studies care partners work with professional guides to use the ABC analytic approach to describe a distressing behavior, then identify its activators and consequences. With this information, care partners can develop plans to reduce behavioral symptoms. In this proposed study, we will assess an online version of Tele-STELLA.\n\nSTELLA-R is informed by the World Health Organization (WHO) guidance to include rehabilitation science in dementia care to facilitate effective management of the advancing behavioral, communication, physical and social changes that come with progressive neurodegenerative dementias (e.g., Alzheimer's disease, frontotemporal degeneration, Lewy Body dementia). Grounded in self-efficacy theory and foundational research, STELLA-R will train care partners to address current behavioral symptoms and prepare for future ones.\n\nThe specific aims of this study are:\n\nAim 1. Assess feasibility and acceptability of STELLA-R\n\nAim 2. Compare the efficacy of STELLA-R in reducing care partner reactivity to dementia-related behavioral symptoms between two groups."
        },
        "conditionsModule": {
            "conditions": [
                "Caregiver Burden"
            ],
            "keywords": [
                "caregivers",
                "dementia",
                "RMBPC",
                "caregiver support"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Care partners will participate in a self-directed, 8-week online course via the STELLA-R website, followed by 8-weeks of unrestricted access to the website, with 8 weeks of restricted access. One group will receive the 8-week online course followed by the 8-week unrestricted access immediately after enrolling. The other group will receive the 8-week online course and 8-week unrestricted access 2 months after enrolling.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Care partners will be randomized into one of two groups. Care partners will be blinded to which group they are in.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 238,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental Group",
                    "type": "EXPERIMENTAL",
                    "description": "Care partners start the STELLA-R Curriculum immediately after enrollment.",
                    "interventionNames": [
                        "Behavioral: STELLA-R Curriculum",
                        "Behavioral: Unrestricted Access",
                        "Behavioral: Limited Access"
                    ]
                },
                {
                    "label": "Waitlist Control Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Care partners start the STELLA-R Curriculum 8 weeks after enrollment.",
                    "interventionNames": [
                        "Behavioral: STELLA-R Curriculum",
                        "Behavioral: Unrestricted Access",
                        "Behavioral: Limited Access"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "STELLA-R Curriculum",
                    "description": "The STELLA-R curriculum is presented utilizing the ABC analytic approach to address care recipient's distressing behaviors. Using the scaffold of the ABC pyramid, they will receive video instructions on how to fully define the Behaviors they want to address by observing, describing, and writing about them. The care partners will learn to identify the Activators, the triggers for the behaviors. Next, care partners will learn to consider what happens after the behaviors, the Consequences. This is an 8-week self-directed, online weekly curriculum.",
                    "armGroupLabels": [
                        "Experimental Group",
                        "Waitlist Control Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Unrestricted Access",
                    "description": "Following the STELLA-R curriculum, care partners will receive 8 weeks of unrestricted access to all lessons and resources.",
                    "armGroupLabels": [
                        "Experimental Group",
                        "Waitlist Control Group"
                    ],
                    "otherNames": [
                        "Post-Intervention Phase",
                        "Review Phase"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Limited Access",
                    "description": "Experimental and Waitlist Control group will experience 8 consecutive weeks of limited access to the STELLA-R website and resources. Waitlist Control will experience this from Week 1 to Week 8 while the Experimental Group will reach this phase from Week 17 to Week 24.",
                    "armGroupLabels": [
                        "Experimental Group",
                        "Waitlist Control Group"
                    ],
                    "otherNames": [
                        "Restricted Access"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Revised Memory and Behavior Problems Checklist (RMBPC)",
                    "description": "The primary outcome variable, reactivity, will be assessed with the RMBPC, which measures the frequency of care recipient behavioral symptoms and care partner reactions to these behaviors. The RMBPC was chosen because it aligns with our theoretical foundation that assumes burden is a result of care partner reactions to behavioral symptoms.\n\nThe RMBPC is a 29-item caregiver report measure, 5-point Likert scale with frequency measuring from 0 (never occurred) to 4 (daily or more often) and reactivity measuring from 0 (not at all) to 4 (extremely) for a total score between 0-116 for each subscale (frequency subscale and reactivity subscale). Higher scores indicate greater behavioral problems.",
                    "timeFrame": "Week 1, Week 8, Week 16, Week 24"
                },
                {
                    "measure": "Feasibility of STELLA-R Intervention",
                    "description": "We will assess the feasibility of implementing STELLA-R across Oregon, Washington and Idaho. We will analyze metadata from the STELLA-R website to assess care partner usage of intervention materials. We will assess data from the surveys to characterize the sample, assess program acceptability, and measure treatment fidelity. We will compare demographic information, computer use, health-care usage, behavioral symptom frequency, medication use, care partner reactivity, burden and depression.",
                    "timeFrame": "10 months"
                },
                {
                    "measure": "Acceptability of STELLA-R Intervention",
                    "description": "For acceptability, we will utilize the STELLA-R Experience Survey which is a 16-item survey on satisfaction, privacy, and ease of use. We will analyze the STELLA-R Experience Survey results using descriptive statistics. We will identify themes of acceptance, or lack thereof, of STELLA-R and the underpinnings of their impressions.",
                    "timeFrame": "Week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fortinsky's Measurement of Family Care Partner Self-Efficacy for Managing Dementia",
                    "description": "Self-efficacy, the mediating variable, will be assessed using Fortinsky's measurement of family care partner self-efficacy for managing dementia. Fortinsky's assess the targets in STELLA-R: behavior symptom management and service use.\n\nFortinsky's measurement is a 9-item Likert scale ranging from 1 (not at all certain) to 10 (very certain). Higher scores are associated with fewer depressive symptoms and fewer physical health symptoms.",
                    "timeFrame": "Week 1, Week 8, Week 16, Week 24"
                },
                {
                    "measure": "Preparedness for Caregiving Scale",
                    "description": "The Preparedness for Caregiving Scale is a 10-item Likert scale ranging from 0 (not at all prepared) to 4 (very well prepared). We will measure care partner preparedness for current and future challenges to test the effect of a group-based intervention.",
                    "timeFrame": "Week 1, Week 8, Week 16, Week 24"
                },
                {
                    "measure": "Ten-Item Personality Inventory (TIPI)",
                    "description": "The Ten-Item Personality Inventory is a 10-item Likert scale measure to assess introversion and extraversion. Choices range from 1 (disagree strongly) to 7 (agree strongly) with reverse scoring on items 2, 4, 6, 8 and 10. Scoring on items are as follows: extraversion: 1, 6R; agreeableness: 2R, 7; conscientiousness: 3, 8R; emotional stability: 4R, 9; openness to experiences: 5, 10R. We will use this measure to test the effect of a group-based intervention.",
                    "timeFrame": "Week 1"
                },
                {
                    "measure": "Personalized Target Behavior Survey",
                    "description": "The Personalized Target Behavior Survey measure frequency and reactivity of up to 3 personalized behaviors identified by care partners. We will collect data on the number of ABC plans each care partner writes on the Orbit weekly survey and the STELLA-R website.",
                    "timeFrame": "Week 1, Week 8"
                },
                {
                    "measure": "Emotional and Physical Strain",
                    "description": "The Orbit weekly survey will measure emotional and physical strain for caregivers.",
                    "timeFrame": "Weekly for 6 months"
                },
                {
                    "measure": "Healthcare Use",
                    "description": "The Orbit weekly survey will measure service use and medication use for behavioral symptoms.",
                    "timeFrame": "Weekly for 6 months"
                },
                {
                    "measure": "Zarit Burden Interview",
                    "description": "The Orbit weekly survey will include the Zarit Burden Interview, a 4-item caregiver report measuring care partner burden. This measure is a 5-point Likert scale with a range of 0 (never) to 4 (nearly always) with higher scores meaning greater burden.",
                    "timeFrame": "Weekly for 6 months"
                },
                {
                    "measure": "The Neuropsychiatric Inventory (NPI-Q)",
                    "description": "The NPI-Q with Caregiver Self-Efficacy Scale evaluates 12 behavioral disturbances in dementia. Each domain captures severity of BPSD and caregiver self-efficacy. Severity is rated 1 (mild) to 3 (severe) and self-efficacy is reverse scored from 4 (not at all confident) to 1 (very confident). This measure assesses self-efficacy in addressing specific behavioral symptoms.",
                    "timeFrame": "Week 1, Week 8, Week 16, Week 24"
                },
                {
                    "measure": "Placement Plan Scale",
                    "description": "1-item Likert scale assessment of plans for placement of family member with dementia. Care partners will rate their likelihood of moving their family member with dementia to another living arrangement from 1 (not at all likely) to 5 (very likely).",
                    "timeFrame": "Week 1, Week 8, Week 16, Week 24"
                },
                {
                    "measure": "Use of Professional Services",
                    "description": "A 7-item binary assessment of professional services used to address their family member with dementia's needs in the past 2 months. Care partners will answer Yes or No to using a: dietitian, elder care attorney, occupational therapist, physical therapist, psychologist, social worker, speech therapist, and healthcare professional.",
                    "timeFrame": "Week 1, Week 8, Week 16, Week 24"
                },
                {
                    "measure": "Cognitive and Affective Mindfulness Scale-Revised (CAMS-R)",
                    "description": "A 12-item assessment measuring mindfulness, distress, well-being, emotion-regulation, and problem-solving approaches. A Likert scale ranging from 1 (rarely/not at all) to 4 (almost always) with reverse scoring on items 2, 6 and 7.",
                    "timeFrame": "Week 1, Week 24"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index (PSQI)",
                    "description": "The PSQI contains 19 self-rated questions and 5 questions rated by the bed partner or roommate (if one is available) that assesses self-rated sleep quality and disturbances over a 1-month time interval. Only self-rated questions are included in scoring. The 19 self-rated items are combined to form seven \"component\" scores, each of which has a range of 0-3 points. A score of \"0\" indicates no difficulty, while a score of \"3\" indicates severe difficulty. The seven component scores are then added to yield one \"global\" score, with a range of 0-21 points. \"0\" indicating no difficulty and \"21\" indicating severe difficulties in all areas.",
                    "timeFrame": "Week 1, Week 24"
                },
                {
                    "measure": "ABC Plans",
                    "description": "A 1-item measure to assess total quantity of ABC plans created. Options are 1 (1-3), 2 (4-6), 3 (7-9) or 4 (10 or more). Experimental group completes this measure on weeks 8, 16 and 24. Wait-list control group completes this measure on weeks 16 and 24.",
                    "timeFrame": "Week 8, Week 16, Week 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult caring for family member with ADRD\n* Age of 18 years or older\n* Speaks and understands English to be able to participate in intervention\n* Owns a telephone (smartphone, cell phone or landline)\n* Has email and mailing address to receive study materials and surveys\n* Provides informed consent to participate in the research\n* Lives in Oregon, Washington or Idaho\n* Identifies two or more behavioral symptoms that are distressing to them (care partner)\n\nExclusion Criteria:\n\n* Vision problems severe enough to prevent participation\n* Unwilling or unable to adequately follow study instructions and participate in study procedures",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Allison Lindauer, PhD",
                    "role": "CONTACT",
                    "phone": "(503) 449-8151",
                    "email": "lindauer@ohsu.edu"
                },
                {
                    "name": "Christina Zonker, BA",
                    "role": "CONTACT",
                    "phone": "(503) 816-8310",
                    "email": "zonkerc@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Allison Lindauer, PhD",
                    "affiliation": "Oregon Health and Science University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Oregon Health & Science University, Layton Aging and Alzheimer's Disease Research Center",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Lindauer, PhD",
                            "role": "CONTACT",
                            "phone": "503-494-6976",
                            "email": "lindauer@ohsu.edu"
                        },
                        {
                            "name": "Allison Lindauer, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified IPD will be available upon request to our Alzheimer's Disease Research Center.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Once data is available, it will be available indefinitely.",
            "accessCriteria": "Requests need to be made to the PI at the Oregon Alzheimer's Disease Research Center (OARDC). A short data request form will need to be submitted."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000084802",
                    "term": "Caregiver Burden"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2480",
                    "name": "Caregiver Burden",
                    "asFound": "Caregiver Burden",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}