{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06386601",
            "orgStudyIdInfo": {
                "id": "2024-15804"
            },
            "organization": {
                "fullName": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Surgical Ergonomics Education During Minimally Invasive Gynecologic Skills Training",
            "officialTitle": "Instituting Surgical Ergonomics Education Into the Curriculum of Obstetrics and Gynecology Residents During Minimally Invasive Gynecologic Skills Training: A Pilot Study",
            "acronym": "SEE MIGS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "surgical-ergonomics-education-during-minimally-invasive-gynecologic-skills-training"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-18",
            "studyFirstSubmitQcDate": "2024-04-22",
            "studyFirstPostDateStruct": {
                "date": "2024-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Montefiore Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this pilot study is to learn if a class and hands-on-practice of ergonomic body positions - or specific ways to move the body while working to prevent injury - is valuable to training obstetrics and gynecology doctors. The main questions the study team aims to answer are:\n\n* Will these lessons successfully teach the participants how to move bodies at work in a way that will prevent injury?\n* Will the participants feel that learning and practicing such lessons helps to avoid injury while at work?\n\nResearchers will compare training obstetrics and gynecology doctors that attend a class on ergonomics and have guided hands-on-practice of ergonomic body positions with training obstetrics and gynecology doctors that attend the class only to see if the first group learns and remembers how to move their bodies safely while working. All participants will attend a class that teaches basic ergonomic lessons before they are divided into two groups. Group 1 will practice common surgery skills on a model while being videotaped by an artificial intelligence application. The application will make a report on unsafe positions a participant does while practicing surgical skills. The Group 1 participant will then go over the report with one of the study supervisors to talk about ways that the participant can move safely while practicing the skills. The participant will then practice the skills one more time while being videotaped. The study supervisors will then compare the two reports to see if the participant improved.\n\nGroup 2 will also practice common surgery skills on a model while being videotaped. Group 2 participants will not get to see the report that the application generates or speak with the study supervisors about ways to move safely while practicing the skills.\n\nThere will be a follow up after two months to see if participants remembered what was learned during the class and during the hands-on practice lesson. All participants will again be videotaped. The study supervisors will compare the videos and reports from the last class to the most recent ones to see if the participants learned and remember how to move safely while working.\n\nParticipants in both groups will take a quiz about the lessons learned in the class before and after the class to determine what had been learned from the lesson. A survey about how useful and helpful the class was and hands-on practice sessions were will also be completed.",
            "detailedDescription": "Researchers will compare obstetrics and gynecology residents that attend a module/lecture on surgical ergonomics and undergo guided hands-on-practice of ergonomic body positions with obstetrics and gynecology residents that attend the class only to determine if the intervention group learns and retains surgical ergonomics knowledge and skills. Potential participants will be sent an initial information email describing the study 2 and 1 weeks prior to planned intervention. Children, pregnant women, fetuses, neonates, or prisoners are not included in this research study. Those that do not have the capacity to consent will not be enrolled.\n\nInformed consent and enrollment of those eligible to participate in the study will be obtained by one of the co-investigators via written signature on the day of the first session of the planned intervention potential participants will be informed that all tests, procedures, and their resulting data are for research purposes. Participants will be informed that no reimbursement or remuneration will be given during this study and will be assured that no personal health information will be accessed from the medical record during this study. Participants will also be informed that all survey and questionnaire data will be stored securely in an encrypted database and anonymity protected and will be informed of the potential risks of the study such as the potential for continued strain and overuse injuries in the control group. This anticipated risk will be minimized by permitting the group to participate in the SEE module/lecture and receive ergonomic feedback on videos and reports at the end of the second session. This study does not incur greater than minimal risk for participants. Participants will be informed of the potential benefits including access to education that otherwise may not received. Participation is completely optional and will not be tracked. Participants will sign a copy of the consent and will receive a copy of this consent.\n\nFollowing enrollment, all participants will complete an anonymous survey (consisting of demographic information + pre-session knowledge quiz + discomfort questionnaire). All surveys will be administered on participants' phones and accessed via quick-response (QR) code. All participants will then complete a short module/lecture on surgical ergonomics. Participants then be stratified into junior residents (1st and 2nd year) and senior residents (3rd and 4th year). Randomization into intervention or control group within strata will be completed using the REDCap randomization feature and documented on the last page of the intake survey. Given the nature of this project, it would not be feasible to blind study participants and researchers. Therefore, there is no blinding in this study.\n\nThe intervention will occur over two sessions approximately 2 months apart. In the first session, participants in both groups will perform laparoscopic surgical skills exercises on a simulation trainer while being assessed using the artificial intelligence (AI) ergonomic application (app) TuMeke. The TuMeke AI ergonomics app is an artificial intelligence risk assessment platform that records video during work tasks and assess behavioral ergonomic risk based upon the previously validated Rapid Entire Body Assessment (REBA) and Rapid Upper Limb Assessment tools (RULA). The application assesses tasks for risk of developing work-related musculoskeletal disorders of the hand, wrist, elbow using the Strain Index. The application records video only and allows for blurring of subject face and background for participant confidentiality. Using the score reports and video generated by the TuMeke AI app, residents in the intervention group will\n\n* Review the amount of time spent in ergonomic and non-ergonomic positions at the neck, right and left shoulders, right and left elbow, and back\n* Review the total the total amount of time spent in unsafe ergonomic positions\n* Receive directed feedback on ways to improve ergonomics and guided practice in ergonomically safe positions from study investigators Participants in the intervention group will then be videotaped and score reports generated a second time. Those who are randomized to the control group will not receive feedback on their scores, view their videos, or receive guided practice until session #2. At the end of the session, all participants will complete a second anonymous survey (consisting of knowledge quiz + session feedback).\n\nAt the start of the second session, participants in both groups will complete a second anonymous survey (consisting of knowledge quiz + discomfort questionnaire + session feedback). Both groups will perform laparoscopic surgical skills exercises on a simulation trainer while being assessed using the TuMeke AI app. The control group will then be permitted to review the score reports and video generated by the app as outlined above and will receive directed feedback and guided practice in ergonomically safe positions from study investigators. At the conclusion of the session, all participants will have the option to keep all videos and score reports generated from their personal sessions.\n\nThe research data and materials collected will be obtained for the specific purpose of research. The types of data collected will include:\n\n* Demographic data\n* Responses from pre- and post-module knowledge quizzes\n* Scores from pre- and post-study modified Cornell Musculoskeletal Discomfort Questionnaire for standing work and dominant hand forms\n* The rapid upper limb assessment (RULA), rapid entire body assessment (REBA), and revised hand strain index (RHSI) ergonomic risk score reports obtained from video recordings and generated by the AI app\n* Responses to pre- and post-interventions survey\n\nRedcap software through Montefiore institutional license and Box.com - Montefiore Medical Center's secure cloud content management account, will be used for data collection and storage. The surveys will be distributed via institutional email accounts and will be accessible via quick-response (QR) code to allow for completion on participants' phones. A message preceding the surveys will clearly state that the survey is optional and anonymous. Participants will be anonymously linked across pre- and post- education surveys by their study identification number. The demographic data, quiz, and survey responses, pain scores obtained by the surveys will be stored on the RedCap platform.\n\nThe videos of study participants blur out the subject's face using an in-app feature. The videos and the ergonomics reports generated from the TuMeke ergonomic app will be stored in password protected files and stored on the institutionally secured and managed network drive Box.com. There will be no information in the report or the videos which could be used to identify the participants. No video generated data will be stored in the TuMeke App, on personal phone, or a personal computer. All data will be accessed and all work will be conducted on password protected computers in non-public areas. The PI and coinvestigators will have exclusive access to the study data. At the conclusion of the study, study participants will have 2 weeks to request access to reports and videos generated by the TuMeke app. After this time, videos and the AI app-generated ergonomic scores reports pdf files will be permanently deleted.\n\nAs this is a pilot study, a formal sample size calculation was not performed. However, a data analysis plan including a power analysis was performed. The primary outcome of pain score was used for power and sample size considerations. The study that used a population and survey most similar to this planned study was used. First, to estimate the model study's standard deviation based on the interquartile range, of the sample population was estimated with the following equation:\n\nS ≈ (q3-q1)/ (1.35)\n\nThis produced a standard deviation of 3.70. Then, the following equation was used to estimate the minimum sample size of a single population to estimate a mean:\n\nn = (z2 x sigma2)/d2\n\nThe model study found an average change of 2 points for pain scores, d=2. Therefor a 95% confidence interval, z=1.96. The calculated sample size is n=13.2.\n\nPaired two-sided T-test, Fischer's exact test, and univariate logistic regression will be used in univariate analysis. Pending variable distribution and univariate analysis, multivariate regression analysis may be performed. A significant level of 0.05 will be used. Feedback will be qualitatively analyzed using Grounded Theory and reported thusly. Excel and Stata will be used for analysis.\n\nAs this is a non-interventional protocol of standard clinical care, the study team does not expect there to be serious adverse events related to study participation. The PI will monitor for any risks to participants of being involved in the study, which are deemed to be low given the absence of an intervention or change in clinical management. However, there may be unanticipated problems or issues that arise during this research study that warrant reporting, evaluation, and possible changes in procedures or documents. The Office for Human Research Protections (OHRP) considers unanticipated problems involving risks to subjects or others to include, in general, any incident, experience, or outcome that meets all of the following criteria:\n\n* Unexpected (in terms of nature, severity, or frequency) given (a) the research procedures that are described in the protocol-related documents, such as the Institutional Review Board-approved research protocol and informed consent document; and (b) the characteristics of the subject population being studied.\n* Related or possibly related to participation in the research (in the guidance document, possibly related means there is a reasonable possibility that the incident, experience, or outcome may have been caused by the procedures involved in the research); and suggests that the research places subjects or others at a greater risk of harm (including physical, psychological, economic, or social harm) than was previously known or recognized.\n\nAn incident, experience, or outcome that meets the three criteria above will warrant consideration of substantive changes in order to protect the safety, welfare, or rights of subjects or others. These events will be reported to the Principal Investigator within 48 hours with subsequent discussion and decision made regarding any action that will be taken.\n\nAll reportable serious events related to study participation will be reported to the Einstein Institutional Review Board at Phone: 718-430-2253\n\nIf there is a serious adverse event related to study participation, the PI is required to submit a completed Adverse Event Report to the Institutional Review Board."
        },
        "conditionsModule": {
            "conditions": [
                "Work-related Injury",
                "Work Related Upper Limb Disorder",
                "Surgery",
                "Educational Problems"
            ],
            "keywords": [
                "surgical ergonomics education",
                "obstetrics and gynecology",
                "minimally invasive gynecologic surgery",
                "residents"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be stratified into junior residents (1st and 2nd year) and senior residents (3rd and 4th year) and then randomized to the intervention group or control group.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention group",
                    "type": "EXPERIMENTAL",
                    "description": "This group will receive directed feedback and guided practice regarding their ergonomic positioning while performing basic surgical skills exercises on a trainer",
                    "interventionNames": [
                        "Other: Ergonomics Knowledge",
                        "Other: Ergonomics Feedback/Guided Practice"
                    ]
                },
                {
                    "label": "Control",
                    "type": "OTHER",
                    "description": "This group will not receive directed feedback or guided practice regarding their ergonomic positioning while performing basic surgical skills exercises on a trainer during the study. After the study is completed they will receive this feedback, but it will not be included as a part of the study data.",
                    "interventionNames": [
                        "Other: Ergonomics Knowledge"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Ergonomics Knowledge",
                    "description": "Participants will participate in a lecture/module on surgical ergonomics",
                    "armGroupLabels": [
                        "Control",
                        "Intervention group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Ergonomics Feedback/Guided Practice",
                    "description": "Participants will practice minimally invasive surgical skills while receiving feedback on ergonomic positioning/practice",
                    "armGroupLabels": [
                        "Intervention group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants that would recommend incorporating surgical ergonomics lecture/module as a permanent part of the didactic curriculum.",
                    "description": "Acceptability will be assessed using the responses to the post-intervention survey question asking participants to select yes or no regarding whether they would recommend incorporating a lecture/module on surgical ergonomics into residency surgical curriculum. The number of participants selecting \"yes\" to this question will be tabulated with the number of participants selecting \"yes\" associated with higher acceptability. The number of participants selecting \"no\" to this question will be tabulated with a higher number of participants selecting \"no\" associated with a lower acceptability.",
                    "timeFrame": "Through study completion, approximately 8 weeks"
                },
                {
                    "measure": "Number of participants that would recommend incorporating surgical ergonomics hands-on skills session with feedback and guided practice on surgical ergonomics as a permanent part of the didactic curriculum.",
                    "description": "Acceptability will be assessed using the responses to the post-intervention survey question asking participants to select yes or no regarding whether they would recommend incorporating the hands-on skills session with feedback and guided practice on surgical ergonomics into residency surgical curriculum. The number of participants selecting \"yes\" to this question will be tabulated with the number of participants selecting \"yes\" associated with higher acceptability. The number of participants selecting \"no\" to this question will be tabulated with a higher number of participants selecting \"no\" associated with a lower acceptability.",
                    "timeFrame": "Through study completion, approximately 8 weeks"
                },
                {
                    "measure": "Change from baseline in surgical ergonomic knowledge score over two sessions",
                    "description": "Knowledge will be analyzed using the responses from pre- and post-test quizzes. The scores from the pre-test will be used as baseline. A higher score corresponds to a greater knowledge of surgical ergonomic principles. An increase in the post-test session 1 quiz score is associated with an increase in knowledge and corresponds to a positive gain in knowledge post-intervention. The same or decreased score on the post-test session 1 quiz is associated with no change in ergonomics knowledge and corresponds to a negative gain in knowledge following intervention. An increased or same score on the post-test session 2 quiz score corresponds to positive retention in surgical ergonomics knowledge. A decreased score on the post-test session 2 quiz score is associated with loss in knowledge and corresponds to no retention knowledge following intervention.",
                    "timeFrame": "From enrollment during session 1 until conclusion of the study in session two - approximately 8 weeks"
                },
                {
                    "measure": "Change from baseline in surgical ergonomic practice based on rapid upper limb assessment (RULA) score over two sessions",
                    "description": "Ergonomic practice following intervention will be analyzed using a change in cumulative RULA score over the course of two sessions. Scores of 3-7 are considered at risk for injury in this study. Baseline scores are obtained prior to intervention. After intervention, participants will be scored during session 1 and again during session 2 two months later. A decrease in score from pre-intervention to post-intervention session 1 corresponds to positive gain in ergonomic skill. The same/increased score for post-session 1 is associated with no change in practice and corresponds to a negative gain in skill. A decrease in score post-session 2, obtaining the same score as in post-session 1, or obtaining a score of 1-2 on post-intervention session 2 corresponds to positive retention in skill. An increase in score for post-session 2 is associated with loss in skill and corresponds to no retention in skill.",
                    "timeFrame": "Baseline prior to intervention, from enrollment during session 1 until conclusion of study in session 2, approximately 8 weeks total"
                },
                {
                    "measure": "Change from baseline in surgical ergonomic practice based on rapid entire body assessment (REBA) score over two sessions",
                    "description": "Ergonomic practice following intervention will be analyzed using a change in cumulative REBA score over the course of two sessions. Scores of 2-11 are considered at risk for injury in this study. Baseline scores are obtained prior to intervention. After intervention, participants will be scored during session 1 and again during session 2 two months later. A decrease in score from pre-intervention to post-intervention session 1 corresponds to positive gain in ergonomic skill. The same/increased score for post-session 1 is associated with no change in practice and corresponds to a negative gain in skill. A decrease in score post-session 2, obtaining the same score as in post-session 1, or obtaining a score of 1 on post-intervention session 2 corresponds to positive retention in skill. An increase in score for post-session 2 is associated with loss in skill and corresponds to no retention in skill.",
                    "timeFrame": "Baseline prior to intervention, from enrollment during session 1 until conclusion of study in session 2, approximately 8 weeks total"
                },
                {
                    "measure": "Change from baseline in surgical ergonomic practice based on revised hand strain index (RHSI) score over two sessions",
                    "description": "Ergonomic practice following intervention will be analyzed using a change in cumulative RHSI score over the course of two sessions. Scores of \\>10 are considered at risk for injury in this study. Baseline scores are obtained prior to intervention. After intervention, participants will be scored during session 1 and again during session 2 two months later. A decrease in score from pre-intervention to post-intervention session 1 corresponds to positive gain in ergonomic skill. The same/increased score for post-session 1 is associated with no change in practice and corresponds to a negative gain in skill. A decrease in score post-session 2, obtaining the same score as in post-session 1, or obtaining a score of 10 or less on post-intervention session 2 corresponds to positive retention in skill. An increase in score for post-session 2 is associated with loss in skill and corresponds to no retention in skill.",
                    "timeFrame": "Baseline prior to intervention, from enrollment during session 1 until conclusion of study in session 2, approximately 8 weeks total"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants that reported an increase in knowledge following surgical ergonomics lecture/module and/or skills practice.",
                    "description": "Increase in awareness of surgical ergonomic principles will be assessed using the responses on participant self-reported knowledge of surgical ergonomic principles on post-intervention survey. Responses are graded on a 5-point Likert scale. A higher score corresponds to greater self-reported knowledge of surgical ergonomic principles. The number of participants selecting \"(4) agree\" or \"(5) strongly agree\" to this question will be tabulated with scores of 16 or higher associated with an increased awareness of surgical ergonomics following intervention.",
                    "timeFrame": "From enrollment during session 1 until conclusion of study in session 2, approximately 8 weeks total"
                },
                {
                    "measure": "Number of participants that reported an increase in practice following surgical ergonomics lecture/module and/or skills practice.",
                    "description": "Increase in awareness of surgical ergonomic practice will be assessed using the responses on participant self-reported change in ergonomic practice following intervention on post-intervention survey. Responses are graded on a 5-point Likert scale. A higher score corresponds to greater self-reported change in practice of surgical ergonomic principles. The number of participants selecting \"(4) agree\" or \"(5) strongly agree\" to this question will be tabulated with scores of 8 or higher associated with an increased awareness of surgical ergonomics.",
                    "timeFrame": "From enrollment during session 1 until conclusion of study in session 2, approximately 8 weeks total"
                },
                {
                    "measure": "Number of participants that reported that surgical ergonomics education is valuable following surgical ergonomics lecture/module and/or skills practice",
                    "description": "Value of surgical ergonomic instruction after intervention will be assessed using the responses to the post-intervention survey question asking participants to select yes or no regarding whether they feel that learning surgical ergonomic principles during residency would be valuable. The number of participants selecting \"yes\" to this question will be tabulated with the number of participants selecting \"yes\" associated with higher valuation of surgical ergonomic instruction. The number of participants selecting \"no\" to this question will be tabulated with a higher number of participants selecting \"no\" associated with a lower valuation of surgical ergonomic instruction.",
                    "timeFrame": "From enrollment during session 1 until conclusion of study in session 2, approximately 8 weeks total"
                },
                {
                    "measure": "Number of participants with a change in pain scores following surgical ergonomics lecture/module and skills practice",
                    "description": "Discomfort will be analyzed by comparing changes in cumulative pain/discomfort scores obtained from pre- and post-study modified Cornell Musculoskeletal Discomfort Questionnaire for standing work. Responses are graded on a 0-4 scale. A higher score corresponds to greater self-reported discomfort. A decrease in cumulative discomfort score from the first to the second corresponds to a decreased in self-reported discomfort post-intervention. An increase in cumulative discomfort score from the first to the second corresponds to an increased in self-reported discomfort post-intervention. The number of participants with a decrease in cumulative score following the intervention will be assessed as for possible secondary impact of long-term retention of surgical ergonomics instruction.",
                    "timeFrame": "From enrollment during session 1 until conclusion of study in session 2, approximately 8 weeks total"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Residents in Montefiore's OB/GYN residency program in post-graduate years 1 through 4 (PGY-1 - PGY-4)\n\nExclusion Criteria:\n\n* Non-OB/GYN residents\n* Fellows in OB/GYN subspecialties\n* Medical students",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "20 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexandria E Connor, MD",
                    "role": "CONTACT",
                    "phone": "859-512-4053",
                    "email": "alconnor@montefiore.org"
                },
                {
                    "name": "Kari Plewniak, MD",
                    "role": "CONTACT",
                    "phone": "716-909-6976",
                    "email": "kplewnia@montefiore.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kari Plewniak, MD",
                    "affiliation": "Montefiore Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore Medical Center",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexandria Connor, MD",
                            "role": "CONTACT",
                            "phone": "859-512-4053",
                            "email": "alconnor@montefiore.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22317439",
                    "type": "BACKGROUND",
                    "citation": "Seagull FJ. Disparities between industrial and surgical ergonomics. Work. 2012;41 Suppl 1:4669-72. doi: 10.3233/WOR-2012-0107-4669."
                },
                {
                    "pmid": "25524443",
                    "type": "BACKGROUND",
                    "citation": "Wan X, Wang W, Liu J, Tong T. Estimating the sample mean and standard deviation from the sample size, median, range and/or interquartile range. BMC Med Res Methodol. 2014 Dec 19;14:135. doi: 10.1186/1471-2288-14-135."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lee G, Berguer R. Surgical Ergonomics Recommendations. American College of Surgeons Division of Education and Surgical Ergonomics Committee. 2023: 1-16"
                },
                {
                    "pmid": "23796512",
                    "type": "BACKGROUND",
                    "citation": "Adams SR, Hacker MR, McKinney JL, Elkadry EA, Rosenblatt PL. Musculoskeletal pain in gynecologic surgeons. J Minim Invasive Gynecol. 2013 Sep-Oct;20(5):656-60. doi: 10.1016/j.jmig.2013.04.013. Epub 2013 Jun 21."
                },
                {
                    "pmid": "25489213",
                    "type": "BACKGROUND",
                    "citation": "Franasiak J, Craven R, Mosaly P, Gehrig PA. Feasibility and acceptance of a robotic surgery ergonomic training program. JSLS. 2014 Oct-Dec;18(4):e2014.00166. doi: 10.4293/JSLS.2014.00166."
                },
                {
                    "pmid": "24721601",
                    "type": "BACKGROUND",
                    "citation": "Davis WT, Fletcher SA, Guillamondegui OD. Musculoskeletal occupational injury among surgeons: effects for patients, providers, and institutions. J Surg Res. 2014 Jun 15;189(2):207-212.e6. doi: 10.1016/j.jss.2014.03.013. Epub 2014 Mar 13."
                },
                {
                    "pmid": "16858528",
                    "type": "BACKGROUND",
                    "citation": "Wauben LS, van Veelen MA, Gossot D, Goossens RH. Application of ergonomic guidelines during minimally invasive surgery: a questionnaire survey of 284 surgeons. Surg Endosc. 2006 Aug;20(8):1268-74. doi: 10.1007/s00464-005-0647-y. Epub 2006 Jul 20."
                },
                {
                    "pmid": "35907697",
                    "type": "BACKGROUND",
                    "citation": "Smith TG, Lowndes BR, Schmida E, Lund SB, Linden AR, Rivera M, Gas BL, Hallbeck MS. Course Design and Learning Outcomes of a Practical Online Ergonomics Course for Surgical Residents. J Surg Educ. 2022 Nov-Dec;79(6):1489-1499. doi: 10.1016/j.jsurg.2022.07.005. Epub 2022 Jul 27."
                },
                {
                    "pmid": "29381528",
                    "type": "BACKGROUND",
                    "citation": "Epstein S, Tran BN, Capone AC, Ruan QZ, Fukudome EY, Ricci JA, Testa MA, Dennerlein JT, Lee BT, Singhal D. The Current State of Surgical Ergonomics Education in U.S. Surgical Training: A Survey Study. Ann Surg. 2019 Apr;269(4):778-784. doi: 10.1097/SLA.0000000000002592."
                },
                {
                    "pmid": "28059962",
                    "type": "BACKGROUND",
                    "citation": "Park AE, Zahiri HR, Hallbeck MS, Augenstein V, Sutton E, Yu D, Lowndes BR, Bingener J. Intraoperative \"Micro Breaks\" With Targeted Stretching Enhance Surgeon Physical Function and Mental Focus: A Multicenter Cohort Study. Ann Surg. 2017 Feb;265(2):340-346. doi: 10.1097/SLA.0000000000001665."
                },
                {
                    "pmid": "28166893",
                    "type": "BACKGROUND",
                    "citation": "Hallbeck MS, Lowndes BR, Bingener J, Abdelrahman AM, Yu D, Bartley A, Park AE. The impact of intraoperative microbreaks with exercises on surgeons: A multi-center cohort study. Appl Ergon. 2017 Apr;60:334-341. doi: 10.1016/j.apergo.2016.12.006. Epub 2016 Dec 29."
                },
                {
                    "pmid": "20814508",
                    "type": "BACKGROUND",
                    "citation": "Supe AN, Kulkarni GV, Supe PA. Ergonomics in laparoscopic surgery. J Minim Access Surg. 2010 Apr;6(2):31-6. doi: 10.4103/0972-9941.65161."
                },
                {
                    "pmid": "35787315",
                    "type": "BACKGROUND",
                    "citation": "Cerier E, Hu A, Goldring A, Rho M, Kulkarni SA. Ergonomics Workshop Improves Musculoskeletal Symptoms in General Surgery Residents. J Surg Res. 2022 Dec;280:567-574. doi: 10.1016/j.jss.2022.06.014. Epub 2022 Jul 2."
                },
                {
                    "pmid": "22613351",
                    "type": "BACKGROUND",
                    "citation": "Franasiak J, Ko EM, Kidd J, Secord AA, Bell M, Boggess JF, Gehrig PA. Physical strain and urgent need for ergonomic training among gynecologic oncologists who perform minimally invasive surgery. Gynecol Oncol. 2012 Sep;126(3):437-42. doi: 10.1016/j.ygyno.2012.05.016. Epub 2012 May 18."
                },
                {
                    "pmid": "29511535",
                    "type": "BACKGROUND",
                    "citation": "Stucky CH, Cromwell KD, Voss RK, Chiang YJ, Woodman K, Lee JE, Cormier JN. Surgeon symptoms, strain, and selections: Systematic review and meta-analysis of surgical ergonomics. Ann Med Surg (Lond). 2018 Jan 9;27:1-8. doi: 10.1016/j.amsu.2017.12.013. eCollection 2018 Mar."
                },
                {
                    "pmid": "37500299",
                    "type": "BACKGROUND",
                    "citation": "Hamilton BC, Dairywala MI, Highet A, Nguyen TC, O'Sullivan P, Chern H, Soriano IS. Artificial intelligence based real-time video ergonomic assessment and training improves resident ergonomics. Am J Surg. 2023 Nov;226(5):741-746. doi: 10.1016/j.amjsurg.2023.07.028. Epub 2023 Jul 20."
                },
                {
                    "pmid": "33221251",
                    "type": "BACKGROUND",
                    "citation": "Jensen MJ, Liao J, Van Gorp B, Sugg SL, Shelton J, Corwin C, Lal G. Incorporating Surgical Ergonomics Education into Surgical Residency Curriculum. J Surg Educ. 2021 Jul-Aug;78(4):1209-1215. doi: 10.1016/j.jsurg.2020.11.004. Epub 2020 Nov 19."
                },
                {
                    "pmid": "35593858",
                    "type": "BACKGROUND",
                    "citation": "Edwards C, Fortingo N, Franklin E. Ergonomics. 2024 Feb 12. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK580551/"
                },
                {
                    "pmid": "36735407",
                    "type": "BACKGROUND",
                    "citation": "Yurteri-Kaplan LA, Park AJ. Surgical Ergonomics and Preventing Work-Related Musculoskeletal Disorders. Obstet Gynecol. 2023 Mar 1;141(3):455-462. doi: 10.1097/AOG.0000000000005079. Epub 2023 Feb 2. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lin E, Young R, Chao L, et al. Raising the bar (and the OR table): Ergonomics in MIGS . OBG Management. 2023: SS3-SS9. Doi 10.12788/obgm.0287"
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Product website for Tumeke AI ergonomics application",
                    "url": "https://www.tumeke.io/product/tumeke-suite"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}