{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05009394",
            "orgStudyIdInfo": {
                "id": "2021-02346"
            },
            "organization": {
                "fullName": "Center for Bionics and Pain Research",
                "class": "OTHER"
            },
            "briefTitle": "Surgical Treatments for Postamputation Pain",
            "officialTitle": "Surgical Treatments for Postamputation Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "surgical-treatments-for-postamputation-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-12",
            "studyFirstSubmitQcDate": "2021-08-11",
            "studyFirstPostDateStruct": {
                "date": "2021-08-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Max Ortiz Catalan",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Center for Bionics and Pain Research"
            },
            "leadSponsor": {
                "name": "Center for Bionics and Pain Research",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Vastra Gotaland Region",
                    "class": "OTHER_GOV"
                },
                {
                    "name": "Göteborg University",
                    "class": "OTHER"
                },
                {
                    "name": "Chalmers University of Technology",
                    "class": "OTHER"
                },
                {
                    "name": "Istituto Ortopedico Rizzoli",
                    "class": "OTHER"
                },
                {
                    "name": "Hospital del Trabajador de Santiago",
                    "class": "OTHER"
                },
                {
                    "name": "NHS Lothian",
                    "class": "OTHER_GOV"
                },
                {
                    "name": "NHS Greater Clyde and Glasgow",
                    "class": "OTHER"
                },
                {
                    "name": "NHS Grampian",
                    "class": "OTHER_GOV"
                },
                {
                    "name": "Northwestern Memorial Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Dandenong Hospital",
                    "class": "UNKNOWN"
                },
                {
                    "name": "The Bionics Institute of Australia",
                    "class": "OTHER"
                },
                {
                    "name": "University of Alberta",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a double-blind randomised controlled trial (RCT) which compares the effectiveness of three surgical techniques for alleviating residual limb pain (RLP), neuroma pain and phantom limb pain (PLP). The three surgical treatments are Targeted Muscles Reinnervation (TMR), Regenerative Peripheral Nerve Interface (RPNI), and an active control (neuroma excision and muscle burying). Patients will be follow-up for 4 years.",
            "detailedDescription": "Residual limb pain (RLP), neuroma pain, and phantom limb pain (PLP) can develop after the loss of a body part and fall within the umbrella term postamputation pain. However, the underlaying causes to postamputation pain are diverse and must be addressed accordingly. Surgical treatments for RLP have become a popular approach and have shown great potential for successful outcomes. The two surgical interventions, Targeted Muscle Reinnervation (TMR) and Regenerative Peripheral Nerve Interface (RPNI), are globally used in pain management therapies.\n\nThis is a multi-centre, double-blind, superiority RCT which takes place at 9 hospitals in 7 countries:the Sahlgrenska University Hospital in Gothenburg, Sweden; the Rizzoli Orthopaedic Institute in Bologna, Italy; the University of Alberta Hospital in Edmonton, Canada; Worker Hospital in Santiago, Chile; the NHS Lothian, NHS Clyde \\& Greater Glasgow, and NHS Grampian, UK; Dandenong Hospital, Monash Health in Melbourne, Australia; the Northwestern Memorial Hospital in Chicago, USA; the University of Michigan Health System in Ann Arbor, Michigan, USA; and within the Massachusetts General Hospital in Boston, USA. One hundred ten participants will be recruited and randomly assigned to one of three surgical treatments (TMR, RPNI, or control) in an equal allocation ratio (n = 37 per group). Each participant will be followed up short term (1, 3, 6, and 12 months post-surgery) and long term (2 and 4 years post-surgery). After the 12-month follow-up, the study will be unblinded for the evaluator and the participants. If the participants are unsatisfied with the outcome of the treatment, they may request one of the other treatments. In such a case, a medical evaluation and further treatment options will be discussed in consultation with the clinical investigator at the site.\n\nThe study design is chosen to be able to follow RLP, neuroma pain and PLP intensity before and after surgical treatment as well as to investigate how pain develops up to four years post-surgery. The evaluation methods in the study are based on previously used methods in the literature for RLP-, neuroma- and PLP-related pain research. The questionnaires are previously used in clinical settings."
        },
        "conditionsModule": {
            "conditions": [
                "Residual Limb Pain",
                "Amputation Neuroma",
                "Phantom Limb Pain",
                "Pain, Neuropathic",
                "Pain, Nerve"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 110,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Targeted Muscle Reinnervation (TMR)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The surgical procedure comprises three steps: preparation of the donor nerve, identification of a motor branch to the targeted muscle, and nerve coaptation. To prepare the donor nerve, the surgeon will identify the nerve with a painful neuroma and resect the neuroma up to healthy fascicles. Next, the surgeon will identify a motor branch to a nearby target muscle and will confirm muscle contraction using a hand-held nerve stimulator. The motor branch to the target muscle will be transected as close as possible to its entry point without tension. In the final step, the previous nerve stump from which the neuroma was resected will be transferred and coapted to the newly severed motor branch that innervates the target muscle and secured by 2-3 non-resorbable monofilament sutures. The surgery time is approximately 2-3 hours and it takes place in the hospital.",
                    "interventionNames": [
                        "Procedure: Targeted Muscle Reinnervation (TMR)"
                    ]
                },
                {
                    "label": "Regenerative Peripheral Nerve Interface (RPNI)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The RPNI procedure involves construction of a residual peripheral nerve split into several nerve fascicles and implanted into free skeletal muscle grafts. First, the surgeon identifies the nerve with a painful neuroma and resect the neuroma up to healthy fascicles. Then, a longitudinal intraneural dissection will be performed exposing its fascicles. Next, autologous muscle grafts will be harvested from a healthy donor site, and the dissected nerve stumps will be placed parallel to the muscle fibers. The nerve stump will be secured to the muscle graft, thereafter the graft will be wrapped around the nerve stump and anchored in the folded graft, thus creating an RPNI. This will be repeated for each fascicle obtained from splitting the transected nerve. Lastly, the RPNIs will be placed in a protected area. The surgery time is approximately 2-3 hours and it takes place in the hospital.",
                    "interventionNames": [
                        "Procedure: Regenerative Peripheral Nerve Interface (RPNI)"
                    ]
                },
                {
                    "label": "Standard neuroma treatment, neuroma excision, and muscle burying",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The standard neuroma treatment, also called neuroma transposition, includes excision of the terminal neuroma and burying the nerve into an adjacent deep muscle.The standard neuroma treatment entails the excision of the terminal neuroma and then implanting the nerve into an adjacent muscle. Firstly, the surgeon will identify the nerve with a painful neuroma and thereafter resect the neuroma up to healthy fascicles. Next, the surgeon will identify a nearby muscle which is not involved in joint motion and has limited output opportunities for the nerve. The nerve will then be channeled at least 1 cm inside the muscle without applying any tension to it and secured by 1-2 non-resorbable monofilament sutures. The identified nerve with the painful neuroma will not be treated with any additional therapy than the resection (e.g., diathermy, pharmacotherapy, crushing, etc.). The surgery time is approximately 1-2 hours and it takes place in the hospital.",
                    "interventionNames": [
                        "Procedure: Standard neuroma treatment, neuroma excision, and muscle burying"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Targeted Muscle Reinnervation (TMR)",
                    "description": "Surgical procedure used to rewire injured proximal nerves to motor nerves directly innervating an otherwise redundant target muscle.",
                    "armGroupLabels": [
                        "Targeted Muscle Reinnervation (TMR)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Regenerative Peripheral Nerve Interface (RPNI)",
                    "description": "Surgical procedure where the the nerve is split into fascicles and wrapped in free muscle grafts.",
                    "armGroupLabels": [
                        "Regenerative Peripheral Nerve Interface (RPNI)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Standard neuroma treatment, neuroma excision, and muscle burying",
                    "description": "Surgical procedure where the neuroma is excised and the nerve stump is buried in an adjacent deep muscle.",
                    "armGroupLabels": [
                        "Standard neuroma treatment, neuroma excision, and muscle burying"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Residual limb pain intensity",
                    "description": "Difference in residual limb pain intensity will be measured by numerical rating scale (NRS, 0-10), where 0 - no pain and 10 - worst imaginable pain, between baseline period and at the 12-month follow-up visit.",
                    "timeFrame": "Baseline to 12-month post-surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Neuroma pain intensity",
                    "description": "Difference in neuroma pain intensity will be measured by numerical rating scale (NRS, 0-10), where 0 - no pain and 10 - worst imaginable pain, between baseline period and at the 12-month follow-up visit.",
                    "timeFrame": "Baseline to 12-month post-surgery"
                },
                {
                    "measure": "Phantom limb pain intensity",
                    "description": "Difference in phantom limb pain intensity will be measured by numerical rating scale (NRS, 0-10), where 0 - no pain and 10 - worst imaginable pain, between baseline period and at the 12-months follow-up visit.",
                    "timeFrame": "Baseline to12-month post-surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* The participant must have a major limb amputation.\n* The participant is ≥ 18 years old at the time of consent.\n* The participant must be in generally good health to undergo a surgical intervention, as per the clinical investigator's opinion.\n* Time since the last amputation must be over a year at the time of consent.\n* The participant must have an average residual limb pain score equal or greater than 4 on the Numerical Rating Scale (NRS, 0-10) after the baseline period.\n* If the participant has been prescribed pharmacological treatments for pain, there must be no variations in dosage (steady consumption) for at least 1 month before the screening visit.\n* If the participant has been prescribed non-pharmacological treatments for pain, such as spinal cord stimulation, transcutaneous electrical nerve stimulation, and mirror therapy, the treatment must have ended at least 1 month before the screening visit.\n* The participant must have a stable prosthetic fitting for at least a month before the screening visit.\n* The participant has a sufficient understanding of the language in which the assessments will be conducted, as per the clinical investigator's opinion.\n\nExclusion Criteria:\n\n* Neurological or other conditions that affect nerve regeneration for the nerve to be treated.\n* Active infection in the residual limb.\n* Prior RPNI or TMR surgery of the nerve to be treated (with painful neuroma) to address postamputation pain.\n* Mental disorders (e.g., schizophrenia, paranoia, psychosis, etc.), reluctance, or language difficulties that result in difficulty understanding the meaning of study participation.\n* Ongoing participation in a clinical study that the clinical investigator deems detrimental to participation in this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily Pettersen, MSc",
                    "role": "CONTACT",
                    "phone": "+46764026503",
                    "email": "emily.pettersen@vgregion.se"
                },
                {
                    "name": "Max Ortiz Catalan, PhD",
                    "role": "CONTACT",
                    "email": "maxortizc@outlook.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Max Ortiz Catalan, PhD",
                    "affiliation": "Center for Bionics and Pain Research",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern Memorial Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason Ko, MD, PhD",
                            "role": "CONTACT",
                            "email": "jason.ko@nm.org"
                        },
                        {
                            "name": "Jason Ko, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Gregory Dumanian, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ian Valerio, MD, PhD",
                            "role": "CONTACT",
                            "email": "IVALERIO@mgh.harvard.edu"
                        },
                        {
                            "name": "Ian Valerio, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Kyle Eberlin, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University of Michigan Health System",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Cederna, MD, PhD",
                            "role": "CONTACT",
                            "email": "cederna@med.umich.edu"
                        },
                        {
                            "name": "Paul Cederna, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Theodore Alexander Kung, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "Dandenong Hospital, Monash Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Melbourne",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Michael Lo, MD, PhD",
                            "role": "CONTACT",
                            "email": "mlo@bigpond.net.au"
                        },
                        {
                            "name": "Michael Lo, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Leung, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -37.814,
                        "lon": 144.96332
                    }
                },
                {
                    "facility": "University of Alberta Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Edmonton",
                    "state": "Alberta",
                    "zip": "AB T6G 2B7",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Adil Ladak, MD, PhD",
                            "role": "CONTACT",
                            "email": "aladak@ualberta.ca"
                        },
                        {
                            "name": "Adil Ladak, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Hollie Power, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jacqueline Hebert, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 53.55014,
                        "lon": -113.46871
                    }
                },
                {
                    "facility": "Worker Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Santiago",
                    "country": "Chile",
                    "contacts": [
                        {
                            "name": "Juan Manuel Breyer, MD, PhD",
                            "role": "CONTACT",
                            "email": "jmbreyer@hotmail.com"
                        },
                        {
                            "name": "Juan Manuel Breyer, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -33.45694,
                        "lon": -70.64827
                    }
                },
                {
                    "facility": "Rizzoli Orthopedic Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Bologna",
                    "state": "Emilia-Romagna",
                    "zip": "40136",
                    "country": "Italy",
                    "contacts": [
                        {
                            "name": "Paolo Sassu, MD, PhD",
                            "role": "CONTACT",
                            "email": "sassupaolo@gmail.com"
                        },
                        {
                            "name": "Paolo Sassu, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Francesca Pedrini, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.49381,
                        "lon": 11.33875
                    }
                },
                {
                    "facility": "Sahlgrenska University Hospital",
                    "status": "RECRUITING",
                    "city": "Mölndal",
                    "state": "Västra Götaland",
                    "zip": "431 80",
                    "country": "Sweden",
                    "contacts": [
                        {
                            "name": "Max Ortiz Catalan, PhD",
                            "role": "CONTACT",
                            "email": "maxortizc@outlook.com"
                        },
                        {
                            "name": "Emily Pettersen, MSc",
                            "role": "CONTACT",
                            "email": "emily.pettersen@vgregion.se"
                        },
                        {
                            "name": "Carina Reinholdt, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Hannes Granberg, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 57.6554,
                        "lon": 12.01378
                    }
                },
                {
                    "facility": "NHS Lothian, NHS Clyde & Greater Glasgow, and NHS Grampian",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Edinburgh",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Aidan Roche, MD, PhD",
                            "role": "CONTACT",
                            "email": "aidan.roche@ed.ac.uk"
                        },
                        {
                            "name": "Aidan Roche, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Andrew Hart, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Lorraine Harrington, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 55.95206,
                        "lon": -3.19648
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30371518",
                    "type": "BACKGROUND",
                    "citation": "Dumanian GA, Potter BK, Mioton LM, Ko JH, Cheesborough JE, Souza JM, Ertl WJ, Tintle SM, Nanos GP, Valerio IL, Kuiken TA, Apkarian AV, Porter K, Jordan SW. Targeted Muscle Reinnervation Treats Neuroma and Phantom Pain in Major Limb Amputees: A Randomized Clinical Trial. Ann Surg. 2019 Aug;270(2):238-246. doi: 10.1097/SLA.0000000000003088."
                },
                {
                    "pmid": "24562875",
                    "type": "BACKGROUND",
                    "citation": "Souza JM, Cheesborough JE, Ko JH, Cho MS, Kuiken TA, Dumanian GA. Targeted muscle reinnervation: a novel approach to postamputation neuroma pain. Clin Orthop Relat Res. 2014 Oct;472(10):2984-90. doi: 10.1007/s11999-014-3528-7."
                },
                {
                    "pmid": "28293490",
                    "type": "BACKGROUND",
                    "citation": "Woo SL, Kung TA, Brown DL, Leonard JA, Kelly BM, Cederna PS. Regenerative Peripheral Nerve Interfaces for the Treatment of Postamputation Neuroma Pain: A Pilot Study. Plast Reconstr Surg Glob Open. 2016 Dec 27;4(12):e1038. doi: 10.1097/GOX.0000000000001038. eCollection 2016 Dec."
                },
                {
                    "pmid": "37131180",
                    "type": "BACKGROUND",
                    "citation": "Pettersen E, Sassu P, Reinholdt C, Dahm P, Rolfson O, Bjorkman A, Innocenti M, Pedrini FA, Breyer JM, Roche A, Hart A, Harrington L, Ladak A, Power H, Hebert J, Ortiz-Catalan M. Surgical treatments for postamputation pain: study protocol for an international, double-blind, randomised controlled trial. Trials. 2023 May 2;24(1):304. doi: 10.1186/s13063-023-07286-0. Erratum In: Trials. 2023 Oct 9;24(1):654. doi: 10.1186/s13063-023-07626-0."
                },
                {
                    "pmid": "34398088",
                    "type": "BACKGROUND",
                    "citation": "Chang BL, Mondshine J, Attinger CE, Kleiber GM. Targeted Muscle Reinnervation Improves Pain and Ambulation Outcomes in Highly Comorbid Amputees. Plast Reconstr Surg. 2021 Aug 1;148(2):376-386. doi: 10.1097/PRS.0000000000008153."
                },
                {
                    "pmid": "37063502",
                    "type": "BACKGROUND",
                    "citation": "Bjorklund KA, Alexander J, Tulchin-Francis K, Yanes NS, Singh S, Valerio I, Klingele K, Scharschmidt T. Targeted Muscle Reinnervation for Limb Amputation to Avoid Neuroma and Phantom Limb Pain in Patients Treated at a Pediatric Hospital. Plast Reconstr Surg Glob Open. 2023 Apr 13;11(4):e4944. doi: 10.1097/GOX.0000000000004944. eCollection 2023 Apr."
                },
                {
                    "pmid": "31461024",
                    "type": "BACKGROUND",
                    "citation": "Kubiak CA, Kemp SWP, Cederna PS, Kung TA. Prophylactic Regenerative Peripheral Nerve Interfaces to Prevent Postamputation Pain. Plast Reconstr Surg. 2019 Sep;144(3):421e-430e. doi: 10.1097/PRS.0000000000005922."
                },
                {
                    "pmid": "30634038",
                    "type": "BACKGROUND",
                    "citation": "Valerio IL, Dumanian GA, Jordan SW, Mioton LM, Bowen JB, West JM, Porter K, Ko JH, Souza JM, Potter BK. Preemptive Treatment of Phantom and Residual Limb Pain with Targeted Muscle Reinnervation at the Time of Major Limb Amputation. J Am Coll Surg. 2019 Mar;228(3):217-226. doi: 10.1016/j.jamcollsurg.2018.12.015. Epub 2019 Jan 8."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009463",
                    "term": "Neuroma"
                },
                {
                    "id": "D000010591",
                    "term": "Phantom Limb"
                },
                {
                    "id": "D000009437",
                    "term": "Neuralgia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010468",
                    "term": "Perceptual Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                },
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000018317",
                    "term": "Nerve Sheath Neoplasms"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13498",
                    "name": "Phantom Limb",
                    "asFound": "Phantom Limb",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12406",
                    "name": "Neuroma",
                    "asFound": "Neuroma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12381",
                    "name": "Neuralgia",
                    "asFound": "Pain, Neuropathic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13379",
                    "name": "Perceptual Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M20461",
                    "name": "Nerve Sheath Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                }
            ]
        }
    },
    "hasResults": false
}