{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05845021",
            "orgStudyIdInfo": {
                "id": "IRB00386940"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Surgeon-Initiated Bone Health Referral Pathway in Patients Undergoing Lower Extremity Arthroplasty",
            "officialTitle": "The Impact of a Surgeon-Initiated Bone Health Referral Pathway on Implant-Related Complications in Patients With Osteoporosis Undergoing Lower Extremity Arthroplasty",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "surgeon-initiated-bone-health-referral-pathway-in-patients-undergoing-lower-extremity-arthroplasty"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-25",
            "studyFirstSubmitQcDate": "2023-04-25",
            "studyFirstPostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to observe the impact of a surgeon-driven bone health referral pathway following lower extremity arthroplasty. The main question this study aims to answer is:\n\n1) What is impact of a surgeon-driven bone health referral pathway on implant-related complications and fragility fractures when compared to standard of care primary care provider referral.\n\nResearchers will compare the endocrinology referral pathway and standard of care to see if there is a difference in treatment rates, fragility fractures, and implant-related complications following lower extremity arthroplasty.",
            "detailedDescription": "In a cohort of patients screened to have osteoporosis via preoperative dual-energy x-ray absorptiometry (DEXA), the research study coordinator would randomly select patients to undergo the endocrinology bone health referral pathway (treatment arm) or the standard of care pathway (control) and notify the surgeon.\n\nPatients assigned in the endocrinology bone health referral pathway would be formally referred by the surgeon to see endocrinology for clearance before undergoing lower extremity arthroplasty. In addition to normal labs, the surgeon will initiate additional bone health labs (See Lab Section) in these patients before consultation with endocrinology. Endocrinology providers will be available for a virtual consultation to review the patients DEXA and bone health labs; start the patient on the appropriate medication; and provide patient education regarding osteoporosis and bone health. For those undergoing evaluation by endocrinology, these providers will let the surgical team know when and whether the patient has initiated treatment.\n\nThe control arm will be composed of patients identified in the osteoporotic range like the endocrinology bone health referral pathway. These patients will be told by the surgeon that the patient has osteoporosis based on the DEXA scan and will be told the patient is to follow-up these results with the patient's primary care provider. These patients do not need bone health clearance before undergoing surgery. Only serum 25-hydroxyvitamin D levels will be added on to the patient's standard of care pre-operative labs. The control arm is the current standard of care. Comparing this pathway to the endocrinology referral pathway permits an assessment on the efficacy of the new pathway.\n\nRandomization to the respective treatment arms will be independent of the patient's osteoporosis screening, laboratory results, or any other patient factors. Patients will not have any other research study visits with endocrinology following the initial visit. Patients will follow the normal post-operative visits with the surgeon. The surgeon will state any postoperative implant related findings in the patient's postoperative notes and the research team will accumulate these findings for each patient. Following lower extremity arthroplasty, there will be no study specific visits. To observe the efficacy of these endocrinology treatment pathway, this will be conducted following intention-to-treat. If patients randomized to the endocrinology cohort do not want to see endocrinology or see endocrinology but do not want to start treatment, the patient will still be included in the endocrinology pathway cohort.\n\nThe study will be at least 5-years long to have enough patients to enroll and follow post-op up to 2-years. Treatment of osteoporosis is independent of this study. If the study were to end prematurely, patients are to continue taking the assigned medication if the patient is taking a medication based on endocrinology's recommendation."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoporosis",
                "Arthroplasty Complications",
                "Fragility Fracture"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 2000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Surgeon-Initiated Bone Health Referral Pathway",
                    "type": "EXPERIMENTAL",
                    "description": "Patients assigned in the endocrinology bone health referral pathway would be formally referred by the surgeon to see endocrinology for clearance before undergoing lower extremity arthroplasty. In addition to normal labs, the surgeon will initiate additional bone health labs in these patients before consultation with endocrinology. Endocrinology providers will be available for a virtual consultation to review the patients DEXA and bone health labs; start the patient on the appropriate medication; and provide patient education regarding osteoporosis and bone health. For those undergoing evaluation by endocrinology, these providers will let the surgical team know when and whether the patient has initiated treatment.",
                    "interventionNames": [
                        "Combination Product: Surgeon-Initiated Bone Health Referral Pathway"
                    ]
                },
                {
                    "label": "Standard of Care",
                    "type": "NO_INTERVENTION",
                    "description": "The control arm will be composed of patients identified in the osteoporotic range like the endocrinology bone health referral pathway. These patients will be told by the surgeon that the patient has osteoporosis based on the DEXA scan and will be told to follow-up these results with the patient's primary care provider. These patients do not need bone health clearance before undergoing surgery. Only serum 25-hydroxyvitamin D levels will be added on to the patient's standard of care pre-operative labs. The control arm is the current standard of care. Comparing this pathway to the endocrinology referral pathway permits an assessment on the efficacy of the new pathway."
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Surgeon-Initiated Bone Health Referral Pathway",
                    "description": "Described in arm description",
                    "armGroupLabels": [
                        "Surgeon-Initiated Bone Health Referral Pathway"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of All-Cause Revision following Lower Extremity Arthroplasty",
                    "description": "2-year incidence of all-cause revision following lower extremity arthroplasty",
                    "timeFrame": "2-years postoperatively"
                },
                {
                    "measure": "Incidence of Fragility Fracture following Lower Extremity Arthroplasty",
                    "description": "2-year incidence of a fragility fracture in any location following lower extremity arthroplasty",
                    "timeFrame": "2-years postoperatively"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of Aseptic Loosening following Lower Extremity Arthroplasty",
                    "description": "2-year incidence of aseptic loosening indicated revision following lower extremity arthroplasty",
                    "timeFrame": "2-years postoperatively"
                },
                {
                    "measure": "Incidence of Periprosthetic Fracture following Lower Extremity Arthroplasty",
                    "description": "2-year incidence of periprosthetic fracture indicated revision following lower extremity arthroplasty",
                    "timeFrame": "2-years postoperatively"
                },
                {
                    "measure": "Incidence of Periprosthetic Joint Infection following Lower Extremity Arthroplasty",
                    "description": "2-year incidence of periprosthetic joint infection indicated revision following lower extremity arthroplasty",
                    "timeFrame": "2-years postoperatively"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* \\>50\n* DEXA-confirmed diagnosis of osteoporosis\n\nExclusion Criteria:\n\n* Prior diagnosis of osteoporosis\n* Prior treatment for osteoporosis",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Savyasachi C Thakkar, MD",
                    "role": "CONTACT",
                    "phone": "443-997-2663",
                    "email": "sthakka2@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Savyasachi Thakkar, MD",
                    "affiliation": "Johns Hopkins School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Charter Professional Center",
                    "status": "RECRUITING",
                    "city": "Columbia",
                    "state": "Maryland",
                    "zip": "21044",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Savya Thakkar",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.24038,
                        "lon": -76.83942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Individual participant data will not be shared with other researchers but aggregate data will be analyzed by the study team and used for publication"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010024",
                    "term": "Osteoporosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001851",
                    "term": "Bone Diseases, Metabolic"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "relevance": "LOW"
                },
                {
                    "id": "M12947",
                    "name": "Osteoporosis",
                    "asFound": "Osteoporosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5130",
                    "name": "Bone Diseases, Metabolic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9941",
                    "name": "Hydroxycholecalciferols",
                    "relevance": "LOW"
                },
                {
                    "id": "M5375",
                    "name": "Calcifediol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}