{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05538689",
            "orgStudyIdInfo": {
                "id": "IRB22-0282"
            },
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Surgical Myomectomy Followed by Oral Myfembree Versus Standard of Care Trial (SOUL)",
            "officialTitle": "Surgical Myomectomy Followed by Oral Myfembree Versus Standard of Care Trial.",
            "acronym": "SOUL",
            "therapeuticArea": [
                "Other"
            ],
            "study": "surgical-myomectomy-followed-by-oral-myfembree-versus-standard-of-care-trial-soul"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-07",
            "studyFirstSubmitQcDate": "2022-09-12",
            "studyFirstPostDateStruct": {
                "date": "2022-09-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Myovant Sciences GmbH",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In this project, the proposition is that the use of daily dosed Myfembree ( a combination of relugolix with estradiol and norethindrone acetate), FDA-approved medication to treat heavy menses fibroid-related symptoms, has the potential to delay the recurrence of fibroid symptoms, prolong the improved quality of life and delay the need for re-intervention after uterine sparing surgery versus the routine standard of care."
        },
        "conditionsModule": {
            "conditions": [
                "Metrorrhagia",
                "Pelvic Pain",
                "Menorrhagia",
                "Leiomyoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 136,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Study drug Myfembree",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be asked to take a once-daily tablet of Myfembree ( relugolix 40 mg, estradiol 1 mg, and norethindrone acetate 0.5 mg) for 24 months.",
                    "interventionNames": [
                        "Drug: Myfembree Oral Product"
                    ]
                },
                {
                    "label": "Standard of Care",
                    "type": "NO_INTERVENTION",
                    "description": "The standard of care will depend on the participant's type of surgery, health history, and clinical symptoms. It often includes pain management, bleeding management, physical exams, pelvic ultrasound, birth control, and Surgical reintervention."
                },
                {
                    "label": "Parallel group for participants who opt not to be randomized",
                    "type": "OTHER",
                    "description": "patients who do not consent to randomization or opt to be in a specific group will be included in a parallel observational study and be administered their preferred treatment.",
                    "interventionNames": [
                        "Drug: Myfembree Oral Product"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Myfembree Oral Product",
                    "description": "The study drug Myfembree will be taken orally with water, once daily, at approximately the same time, with or without food. Each tablet of Myfembree contains Relugolix 40mg, estradiol 1mg, and norethindrone acetate 0.5 mg.",
                    "armGroupLabels": [
                        "Parallel group for participants who opt not to be randomized",
                        "Study drug Myfembree"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Fibroid recurrence on ultrasound after myomectomy.",
                    "description": "Fibroid recurrence when compared to the post-myomectomy baseline pelvic ultrasound (transvaginal and/or transabdominal), defined as a new fibroid identified on ultrasound with a volume \\>1 cm3.",
                    "timeFrame": "36 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Participants' quality of life assessed by the Quality of Life Questionnaire.",
                    "description": "The Quality of life questionnaire: UFS-QOL ( Uterine Fibroid symptoms \\& Health Related-Quality of Life) is a self-reported questionnaire used to measure symptoms and health-related quality of life in women with uterine fibroids. The questionnaire contains 8 items concerning uterine fibroid symptoms and 29 items concerning health-related quality of life. Each item has a score (1-5), and the scores are summed so that a higher score indicates a higher quality of life.",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Work Productivity and Activity Impairment assessed by Work Productivity and Activity Impairment Questionnaire.",
                    "description": "The Work Productivity and Activity Impairment Questionnaire( WPAI: SHP) is a self-reported questionnaire assessing the effects of a participant's problem on her ability to work and perform activities on a scale from 0 (problem had no effect on daily activities) to 10 ( problem completely prevent doing daily activities).",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Female Sexual Function Impairment assessed by Female Sexual Function Index Questionnaire.",
                    "description": "The Female Sexual Function Index (FSFI) is a self-reported questionnaire that assesses different domains of sexual function in addition to providing an overall score regarding sexual function. The possible total score ranges from 2 to 36.",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Heavy menses recurrence after myomectomy with score ≥ 120 on Pictorial Bleeding Assessment Chart (PBAC).",
                    "description": "The Pictorial Bleeding Assessment Chart is a visual scoring system where the participant can directly record the number of her used feminine items (tampons and pads) and the degree to which they are bloodstained.",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "Pelvic pain recurrence after myomectomy with Numerical Rating Scale (NRS) ≥ 4 at baseline.",
                    "description": "The Numerical Rating Scale is a subjective measure in which participants rate their pain on an eleven-point. Possible scores range from 0(no pain) to 10 (worst possible pain).",
                    "timeFrame": "36 months"
                },
                {
                    "measure": "The need for surgical/non-surgical reintervention for recurrent symptoms after myomectomy reported by the participant and based on her provider's decision.",
                    "description": "This will be measured based on the participant's reported symptoms and response to treatment. The re-intervention may include repeat myomectomy, uterine fibroid embolization, radiofrequency ablation, or hysterectomy.",
                    "timeFrame": "36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Inclusion Criteria (all inclusion criteria must have been met prior to randomization unless otherwise specified):\n\n  1. Has voluntarily signed and dated the informed consent form prior to initiation of any screening or study-specific procedures\n  2. Premenopausal female aged 18 years and older on the day of signing of the informed consent form\n  3. Has a diagnosis of uterine fibroids that is confirmed by a pelvic ultrasound (transvaginal and/or transabdominal) performed during the screening period.\n  4. Has at least one or more of the following symptoms:\n\n     1. Heavy menses defined as PBAC (Pictorial Bleeding Assessment Chart) score ≥ 120\n     2. Pelvic pain during menses measured on NRS (Numeric Pain Rating Scale) ≥ 4 at baseline\n     3. Moderately severe fibroid-related symptoms (a score ≥ 25 on the Uterine Fibroid UF quality of life symptoms severity subscale)\n  5. Has a negative urine pregnancy test at the Screening, Baseline and interval clinic visits\n  6. Agrees to not be pregnant for at least 12 months. Participant may use any form of non-hormonal contraception consistently during the screening period . These may include: Diaphragm, cervical cap, spermicides, male and female condoms, copper IUD ( intra uterine device) and sponge. Each one will be explained in detail for the participants. However, the patient is not required to use dual contraception if she:\n\n     1. Has a sexual partner(s) who was vasectomized at least 6 months prior to the screening period.\n     2. Had a bilateral tubal occlusion (including ligation and blockage methods such as Essure™), at least 4 months prior to the first screening visit (patients with Essure™ must have prior confirmation of tubal occlusion by hysterosalpingogram);\n     3. Is not sexually active with men; periodic sexual relationship(s) with men requires the use of dual non-hormonal contraception as noted above; or\n     4. Practices total abstinence from sexual intercourse as her preferred lifestyle; periodic abstinence is not acceptable.\n  7. Has an endometrial (aspiration) biopsy, if clinically indicated, performed during the screening period, with results showing no clinically significant endometrial pathology (hyperplasia, endometritis, or endometrial cancer).\n\nExclusion Criteria: Participants who choose not to undergo randomization and instead opt for the parallel group, selecting the standard of care (SOC) arm, are exempted from meeting the exclusion criteria (4-5-6-7-8(C\\&D)-9-11-12) specified for the study drug.\n\n1. Has transvaginal and/or transabdominal ultrasound during the screening period demonstrating pathology other than uterine fibroids that could be responsible for or contributing to the patient's heavy menstrual bleeding, such as uterine or cervical polyps \\> 2.0 cm, or any other clinically significant gynecological disorder determined by the investigator to require further evaluation and/or treatment.\n\n   Note: Saline or gel contrast is not routinely required. Use of such contrast is required only when the endometrium cannot be evaluated or when there are ambiguous and potentially exclusionary findings on the transvaginal and/or transabdominal ultrasound (e.g., suspected intrauterine masses, equivocal endometrial findings, etc.)\n2. Has unexplained vaginal bleeding outside of the patient's regular menstrual cycle\n3. Has undergone ultrasound-guided laparoscopic radiofrequency ablation, or any other surgical procedure for fibroids, uterine artery embolization, magnetic resonance-guided focused ultrasound for fibroids, as well as endometrial ablation for abnormal uterine bleeding within 6 months prior to the Screening visit\n4. Has a history of or currently has osteoporosis, or other metabolic bone disease, hyperparathyroidism, hyperprolactinemia, hyperthyroidism, anorexia nervosa, or low traumatic (from the standing position) or atraumatic fracture (toe, finger, skull, face, and ankle fractures are allowed). A history of successfully treated hyperparathyroidism, hyperprolactinemia, or hyperthyroidism is allowed if the patient's bone mineral density is within normal limits\n5. Has a history of the use of bisphosphonates, calcitonin, calcitriol, ipriflavone, teriparatide, denosumab, or any medication other than calcium and vitamin D preparations to treat bone mineral density loss\n6. Anticipated use of systemic glucocorticoids at an oral prednisone-equivalent dose of more than 5 mg every other day during the study. Note: topical, inhaled, intranasal, optic, ophthalmic, intraarticular, or intralesional subcutaneous are permitted without restriction\n7. Gastrointestinal disorder affecting absorption or gastrointestinal motility\n8. Has any additional contraindication to treatment with low-dose estradiol and norethindrone acetate, including:\n\n   1. Current, known, suspected, or history of breast cancer\n   2. Current, known, or suspected hormone -dependent neoplasia\n   3. High risk of arterial, venous thrombotic disorder or thromboembolic disorder\n\n   i. women over 35 years of age who smoke or women with uncontrolled hypertension\n\n   d. Active thrombotic or thromboembolic disease or history of these conditions prior to the Baseline Day 1 visit or risk factors for such conditions. These conditions include: i. deep vein thrombosis ii. pulmonary embolism iii. vascular disease (e.g., cerebrovascular disease, coronary artery disease, peripheral vascular disease) iv. inherited or acquired hypercoagulopathies, known protein C, protein S, or antithrombin deficiency, or other known thrombophilia disorders, including Factor V Leiden thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) v. uncontrolled hypertension vi. headaches with focal neurological symptoms or migraine headaches with aura if over 35 years of age vii. Women at increased risks for thrombotic or thromboembolic events\n\n   e. Known anaphylactic reaction or angioedema or hypersensitivity to estradiol or norethindrone acetate\n\n   f. Currently pregnant or lactating, or intends to become pregnant or to donate ova during the study period or within 1 month after the end of the study\n9. Has jaundice or known current active liver disease from any cause, including hepatitis A (HAV IgM), hepatitis B (HBsAg), or hepatitis C (HCV Ab positive, confirmed by HCV RNA);\n10. Has any of the following cervical pathology: high grade cervical neoplasia, atypical glandular cells, atypical endocervical cells, atypical squamous cells favoring high grade. Of note, patients with atypical squamous cells of undetermined significance and low-grade cervical neoplasia may be included in the study if high risk human papilloma virus testing is negative or if DNA testing for human papilloma virus 16 and 18 DNA testing is negative\n11. Has any of the following clinical laboratory abnormalities indicating hepatic or gallbladder impairment:\n\n    1. Alanine aminotransferase or aspartate aminotransferase \\> 2.0 times the upper limit of normal (ULN), or bilirubin (total bilirubin) \\> 1.5 x ULN on clinical laboratory testing at either the Screening 1 or Screening 2 visit (or \\> 2.0 x ULN if secondary to Gilbert syndrome or pattern consistent with Gilbert syndrome);\n    2. Estimated glomerular filtration rate \\< 60 mL/min/m2 using the Modification of Diet in Renal Disease method\n12. Has clinically significant cardiovascular disease including:\n\n    1. Prior history of myocardial infarction\n    2. History of angina\n    3. History of congestive heart failure\n    4. History of clinically significant ventricular arrhythmias such as ventricular tachycardia, ventricular fibrillation, or torsade de pointes, or Mobitz II second degree or third-degree heart block without a permanent pacemaker in place or untreated supraventricular tachycardia (heart rate ≥ 120 beats per minute)\n    5. QT interval by the Fridericia correction formula (QTcF) of \\> 470 msec\n    6. Hypotension, as indicated by systolic blood pressure \\< 84 millimeters of mercury (mmHg) on 2 repeat measures at least 15 minutes apart or treated ongoing symptomatic orthostatic hypotension with \\> 20 mmHg decrease in systolic blood pressure one minute or more after assuming an upright position.\n    7. Uncontrolled hypertension, as indicated by systolic blood pressure \\> 160 mmHg on 2 repeat measures at least 15 minutes apart or diastolic blood pressure \\> 100 mmHg at any screening visit or the Baseline Day 1 visit.\n    8. Bradycardia as indicated by a heart rate of \\< 45 beats per minute on the screening electrocardiogram.\n13. Has been a participant in an investigational drug or device study within the 1 month prior to Screening visit.\n14. Has a history of clinically significant condition(s) including, but not limited to:\n\n    1. Untreated thyroid dysfunction or palpable thyroid abnormality (patients with adequately treated hypothyroidism who are stable on medication are not excluded).\n    2. History of malignancy within the past 5 years or ongoing malignancy other than curatively treated nonmelanoma skin cancer or surgically cured Stage 0 in situ melanoma\n15. Any current psychiatric disorder that would, in the opinion of the investigator or medical monitor, impair the ability of the patient to participate in the study or would impair interpretation of their data. Patients with major depression, post-traumatic stress disorder, bipolar disorder, schizophrenia, or other psychotic disorders, based on Diagnostic and Statistical Manual of Mental Disorders-5 criteria who have been unstable based on the investigator's or mental health professional's judgement or whose psychiatric drug regimen has changed during the 3 months prior to Screening or is expected to change during the study should not be enrolled. Has a contraindication or history of sensitivity to any of the study treatments or components thereof; or has a history of drug or other allergy that, in the opinion of the investigator or medical monitor, contraindicates study participation\n16. Has a prior (within 1 year of Screening 1 visit) or current history of drug or alcohol abuse disorder according to Diagnostic and Statistical Manual of Mental Disorders V (all patients must be questioned about their drug and alcohol use, and this should be documented in the electronic case report form)\n17. Has participated in a previous clinical study that included the use of Relugolix or has received this treatment within 3 months of the study.\n18. Is inappropriate for participation in this study for other reasons, as determined by the investigator, sub-investigator, or medical monitor.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Obianuju Sandra Madueke Laveaux, MD MPH",
                    "role": "CONTACT",
                    "phone": "(773) 834-7726",
                    "email": "slaveaux@bsd.uchicago.edu"
                },
                {
                    "name": "Samar Alkhrait, MD",
                    "role": "CONTACT",
                    "email": "skhrait@bsd.uchicago.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Obianuju Sandra Madueke Laveaux, MD MPH",
                    "affiliation": "University of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Chicago South Loop",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60607",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Obianuju Sandra Madueke Laveaux, MD,MPH",
                            "role": "CONTACT",
                            "phone": "773-834-7726",
                            "email": "slaveaux@bsd.uchicago.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Chicago River East",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Obianuju Sandra madueke Laveaux, MD,MPH",
                            "role": "CONTACT",
                            "phone": "773-834-7726",
                            "email": "slaveaux@bsd.uchicago.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Chicago DCAM",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Obianuju Sandra Madueke Laveaux, MD,MPH",
                            "role": "CONTACT",
                            "phone": "773-834-7726",
                            "email": "slaveaux@bsd.uchicago.edu"
                        },
                        {
                            "name": "Samar Alkhrait, MD",
                            "role": "CONTACT",
                            "email": "skhrait@bsd.uchicago.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Chicago Flossmoor",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Flossmoor",
                    "state": "Illinois",
                    "zip": "60422",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Obianuju Sandra Madueke Laveaux, MD,MPH",
                            "role": "CONTACT",
                            "phone": "773-834-7726",
                            "email": "slaveaux@bsd.uchicago.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.54281,
                        "lon": -87.68477
                    }
                },
                {
                    "facility": "University of Chicago Orland Park",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Orland Park",
                    "state": "Illinois",
                    "zip": "60462",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Obianuju Sandra Madueke Laveaux, MD,MPH",
                            "role": "CONTACT",
                            "phone": "773-834-7726",
                            "email": "slaveaux@bsd.uchicago.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.63031,
                        "lon": -87.85394
                    }
                },
                {
                    "facility": "University of Chicago Schererville",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Schererville",
                    "state": "Indiana",
                    "zip": "46375",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Obianuju Sandra madueke Laveaux, MD,MPH",
                            "role": "CONTACT",
                            "phone": "773-834-7726",
                            "email": "slaveaux@bsd.uchicago.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.47892,
                        "lon": -87.45476
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007889",
                    "term": "Leiomyoma"
                },
                {
                    "id": "D000008595",
                    "term": "Menorrhagia"
                },
                {
                    "id": "D000008796",
                    "term": "Metrorrhagia"
                },
                {
                    "id": "D000017699",
                    "term": "Pelvic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009379",
                    "term": "Neoplasms, Muscle Tissue"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000014592",
                    "term": "Uterine Hemorrhage"
                },
                {
                    "id": "D000014591",
                    "term": "Uterine Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008599",
                    "term": "Menstruation Disturbances"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10901",
                    "name": "Leiomyoma",
                    "asFound": "Leiomyoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25846",
                    "name": "Myofibroma",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M19918",
                    "name": "Pelvic Pain",
                    "asFound": "Pelvic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11578",
                    "name": "Menorrhagia",
                    "asFound": "Menorrhagia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11768",
                    "name": "Metrorrhagia",
                    "asFound": "Metrorrhagia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "relevance": "LOW"
                },
                {
                    "id": "M17340",
                    "name": "Uterine Hemorrhage",
                    "relevance": "LOW"
                },
                {
                    "id": "M17339",
                    "name": "Uterine Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M11582",
                    "name": "Menstruation Disturbances",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M347494",
                    "name": "Relugolix",
                    "relevance": "LOW"
                },
                {
                    "id": "M266279",
                    "name": "Estradiol 17 beta-cypionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M266280",
                    "name": "Estradiol 3-benzoate",
                    "relevance": "LOW"
                },
                {
                    "id": "M8108",
                    "name": "Estradiol",
                    "relevance": "LOW"
                },
                {
                    "id": "M234941",
                    "name": "Polyestradiol phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M12577",
                    "name": "Norethindrone",
                    "relevance": "LOW"
                },
                {
                    "id": "M1841",
                    "name": "Norethindrone Acetate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                }
            ]
        }
    },
    "hasResults": false
}