{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05994482",
            "orgStudyIdInfo": {
                "id": "IIR 22-007"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Surveillance Colonoscopy in Older Adults: The SurvOlderAdults Study",
            "officialTitle": "Surveillance Colonoscopy in Older Adults: The SurvOlderAdults Study",
            "acronym": "SOA",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "surveillance-colonoscopy-in-older-adults-the-survolderadults-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-03",
            "studyFirstSubmitQcDate": "2023-08-11",
            "studyFirstPostDateStruct": {
                "date": "2023-08-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Colorectal cancer is a leading cause of cancer death. Detection and removal of polyps can reduce risk for developing colorectal cancer. After finding and removing precancerous polyps, repeat colonoscopy is routinely recommended. However, it is unclear whether repeat additional colonoscopy further reduces risk for colorectal cancer. For older adults age 75 and older, the lack of this information is especially important, given that the risks of colonoscopy go up with age. This research will evaluate whether older adults with a prior history of precancerous polyps have higher colorectal cancer risks compared to older adults who had a prior normal colonoscopy, and whether, among those with prior precancerous polyps, repeating a colonoscopy after age 75 is associated with reduced cancer risk. The investigators will synthesize these data and gather perspectives from Veterans and clinical stakeholders to make recommendations on whether older adults with a prior history of polyps should continue or defer colonoscopy after age 75.",
            "detailedDescription": "Colorectal cancer (CRC) is the 2nd leading cause of cancer death in the United States (US), with 149,500 new CRC cases, and 52,980 deaths expected in 202119; 4,000 Veterans are diagnosed with CRC annually. Screening for CRC reduces incidence and mortality, in part due to detection and removal of polyps such as adenomas. National and VA guidelines recommend surveillance colonoscopy after adenoma removal (defined herein as polypectomy), but the incremental benefit of surveillance after polypectomy on reducing CRC incidence and mortality are uncertain. For adults age 75 and older (\"older adults\") considering surveillance colonoscopy, these issues are of particular importance. Harms associated with colonoscopy increase dramatically with age, with 3.8% to 6.8% of older adults experiencing an emergency visit or hospitalization within 30 days of colonoscopy. Older vs. younger adults have a 1.5 to 3.7-fold increase in post-colonoscopy complications. Older adults also are less likely to live long enough to benefit from interventions such as surveillance colonoscopy, due to competing, non-CRC mortality risks. The well-established age-related increasing risks for competing causes of mortality and colonoscopy-related harms stand in sharp contrast to major evidence gaps: it is unclear whether CRC risk is clinically significant among older adults with prior history of polyps, and whether exposing older adults to surveillance reduces CRC risk. Yet, the default clinical paradigm is for many older adults to receive surveillance colonoscopy. In the VA, surveillance is a very common indication for colonoscopy among older Veterans, with an estimated \\>17,400 exposed to surveillance annually. The mismatch between available evidence and current clinical practice, coupled with extreme constraints on colonoscopy resources in the VA, make the surveillance colonoscopy paradigm an ideal focus area for quantifying risks and benefits to optimize health outcomes. The Overarching Aim is to advance knowledge on CRC risks among older adults with prior polypectomy and potential benefits of surveillance colonoscopy, with the goal of informing policies and clinical strategies that optimize benefits, risks, and resource utilization. The Specific Aims are to:\n\nAim 1. Compare cumulative CRC risk after age 75 in a cohort of older adults with history of normal colonoscopy (n=101,328) vs. colonoscopy with polypectomy (n=29,548) prior to age 75. After normal colonoscopy, US Preventive Services Task Force guidelines note that benefits of repeat screening in older adults are likely minimal and recommend selective screening. Finding no CRC risk difference for older adults with prior normal colonoscopy vs. polypectomy would suggest surveillance guidelines should follow a similar approach. Risk analyses will also be stratified by baseline adenoma type (low vs. high risk). Hypothesis: Cumulative risk for incident CRC (primary analysis) and fatal CRC (secondary analysis) after age 75 will be similar in older adults with normal colonoscopy vs. colonoscopy with polypectomy prior to age 75.\n\nAim 2. Among older adults with polypectomy prior to age 75, assess comparative effectiveness of exposure vs. no exposure to surveillance colonoscopy after age 75 for reducing CRC risk using a case-cohort design. Cases with incident (n=270) and fatal CRC (n=150), and a random sample subcohort with prior polypectomy (n=1,036) will undergo rigorous chart review to ascertain exposure to surveillance colonoscopy. Harms associated with surveillance will be characterized. Risk analyses will also be stratified by baseline adenoma type (low vs. high risk). Hypothesis: Older adults unexposed vs. exposed to surveillance will have similar risk for incident CRC (primary analysis) and fatal CRC (secondary analysis).\n\nAim 3. Obtain multi-level stakeholder perspectives regarding CRC risk and surveillance outcomes to inform future use and VA policy regarding surveillance colonoscopy in older Veterans. The investigators will conduct 44 semi-structured one-on-one qualitative interviews with VA patients (older adults) and providers (primary care, GI, geriatrics) to understand perspectives on CRC risk, and potential benefits and harms of surveillance (Aim 3a). The investigators will then convene an expert panel with key stakeholders including Veterans, primary providers, geriatricians, gastroenterologists, VA leaders, and policy makers to present Aim 1, 2, and 3a findings (Aim 3b). The primary outcome will be specific recommendations regarding use of surveillance colonoscopy in older adults, ranked by priority and feasibility, that can guide VA policy around future implementation (or de-implementation) of surveillance among older adults.\n\nImpact: Establishing CRC risk among older adults with prior polypectomy, and outcomes associated with surveillance, will fill critical evidence gaps and inform guidelines within and outside VA. Multi-stakeholder perspectives on CRC risk and surveillance outcomes will pave the way for future implementation of evidence-based, Veteran-centric, and optimized value strategies for surveillance among older adults. This work will also serve as a model for leveraging VA data to address an important population health challenge for the VA's large and growing older adult population, and to use these data to engage Veterans, healthcare providers, and policy makers in identifying interventions which can be scaled and sustained to optimize outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Cancer"
            ],
            "keywords": [
                "colorectal cancer",
                "older adults",
                "aging"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "RETROSPECTIVE"
            },
            "bioSpec": {
                "retention": "NONE_RETAINED",
                "description": "No biospecimens"
            },
            "enrollmentInfo": {
                "count": 130000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Older adults",
                    "description": "Aim 1: Older adults with and without a prior history of precancerous polyps",
                    "interventionNames": [
                        "Other: adenoma vs no adenoma"
                    ]
                },
                {
                    "label": "Older adults with prior polypectomy",
                    "description": "Aim 2: Older adults with a prior history of precancerous polyps, exposed vs unexposed to surveillance colonoscopy",
                    "interventionNames": [
                        "Other: colonoscopy vs no colonoscopy"
                    ]
                },
                {
                    "label": "Stakeholders",
                    "description": "Aim 3: Veterans, clinical, and policy stakeholders who will provide input and participate in an expert panel to synthesis available evidence on pros/cons of surveillance in older adults.",
                    "interventionNames": [
                        "Other: survey and expert panel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "adenoma vs no adenoma",
                    "description": "For Aim 1, the investigators will examine colorectal cancer risk among older adults with prior removal of a precancerous polyp (adenoma) vs a prior normal colonoscopy",
                    "armGroupLabels": [
                        "Older adults"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "colonoscopy vs no colonoscopy",
                    "description": "For Aim 2, the investigators will examine colorectal cancer risk among older adults with prior history of polypectomy, exposed vs unexposed to subsequent surveillance colonoscopy",
                    "armGroupLabels": [
                        "Older adults with prior polypectomy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "survey and expert panel",
                    "description": "The investigators will conduct 44 semi-structured one-on-one qualitative interviews with VA patients (older adults) and providers (primary care, GI, geriatrics) to understand perspectives on CRC risk, and potential benefits and harms of surveillance (Aim 3a). The investigators will then convene an expert panel with key stakeholders including Veterans, primary providers, geriatricians, gastroenterologists, VA leaders, and policy makers to present Aim 1, 2, and 3a findings (Aim 3b). The primary outcome will be specific recommendations regarding use of surveillance colonoscopy in older adults, ranked by priority and feasibility, that can guide VA policy around future implementation (or de-implementation) of surveillance among older adults.",
                    "armGroupLabels": [
                        "Stakeholders"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "colorectal cancer incidence",
                    "description": "colorectal cancer",
                    "timeFrame": "at anytime during follow up, ranging up to 20 years."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "colorectal cancer mortality",
                    "description": "colorectal cancer death",
                    "timeFrame": "at anytime during follow up, ranging up to 20 years"
                },
                {
                    "measure": "perspectives on surveillance in older adults",
                    "description": "The investigators will conduct 44 semi-structured one-on-one qualitative interviews with VA patients (older adults) and providers (primary care, GI, geriatrics) to understand perspectives on CRC risk, and potential benefits and harms of surveillance (Aim 3a). The investigators will then convene an expert panel with key stakeholders including Veterans, primary providers, geriatricians, gastroenterologists, VA leaders, and policy makers to present Aim 1, 2, and 3a findings (Aim 3b). The primary outcome will be specific recommendations regarding use of surveillance colonoscopy in older adults, ranked by priority and feasibility, that can guide VA policy around future implementation (or de-implementation) of surveillance among older adults.",
                    "timeFrame": "cross sectional one time - the interviews and panel will be done over a 1 year time period."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nStudy Base and Inclusion Criteria, Aim 1:\n\n* The study base will consist of any Veteran alive at age 75 between 2005-2019, with exposure to a qualifying colonoscopy in the 10-year period prior to turning age 75\n* The investigators will include those with a qualifying colonoscopy associated with a colonoscopy note that can be processed by the previously established natural language processing (NLP) pipelines for extracting colonoscopy data from free-text reports60, 61 (see prior work below)\n* The colonoscopy done closest to, but prior to age 75 will be considered as a candidate qualifying colonoscopy\n* Date of cohort entry (start of follow up) will be defined as date at which a participant meeting inclusion criteria turned 75\n* Date of qualifying colonoscopy prior to age 75 will be defined as the qualifying colonoscopy reference date\n\nStudy Base and Inclusion Criteria for Cases and Subcohort, Aim 2:\n\n* The study base for Aim 2 consists of Veterans ages 75 and alive between 2003-2019 who had a polypectomy prior to turning age 75\n* Identification of the study base for Aim 2 will take a distinct approach from Aim 1\n* A candidate qualifying colonoscopy event will be defined by presence of a CPT code for colonoscopy associated with a pathology note-based diagnosis of an adenoma within 30 days of the CPT code for colonoscopy\n* The colonoscopy event occurring closest to, but prior to age 75 will be selected\n* From the study base, all individuals who developed incident or fatal CRC, and a random sample of the entire study base will undergo manual EHR chart review to confirm study eligibility\n* To identify candidate incident CRC cases, the investigators will identify all adults with a CRC diagnosis at ages 75, utilizing the Oncology Domain with the same strategy for incident CRC identification as described for Aim 1\n* To identify candidate fatal CRC cases, the investigators will identify all adults with a fatal CRC diagnosis at ages 75, using NDI cause-specific mortality data\n* To identify candidate members of the subcohort for chart review, a random sample of the study base will be drawn\n* This sample may include Veterans with and without subsequent CRC. Rationale for including Veterans with and without subsequent CRC (incident and/or fatal) in the control subcohort is well established\n* Specifically, if the investigators were to conduct a cohort study without sampling, then at the start of follow up, the cohort would include people with subsequent CRC\n* In a traditional cohort study, every CRC case contributes to the denominator of individuals at risk. Thus, by including in the subcohort Veterans with and without CRC on follow up, the investigators are able to calculate risk based on exposure to surveillance as if the investigators had conducted a cohort study utilizing the entire cohort\n\nInclusion Criteria, Aim 3a:\n\nParticipant selection for qualitative interviews. Patient Selection:\n\n* The investigators will use EHR data to generate a list of VASDHS and VAGLA patients who have:\n\n  * a) age 75\n  * b) history of colonoscopy with polypectomy in the past 10 years\n  * c) been referred for surveillance colonoscopy\n* The investigators will randomly select patients, recruiting until the investigators have 12 who completed surveillance colonoscopy and 12 who have not completed surveillance\n* The investigators will monitor the sample to assure sex balance consistent with VA demographics for patients who have had colonoscopy (98.2% male and 1.8% females age 75)\n* The investigators will also ensure that at least one- third of sampled patients have moderate or severe frailty based on the claims-based VA-FI36, 64 and make efforts to maintain patient racial/ethnic and geographic (i.e. San Diego/Los Angeles areas) diversity\n\nProvider Selection:\n\n* The investigators will conduct interviews with 20 providers, specifically 10 primary care providers (including 3-4 geriatricians) and 10 gastroenterologists\n* The investigators will select providers from a randomly generated list of practicing VA clinicians (5/8th or greater) at VASDHS or VAGLA\n* If the investigators experience challenges reaching the target sample size, the investigators will employ snowball sampling by asking participants to name other potentially eligible clinicians\n* The investigators anticipate reaching thematic saturation given \\> 17 interviews in each group and have made provisions to accommodate up to 6 additional patient and/or provider interviews if new themes continue to arise by the end of the planned interviews\n* The investigators will make efforts to achieve geographic balance to ensure provider representation from VASDHS and VAGLA\n\nParticipant selection for expert panel:\n\n* The investigators will convene a group of 15-20 multi-level stakeholders for the in-person expert panel in Quarter 1 of Year 4\n* The panel will include VA patients and caregivers (not included in Aim 3a):\n\n  * VA providers\n  * VA leadership and policymakers\n  * health services and clinical researchers\n  * individuals with non-VA healthcare systems perspectives\n\nExclusion Criteria:\n\nStudy Base and Exclusion Criteria, Aim 1:\n\n* History of CRC prior to age 75\n* History of sessile serrated adenoma/polyp/lesion (SSL), traditional serrated adenoma (TSA), or large serrated polyp (LSP, defined as hyperplastic polyp \\>10mm) at qualifying colonoscopy\n* History of inflammatory bowel disease (IBD) prior to age 75\n* Absence of exposure to normal colonoscopy or colonoscopy with polypectomy between ages 65-75\n\nStudy Base and Exclusion Criteria for Cases and Subcohort, Aim 2:\n\n* All candidate CRC cases and members for the subcohort will be included in the analytic sample unless they meet one of the following exclusion criteria:\n\n  * absence of a reviewable colonoscopy note\n  * absence of polypectomy with adenoma diagnosis at candidate qualifying colonoscopy event\n  * presence of a SSL, TSA, or LSP\n  * history of CRC or IBD\n  * history of hereditary cancer syndrome (this criteria is not used for Aim 1 because it cannot be reliably assessed with structured EHR data)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "75 Years",
            "stdAges": [
                "OLDER_ADULT"
            ],
            "studyPopulation": "Older adults at risk for colorectal cancer",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Samir Gupta, MD MS",
                    "role": "CONTACT",
                    "phone": "(858) 552-8585",
                    "phoneExt": "2475",
                    "email": "samir.gupta@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Samir Gupta, MD MS",
                    "affiliation": "VA San Diego Healthcare System, San Diego, CA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA San Diego Healthcare System, San Diego, CA",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92161-0002",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samir Gupta, MD MS",
                            "role": "CONTACT",
                            "phone": "858-552-8585",
                            "phoneExt": "2475",
                            "email": "samir.gupta@va.gov"
                        },
                        {
                            "name": "Samir Gupta, MD MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "VA Greater Los Angeles Healthcare System, West Los Angeles, CA",
                    "status": "RECRUITING",
                    "city": "West Los Angeles",
                    "state": "California",
                    "zip": "90073-1003",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Folasade P May",
                            "role": "CONTACT",
                            "phone": "310-478-3711",
                            "email": "Folasade.May@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.0464,
                        "lon": -118.44813
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}