{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05658796",
            "orgStudyIdInfo": {
                "id": "STUDY21120053"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "SuRxgWell: The Use of RxWell to Minimize the Impact of Mood Disorders on the Recovery of Surgical Patients",
            "officialTitle": "SuRxgWell: The Use of RxWell to Minimize the Impact of Mood Disorders on the Recovery of Surgical Patients",
            "acronym": "RxWell",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "surxgwell-the-use-of-rxwell-to-minimize-the-impact-of-mood-disorders-on-the-recovery-of-surgical-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-26",
            "studyFirstSubmitQcDate": "2022-12-16",
            "studyFirstPostDateStruct": {
                "date": "2022-12-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ata Murat Kaynar",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "With the SuRxgWell study, the investigators envision multipronged benefits from this pilot work for the University of Pittsburgh Medical Center (UPMC) Insurance Services Division (ISD) and its members. The RxWell platform is expected to provide the following benefits: expansion of the use of RxWell to all UPMC ISD members providing peri-operative mood management with advantage of improved peri-operative outcomes, improving saving for the UPMC ISD by hastening the recovery and decreased resource utilization, and addition to the high-value care of UPMC with this holistic approach to patient perioperative care.",
            "detailedDescription": "It is being hypothesized that the perioperative (pre-, peri-, and post-operatively) use of the RxWell will help reduce the deleterious impact of established mood disorders on recovery, including: pain and opioid requirement, functional recovery, decreased complications, and reduction in resources utilized such as hospital length of stay, postoperative need for visits, or the use of rehabilitation.\n\nThe proposal of this pilot study is to investigate the role that MyUPMC could play in detecting preoperative mood disorders in patients undergoing elective surgery and that the use of RxWell could play in reducing the impact of mood disorders on recovery by its involvement pre-operatively, during hospitalization, and after discharge from the hospital.\n\nIt is established that mood disorders increase peri-operative pain, opioid requirement, and delayed recovery causing an increase in resource utilization. Accordingly, the specific aims are:\n\n1. Determine the feasibility of using RxWell for patients undergoing elective surgery who have mood disorder symptoms using MyUPMC platform and established either at the time of visiting the Center for Perioperative Care (CPC) either in-person or via anesthesia telemedicine services (ATS) in a tertiary care system.\n2. Determine the impact of RxWell-associated improvements in anxiety, depression, and catastrophizing on postoperative outcomes with a special focus on resources utilization.\n\nThe content of the digital behavioral tool was developed based on standard Cognitive Behavioral Therapy (CBT) techniques. An additional layer of support includes a behavioral health coach who provides guidance and motivation throughout the use of the app via in-app text messaging.\n\nThis approach has already been tested at UPMC on multiple adult clinical populations. This project represents the first pilot of the digital behavioral tool with perioperative patients\n\nThe digital behavioral tool can provide a resource gap by providing preventive mental health services to promote mental health wellness for patients to help reduce the deleterious impact of established mood disorders on recovery following primary total hip and total knee replacements, including\n\n* pain and opioid requirement,\n* functional recovery,\n* decrease complications, and\n* reduce resources utilization such as hospital length of stay, postoperative need for visits and the use of rehabilitation.\n\nSubjects who choose to sign electronically will be provided a link via email for REDCap. This link will include an electronic consent document and the ability to sign with a computer cursor, stylus, or their finger depending on the device the subject uses to access this link."
        },
        "conditionsModule": {
            "conditions": [
                "Mood Disorders",
                "Anxiety",
                "Depressive Symptoms",
                "Depression",
                "Anxiety Disorders",
                "Anxiety Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 56,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "No intervention (No RxWell). Subjects will receive standard of care and education regarding potential resources for anxiety and depression. Subjects will complete questionnaires via REDCap assessing primary and secondary outcomes",
                    "interventionNames": [
                        "Behavioral: -RxWell"
                    ]
                },
                {
                    "label": "Intervention: RxWell",
                    "type": "EXPERIMENTAL",
                    "description": "RxWell Intervention. Subjects will receive standard of care and digital cognitive behavioral intervention by using the application RxWell. Subjects will complete questionnaires via REDCap assessing primary and secondary outcomes and will complete GAD-7 (Generalized Anxiety Disorder Scale) and PHQ-8 (Patient Health Questionnaire for Depression) every 2 weeks within the RxWell application.",
                    "interventionNames": [
                        "Behavioral: +RxWell"
                    ]
                },
                {
                    "label": "Control (screen failures)",
                    "type": "NO_INTERVENTION",
                    "description": "We will collect data on patient outcomes for patients that did not meet criteria for the RxWell intervention."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "+RxWell",
                    "description": "During the SuRxgWell trial, if a participant is randomized to receive RxWell, they will be provided with an access code that is required to download the app. Once the participant has downloaded the app, they will be paired with a UPMC coach who will guide the person through the sessions using in-app texting to help give them the tools needed to actively cope with anxiety and/or depression. The UPMC coaches are supervised by a licensed UPMC mental health clinician. The participant will have access to the app and coach for six months after they have consented. The digital behavioral tool includes over 30 brief Cognitive Behavioral Therapy (CBT) and mindfulness-based techniques.",
                    "armGroupLabels": [
                        "Intervention: RxWell"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "-RxWell",
                    "description": "Treatment as usual",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Impact of RxWell on depression in the immediate pre- and post-operative periods: PROMIS scale",
                    "description": "This outcome will be measured using the PROMIS Depression 4a Short Form (Patient-Reported Outcomes Measurement Information System). Minimum score is 4 and maximum score is 20. A higher score correlates with higher levels of depression.\n\nhttps://ia801709.us.archive.org/13/items/promis-adult-profile-scoring-manual-4/PROMIS_Adult_Profile_Scoring_Manual%20%284%29.pdf",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Impact of RxWell on depression in the immediate pre- and post-operative periods: PHQ-8 (Patient Health Questionnaire-8 Depression Scale). The minimum score is 0 and the maximum score is 24. A higher score correlates with higher levels of depression.",
                    "description": "This outcome will be measured using the depression by PHQ-8 (Patient Health Questionnaire 8)",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Impact of RxWell on general anxiety disorder in the immediate pre- and post-operative periods: PROMIS scale",
                    "description": "This outcome will be measured using the PROMIS Anxiety 4a Short Form scale (Patient-Reported Outcomes Measurement Information System).\n\nMinimum score is 4 and maximum score is 20. A higher score correlates with higher levels of anxiety.\n\nhttps://ia801709.us.archive.org/13/items/promis-adult-profile-scoring-manual-4/PROMIS_Adult_Profile_Scoring_Manual%20%284%29.pdf",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Impact of RxWell on general anxiety disorder in the immediate pre- and post-operative periods: GAD-7",
                    "description": "This outcome will be measured using the anxiety GAD-7 (General Anxiety Disorder-7) scale.\n\nMinimum score is 0 and maximum score is 21. A higher score correlates with higher levels of anxiety.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Workflow changes brought on by the implementation of RxWell",
                    "description": "This outcome will be measured by qualitative interviews among all practitioners",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "RxWell's acceptance by practitioners and patients",
                    "description": "This outcome will be measured by qualitative interviews among all practitioners and randomly selected patients",
                    "timeFrame": "pre-op to 3 months post-op"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Morphine/morphine equivalent requirement (OME)",
                    "description": "This outcome will be measured by extracting pain medication data from the electronic health record to determine OME (oral morphine equivalents) for opioid medications.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Opioid and non-opioid (ketamine, acetaminophen, NSAIDs, sedatives, etc.) pain medication frequency",
                    "description": "This outcome will be measured by extracting pain medication data from the electronic health record to determine frequency of medication being used to manage pain and OME (oral morphine equivalents) for opioid medications.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Opioid and non-opioid (ketamine, acetaminophen, NSAIDs, sedatives, etc.) pain medication dose",
                    "description": "This outcome will be measured by extracting pain medication data from the electronic health record to determine dose of medication being used to manage pain and OME (oral morphine equivalents) for opioid medications.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Opioid and non-opioid (ketamine, acetaminophen, NSAIDs, sedatives, etc.) pain medication type",
                    "description": "This outcome will be measured by extracting pain medication data from the electronic health record to determine type medication being used to manage pain and OME (oral morphine equivalents) for opioid medications.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Functional recovery; HOOS",
                    "description": "This assessments of the patient's functional status using the 6-Item HOOS (Hip Disability and Osteoarthritis Outcome Score) in patients undergoing total hip replacement. Minimum score is 0 and maximum score is 24. 0 correlates to total hip disability and 24 correlates to perfect hip health outcome will be measured using as",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Functional recovery: KOOS",
                    "description": "This outcome will be measured using assessments of the patient's functional status using he 6-item KOOS (Knee Injury and Osteoarthritis Outcome Score) scales in patients undergoing total knee replacement. Minimum score is 0 and maximum score is 28.\n\n0 correlates to total knee disability and 28 correlates to perfect knee health.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Resource utilization associated with the surgery and recovery: duration of physical therapy",
                    "description": "This outcome will measure duration of physical therapy, measured in days",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Resource utilization associated with surgery and recovery: hospital length of stay",
                    "description": "This outcome will measure post-operative length of stay, measured in days",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Post-surgical complications",
                    "description": "This outcome will be measured by extracting data from the electronic health record to determine the occurrence of post-surgical complications.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Sleep disturbances",
                    "description": "This outcome will be measured using the PROMIS 29+2 scale (Patient-Reported Outcomes Measurement Information System). The subscale for Sleep Disturbances included in PROMIS 29+2 has 4 questions. Minimum score is 4 and maximum score is 20. A higher score correlates with higher sleep disturbance.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Physical function",
                    "description": "This outcome will be measured using the PROMIS 29+2 scale. The subscale for Physical Function included in PROMIS 29+2 has 4 questions. Minimum score is 4 and maximum score is 20. A higher score correlates with an impaired physical function.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Fatigue",
                    "description": "This outcome will be measured using the PROMIS 29+2 scale. The subscale for Fatigue included in PROMIS 29+2 has 4 questions. Minimum score is 4 and maximum score is 20. A higher score correlates with higher levels of fatigue.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Ability to participate in social roles",
                    "description": "This outcome will be measured using the PROMIS 29+2 scale. The subscale for Ability to participate in social roles included in PROMIS 29+2 has 4 questions. Minimum score is 4 and maximum score is 20. A higher score correlates with an inability to participate in social roles.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Pain interference",
                    "description": "This outcome will be measured using the PROMIS 29+2 scale. The subscale for Pain Interference included in PROMIS 29+2 has 4 questions. Minimum score is 4 and maximum score is 20. A higher score correlates with a higher pain interference",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Cognitive function",
                    "description": "This outcome will be measured using the PROMIS 29+2 scale. The subscale for Cognitive Function in PROMIS 29+2 has 2 questions. Minimum score is 2 and maximum score is 10. A higher score correlates with a preserved cognitive function.",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Pain catastrophizing",
                    "description": "This outcome will be measured using the Pain Catastrophizing Scale. Minimum score is 0 and maximum score is 52. A higher score correlates with higher levels of Pain Catastrophizing.",
                    "timeFrame": "pre-op to 3 months post-op"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Surgical outcomes: rate of readmission",
                    "description": "This outcome measures the rate of readmission, measured as a frequency",
                    "timeFrame": "pre-op to 3 months post-op"
                },
                {
                    "measure": "Surgical outcomes: same day discharge",
                    "description": "This outcome measures the rate of same day discharge, measured as a frequency",
                    "timeFrame": "pre-op to 3 months post-op"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for the SuRxgWell Study:\n\n* scheduled for elective orthopedic surgery UPMC Shadyside, Passavant, East and St. Margaret hospitals\n* high levels of negative affective symptoms on validated PROMIS measures\n* T-score \\> or = to 60 on PROMIS Anxiety 4a short form and/or PROMIS Depression 4a short form.\n\nExclusion Criteria for the SuRxgWell Study:\n\n* undergoing non-elective surgery or secondary arthroplasty\n* active delirium\n* neurocognitive impairment\n* severe intellectual disability\n* no access to a smart phone or tablet\n* profound mood disorders requiring immediate intervention such as suicidal ideation\n* T-score \\>70 in PROMIS Anxiety 4a short form and/or PROMIS Depression 4a short form.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Murat Kaynar, MD, MPH",
                    "role": "CONTACT",
                    "phone": "412-383-3463",
                    "email": "kaynarm@upmc.edu"
                },
                {
                    "name": "Nika Zharichenko, MHS",
                    "role": "CONTACT",
                    "phone": "7173155037",
                    "email": "zharichenkon3@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Murat Kaynar",
                    "affiliation": "UPMC Department of Anesthesiology and Perioperative Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UPMC East",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Monroeville",
                    "state": "Pennsylvania",
                    "zip": "15146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Murat Kaynar",
                            "role": "CONTACT",
                            "phone": "412-383-3463",
                            "email": "kaynarm@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.42118,
                        "lon": -79.7881
                    }
                },
                {
                    "facility": "UPMC St. Margaret",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Murat Kaynar",
                            "role": "CONTACT",
                            "phone": "412-383-3463",
                            "email": "kaynarm@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "UPMC Shadyside",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Murat Kaynar",
                            "role": "CONTACT",
                            "phone": "412-383-3463",
                            "email": "kaynarm@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "UPMC Passavant",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15237",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Murat Kaynar",
                            "role": "CONTACT",
                            "phone": "412-383-3463",
                            "email": "kaynarm@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "asFound": "Mood Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}