{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05261425",
            "orgStudyIdInfo": {
                "id": "STUDY00002251"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Suture Closure Trial",
            "officialTitle": "Incision Closure for Orthopedic Procedures",
            "therapeuticArea": [
                "Other"
            ],
            "study": "suture-closure-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-04",
            "studyFirstSubmitQcDate": "2022-02-28",
            "studyFirstPostDateStruct": {
                "date": "2022-03-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Eric Wagner",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Closure of surgical incisions in orthopedic procedures contributes to patient postoperative pain and risk of complication. As the focus on improving orthopedic surgery outcomes shifts to best practices in postoperative pain management, it is important to consider suture types and techniques.\n\nThis study specifically would focus on comparing different suture types and techniques and their efficacy. This will be a randomized controlled trial comparing currently used, standard of care suture types and currently used, standard of care suture techniques to identify differences, if any exist, in postoperative pain scores and wound healing as assessed by exam and postoperative patient surveys. Patients will be identified by the Emory Upper Extremity/Hand Surgeons as they are identified as a candidate for surgery. Participants will then be informed of the study and spoken to about the specifics of the study. The research team will consent and recruit patients either in The Emory Clinic or in the preoperative area prior to surgery. All surgical operations will take place at the ambulatory surgical center in The Emory Clinic or at the Emory University Orthopaedic and Spine Hospital. Patients will not be compensated for participation in this study. No specimens/data/samples will be collected and stored for later use, and there are no optional substudies. This proposed study will address the lack of published literature regarding the suture technique in hand and wrist surgery in particular. Combined with examining various suture materials, the proposal has the potential to provide a valuable and actionable base of knowledge to the current body of literature.",
            "detailedDescription": "The purpose of this study is to evaluate the efficacy of different standard-of-care FDA Approved suture types and techniques.\n\nThe use of sutures in primary closure of surgical incisions is standard of care for all surgical specialties, including surgery of the hand and wrist. When controlling for type of wound, wound depth, and desired tension, the type of suture selected and technique in which it is applied may vary depending on factors such as surgeon preference and training background.\n\nAddressing different suture types: A variety of suture types are currently in use as the standard of care for the closure of surgical incisions. These are primarily categorized by the composition of absorbable and non-absorbable materials, and further by subtype into braided (vicryl and vicryl Rapide absorbable; ethibond and silk non-absorbable) versus monofilament suture structure (monocryl, polydioxanone, and gut absorbable; ethilon and prolene non-absorbable), or alternatively by synthetic versus natural material composition. As suture types vary in their elasticity, plasticity, memory, and tensile strength, there have been multiple studies assessing the difference in various outcomes between the use of absorbable and non-absorbable suture materials for incision closure after wrist and hand surgery, predominantly after carpal tunnel release. Addressing different suture techniques: There is significantly less evidence regarding different suturing techniques for incision closure after upper extremity surgery. In fact, there exist no studies assessing outcomes from different suture techniques for hand or wrist surgery at all. This proposed study will address the lack of published literature regarding the suture technique in hand and wrist surgery in particular. Combined with examining various suture materials, the proposal has the potential to provide a valuable and actionable base of knowledge to the current body of literature. The research team will randomize patients at each endpoint into cohorts for their orthopedic upper extremity surgical procedure. The PI/Co-Investigators will provide primary closure via suture in the operating room with the cooperation of their surgical team to the normal standard of care for wound closure. The research team will coordinate with scrub technicians and nursing staff to ensure that each patient receives the correctly randomized suture or technique for closure by the surgeon. The patient will then be asked questionnaires to evaluate their satisfaction with their wound closure and will be assessed by the surgeon as well.\n\nThe study device sutures will continue to be stored in the operating room and will only be accessed at the time of surgery following standard of care operating protocols"
        },
        "conditionsModule": {
            "conditions": [
                "Surgical Wound",
                "Upper Extremity Injury"
            ],
            "keywords": [
                "Sutures",
                "surgical technique"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 750,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Monocryl buried",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Upper extremity primary surgical wound closure via suture with Monocryl buried",
                    "interventionNames": [
                        "Device: Monocryl buried"
                    ]
                },
                {
                    "label": "Nylon (FDA Approved) not buried",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Upper extremity primary surgical wound closure via suture with Nylon(FDA Approved) not buried",
                    "interventionNames": [
                        "Device: Nylon (FDA Approved) not buried"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Monocryl buried",
                    "description": "Participants randomized to this group will receive the Monocryl (suture) buried (technique). The surgeon will utilize the randomized material and technique and the research team will utilize two surveys postoperatively to assess wound healing and appearance. Participants will fill out these surveys at each of their clinical follow-up visits.",
                    "armGroupLabels": [
                        "Monocryl buried"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Nylon (FDA Approved) not buried",
                    "description": "Participants randomized to this group will receive the Nylon (FDA Approved) (suture) not buried (technique). The surgeon will utilize the randomized material and technique and the research team will utilize two surveys postoperatively to assess wound healing and appearance. Participants will fill out these surveys at each of their clinical follow-up visits.",
                    "armGroupLabels": [
                        "Nylon (FDA Approved) not buried"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in participant's pain score",
                    "description": "Participants will be asked to complete questionnaires to evaluate their pain at each follow-up visit. The Visual Analog Scale will be the subjective measurement to evaluate changes in pain scores, with values ranging from 0 (no pain) to 10 (very severe pain). A higher score indicates worse pain.",
                    "timeFrame": "Post-operative follow-up up to 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients undergoing surgery for upper extremity injury (finger, hand, wrist, elbow, shoulder)\n* Patients aged 18 to 99-years-old who are willing and able to provide informed consent\n\nExclusion Criteria:\n\n* Adults unable to give consent\n* Individuals who are not yet adults (infants, children, teenagers)\n* Pregnant women\n* Prisoners",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eric R Wagner, MD, MS",
                    "role": "CONTACT",
                    "phone": "404-778-7249",
                    "email": "eric.r.wagner@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eric R Wagner, MD, MS",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Orthopedic and Spine Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30084",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eric R Wagner, MD, MS",
                            "role": "CONTACT",
                            "phone": "404-778-7249",
                            "email": "eric.r.wagner@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory Executive Park",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Emory Orthopaedics and Spine Center",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Felix Gonzalez, MD",
                            "role": "CONTACT",
                            "phone": "404-778-5834",
                            "email": "felix.m.gonzalez@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000072836",
                    "term": "Surgical Wound"
                },
                {
                    "id": "D000001134",
                    "term": "Arm Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M1112",
                    "name": "Surgical Wound",
                    "asFound": "Surgical Wound",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4444",
                    "name": "Arm Injuries",
                    "asFound": "Upper Extremity Injury",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}