{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05965245",
            "orgStudyIdInfo": {
                "id": "R21MH131044",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R21MH131044"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Suubi-Mhealth: A Mobile Health Intervention to Address Depression Among Youth",
            "officialTitle": "Suubi-Mhealth: A Mobile Health Intervention to Address Depression and Improve ART Adherence Among Youth Living With HIV (YLHIV) in Uganda",
            "therapeuticArea": [
                "Mental Health",
                "Infectious Diseases"
            ],
            "study": "suubi-mhealth-a-mobile-health-intervention-to-address-depression-among-youth"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-12",
            "studyFirstSubmitQcDate": "2023-07-19",
            "studyFirstPostDateStruct": {
                "date": "2023-07-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Proscovia Nabunya",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Washington University School of Medicine"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall goal of this study is to develop an mHealth intervention (Suubi-Mhealth) for use among Ugandan youth (14-17 years) with comorbid HIV and depression, taking into account their unique contextual, cultural, and developmental needs. This digital therapy intervention delivered via a mobile application, will utilize the core tenets of cognitive-behavioral therapy (CBT) found to improve depression and ART adherence.",
            "detailedDescription": "Approximately 1.7 million children under 15 years old were living with HIV in 2020; and most new HIV infections (85%) occurred in Sub-Saharan Africa (SSA). People living with HIV (PLHIV) often struggle with mental health comorbidities that lower their antiretroviral therapy (ART) adherence. However, 76% to 85% of PLHIV in SSA receive no treatment for serious mental health disorders, especially depression. Depression reduces ART adherence, which negatively impacts health and increases HIV transmission risks. Older adolescents (≥14 years) living with HIV are particularly vulnerable to these risks as caregivers withdraw or lessen their support during their transition to young adulthood. Moreover, older adolescents are also moving into larger and less accommodating adult HIV clinic settings and are at risk for dropping out of ART programs. Given that mental health services are severely under equipped in SSA, including in Uganda, and are inaccessible by many YLHIV, new solutions to increase access to mental health care and close the treatment gap are urgently needed. The overall goal of this study is to develop an mHealth intervention (Suubi-mhealth) for use among Ugandan youth (14-17 years) with comorbid HIV and depression, taking into account their unique contextual, cultural, and developmental needs. This digital therapy intervention delivered via a mobile application, will utilize the core tenets of cognitive-behavioral therapy (CBT) found to improve depression and ART adherence. The study will specifically: Phase 1. R21 Aim 1: Develop and iteratively refine an intervention protocol for Suubi-Mhealth based on formative work to understand needs of youth living with HIV (YLHIV). Four focus groups with youth and two focus groups with health care providers (6-8 youth each) will be conducted for feedback on intervention content and methods to increase participation and retention. R21 Aim 2: Based on results of Aim 1, explore the feasibility and acceptability of Suubi-Mhealth on a small scale (N=30), to inform subsequent refinement for the larger R33 phase. Phase 2. R33 Aim 1: Test the preliminary impact of Suubi-Mhealth versus a waitlist control group (N=200), on youth outcomes (depression, ART adherence, mental health functioning, quality of life, stigma). R33 Aim 2: Examine barriers and facilitators for integrating Suubi-Mhealth into health care settings for YLHIV. The study will be conducted in 10 health clinics in the greater Masaka region in Southern Uganda. Suubi-Mhealth is expected to be an acceptable and feasible mHealth tool to reduce depression, improve ART adherence and overall mental health functioning among YLHIV. If the results of this pilot are promising, then the next step is an R01 to rigorously test Suubi-Mhealth in a larger trial, spanning multiple sites across Uganda."
        },
        "conditionsModule": {
            "conditions": [
                "Depression",
                "HIV Infection"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 278,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Suubi-Mhealth",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this condition will receive the Suubi-Mhealth intervention delivered via a smart phone app.",
                    "interventionNames": [
                        "Behavioral: Suubi-Mhealth"
                    ]
                },
                {
                    "label": "Waitlist Control",
                    "type": "OTHER",
                    "description": "Participants in this condition will receive the Suubi-Mhealth intervention after the active treatment group. They will also receive a smart phone without the Suubi-Mhealth app at the same time as the intervention group.",
                    "interventionNames": [
                        "Behavioral: Suubi-Mhealth"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Suubi-Mhealth",
                    "description": "Suubi-Mhealth is a theoretically-based digital therapeutics tool that aims to provide educational content on depression while considering the unique needs of SSA youth living with HIV. This educational content will be aligned with scientific recommendations for cognitive-behavioral therapy for adherence and depression as applied to HIV medication adherence. Core instruction will include psychoeducation on the interplay between HIV and depression; minimizing cognitive distortions related to ART adherence and stigma, as well as depression; challenging negative automatic thoughts; analysis and development of behavioral skills; reducing environmental stressors. Suubi-Mhealth will also have a social networking center in which patients can contact the research team, peers who are also taking part in this intervention, and other trusted individuals such as loved ones. Other features include tools for setting and monitoring goals, and a clinical management dashboard for the research team.",
                    "armGroupLabels": [
                        "Suubi-Mhealth",
                        "Waitlist Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient Health Questionnaire (PHQ-9) Health Questionnaire (PHQ-9)",
                    "description": "Depression will be assessed using the Patient Health Questionnaire (PHQ-9). Change in the mean score on the PHQ-9 over time will be assessed. The total score ranges between 0-27, with higher scores indicating higher levels of depressive symptoms.",
                    "timeFrame": "Baseline, 1 month, 2 months, 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "ART Treatment Adherence",
                    "description": "Change in ART adherence over time will be assessed by three items that have been:1) number of days that participants report taking their medication in the past month relative to the total number of days they were prescribed the medication; 2) frequency of taking the medicine in the way they were supposed to in the past month; and 3) how good a job they did at taking the medicine in the way they were supposed to in the past month. Responses from each item will be linearized into a continuous scale ranging from 0-100, with low scores representing poor adherence and 100 representing perfect adherence.",
                    "timeFrame": "Baseline, 1 month, 2 months, 6 months"
                },
                {
                    "measure": "Brief Symptoms Index (BSI)",
                    "description": "Psychological distress will be measured using the Brief Symptoms Index, which has been used globally and validated for use among adolescents. Change in mean score on the BSI over time will be assessed. The total score ranges between 53-212, with higher score indicating higher levels of psychological distress.",
                    "timeFrame": "Baseline, 1 month, 2 months, 6 months"
                },
                {
                    "measure": "Pediatric Quality of Life Inventory (PedsQL)",
                    "description": "Quality of Life will be measured by the Pediatric Quality of Life Inventory which includes items assessing general well-being, stress levels, functioning impairment, and cognitive functioning. Change in mean score on the PedsQL over time will be assessed. The total score ranges between 43-132, with higher scores indicating poor quality of life.",
                    "timeFrame": "Baseline, 1 month, 2 months, 6 months"
                },
                {
                    "measure": "Medical Outcomes Study HIV Health Survey (MOSHIV)",
                    "description": "Medical Outcomes Study HIV Health Survey (MOSHIV) will be used to assess physical health and HIV symptom impact. Change in symptoms and physical health over time will be measured.",
                    "timeFrame": "Baseline, 1 month, 2 months, 6 months"
                },
                {
                    "measure": "HIV/AIDS Stigma and Discrimination Scale",
                    "description": "HIV Stigma will be measured using the HIV/AIDS Stigma and Discrimination Scale. Change in the mean score over time will be assessed. The total score ranges between 22-88, with higher score indicating higher levels of HIV stigma.",
                    "timeFrame": "Baseline, 1 month, 2 months, 6 months"
                },
                {
                    "measure": "Shame Questionnaire",
                    "description": "Shame related to living with HIV will be measured using the Shame Questionnaire. Change in the mean score over time will be assessed. The total score range between 0 and 16 with a higher score indicating higher levels of HIV-associated shame.",
                    "timeFrame": "Baseline, 1 month, 2 months, 6 months"
                },
                {
                    "measure": "Multidimensional Scale of Perceived Social Support",
                    "description": "Multidimensional social support from friends, family members and community members will be measured using the Multidimensional Scale of Perceived Social Support. Change in the mean score on the MSPSS over time will be assessed. The total score ranges between 40-240, with higher score indicating higher levels of Multidimensional social support.",
                    "timeFrame": "Baseline, 1 month, 2 months, 6 months"
                },
                {
                    "measure": "Social Support Behavioral Scale (SS-B)",
                    "description": "Additional social support from family members and friends will be measured using the Social Support Behaviors Scale (SSBS). Change in the mean score on the SSBS over time will be assessed. The total score ranges between 45-225, with higher score indicating higher levels of social support.",
                    "timeFrame": "Baseline, 1 month, 2 months, 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 14-17 years\n* HIV positive and aware of their status i.e., disclosed to\n* Prescribed antiretroviral therapy\n* Living within a family, including with extended family members (not in institutions)\n* Health care providers who work with youth at participating clinics who agree to participate in the study.\n\nExclusion Criteria:\n\n* A significant cognitive impairment that interferes with the participant's understanding of the informed consent process, or inability/unwillingness to commit to completing the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Washington University in St. Louis",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Proscovia Nabunya, PhD",
                            "role": "CONTACT",
                            "phone": "314-935-9087",
                            "email": "nabunyap@wustl.edu"
                        },
                        {
                            "name": "Patricia Cavazos-Rehg, PhD",
                            "role": "CONTACT",
                            "phone": "314-3622152",
                            "email": "pcavazos@wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "International Center for Child Health and Development (ICHAD)",
                    "status": "RECRUITING",
                    "city": "Masaka",
                    "country": "Uganda",
                    "contacts": [
                        {
                            "name": "Anita Kabarambi",
                            "role": "CONTACT",
                            "phone": "256-752389564",
                            "email": "akabarambi@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": -0.33379,
                        "lon": 31.73409
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Once all of the data has been de-identified, cleaned, and validated, and main findings have been published, the Investigators expect to share data with the scientific community. The research team will make datasets available to any individual who makes a direct request to the PI and indicates the data will be used for the purposes of research (per Code of Federal Regulations Title 45 Part 46: \"Research is defined as a systematic investigation, including research development, testing and evaluation, designed to develop or contribute to generalizable knowledge.\"). In sharing participant data, the team will follow Washington University in St. Louis' Office of Sponsored Projects' data sharing agreement.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ANALYTIC_CODE"
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6263",
                    "name": "Coal Tar",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}