{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06484075",
            "orgStudyIdInfo": {
                "id": "10001561"
            },
            "secondaryIdInfos": [
                {
                    "id": "001561-AA"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Suvorexant for Alcohol Use Disorder (AUD): Neural Mechanisms",
            "officialTitle": "Suvorexant for Alcohol Use Disorder (AUD): Neural Mechanisms",
            "therapeuticArea": [
                "Other"
            ],
            "study": "suvorexant-for-alcohol-use-disorder-aud-neural-mechanisms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-23",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-29",
            "studyFirstSubmitQcDate": "2024-07-01",
            "studyFirstPostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nAlcohol use disorder (AUD) is a leading cause of disease and death worldwide. New treatments for AUD are needed. Dopamine, a chemical that carries signals between brain cells, is thought to play a role in alcohol addiction. Researchers want to learn how Suvorexant, a drug used to treat sleep disorders, affects dopamine receptors in the brain.\n\nObjective:\n\nTo see how Suvorexant affects dopamine receptors in people with AUD and in healthy people.\n\nEligibility:\n\nPeople aged 18 to 75 years seeking treatment for AUD. Healthy volunteers are also needed.\n\nDesign:\n\nParticipants with AUD will stay in the clinic for at least 3 to 4 weeks for alcohol detoxification. They will receive normal treatment for AUD.\n\nSuvorexant is a medicine used to treat sleep problem that is taken taken by mouth, once a day. Some participants will take the study drug. Others will take a placebo. The placebo looks like the study drug but does not contain any medicine. Participants will not know which they are taking.\n\nParticipants will wear a device that looks like a wristwatch to track their movements during their clinic stay.\n\nParticipants will have blood tests and 3 brain imaging scans before starting on the study drug: 2 positron emission tomography (PET) and 1 magnetic resonance imaging (MRI) scan. They will be injected with a radioactive tracer during each PET scan.\n\nParticipants will have tests to assess their thinking, memory, and attention. They will have sleep studies.\n\nImaging scans and other tests will be repeated at the end of the study.\n\nHealthy volunteers will have 1 MRI and 2 PET scans. They will have tests to assess of their thinking, memory, and attention. They will wear a wristwatch like movement monitor for 1 week.",
            "detailedDescription": "Study Description:\n\nThis protocol examines effects of a 3-4 week course of suvorexant treatment on brain dopamine receptors, brain reactivity to cues and symptomatology in individuals with alcohol use disorder (AUD) undergoing detoxification. We hypothesize that suvorexant compared to placebo will (1) increase striatal dopamine D2 receptors while decreasing the balance of D1 to D2 receptor signaling (D1R/D2R) and (2) improve sleep and reduce alcohol craving and dysphoria.\n\nObjectives:\n\nPrimary objectives: To examine the impact of suvorexant on dopamine receptors in adults with AUD undergoing detoxification and to compare against baseline measures in healthy controls.\n\nSecondary Objectives: To examine suvorexant s effects on sleep quality and alcohol craving in adults with AUD undergoing detoxification.\n\nEndpoints:\n\nPrimary Endpoint: Suvorexant s effects on brain dopamine receptors:\n\n-Striatal dopamine D1 and D2 receptor availabilities and D1R/D2R ratios\n\nSecondary Endpoints: Effects of suvorexant on:\n\n* N3, REM, and total sleep duration (assessed with polysomnography)\n* Self-reports of sleep quality\n* Self-reports of alcohol craving and mood\n\nExploratory Endpoints:\n\n* Brain structure, function, chemistry and cerebrospinal fluid (CSF) dynamics as assessed by MRI (task and resting fMRI, MRS, structural MRI, and diffusion tensor imaging or DTI)\n* Cognitive Test Performance"
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use Disorder (AUD)",
                "Healthy Volunteers"
            ],
            "keywords": [
                "Alcohol Use Disorder (AUD)",
                "Suvorexant",
                "Dopamine D1R",
                "Dopamine D2R",
                "Sleep",
                "Alcohol Craving"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Non treatment",
                    "type": "NO_INTERVENTION",
                    "description": "Healthy Volunteers will receive two PET scans and one MRI session without any treatment."
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "AUD subjects randomized to receive placebo for up to 4 weeks during inpatient treatment.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Suvorexant",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "AUD subjects randomized to receive Suvorexant (20 mg po) for up to 4 weeks during inpatient treatment.",
                    "interventionNames": [
                        "Drug: Suvorexant"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Suvorexant",
                    "description": "Drug approved for improving sleep",
                    "armGroupLabels": [
                        "Suvorexant"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "The placebo will be a tablet, but only containing inert inactive ingredients.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To examine the impact of suvorexant on dopamine receptors in adults with AUD undergoing detoxification and to compare against baseline measures in healthy controls.",
                    "description": "We hypothesize that suvorexant compared to placebo will (1) increase striatal dopamine D2 receptors while decreasing the balance of D1 to D2 receptor signaling (D1R/D2R) and (2) improve sleep and reduce alcohol craving and dysphoria.",
                    "timeFrame": "3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To examine suvorexant s effects on sleep quality and alcohol craving in adults with AUD undergoing detoxification.",
                    "description": "We hypothesize that suvorexant compared to placebo will improve sleep and reduce alcohol craving and dysphoria.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* All participants\n\nTo be eligible to participate in this study, an individual must meet all of the following criteria:\n\n* Stated willingness to comply with all study procedures and availability for the duration of the study.\n* Male or female, ages 18 -75 years old.\n* Ability to understand and the willingness to sign a written informed consent document.\n* AUD Participants\n\nTo be eligible to participate in this study, an individual with AUD must meet all of the inclusion criteria (listed above) and also meet the following criteria:\n\n* DSM 5 diagnosis of moderate or severe AUD.\n* Participants seeking treatment for their AUD.\n* Minimum 5-year history of heavy drinking (SAMSHA s criteria for heavy drinking: for men 5 or more drinks/day on at least 5 different days per month; and for women 4 or more drinks/day on at least 5 different days per month.\n* Last alcohol use within the 10 days prior to enrollment in the Natural History protocol 14AA0181.\n* Self-reported insomnia/sleep problems: PSQI score \\> 4 and/or endorsing problems falling asleep or staying asleep throughout the night .\n* Ability to take oral medication and be willing to adhere to the suvorexant/placebo regimen.\n* Agreement to commit to at least 28 days, and up to 40 days, inpatient stay (starting from Natural History protocol enrollment).\n* Agreement to adhere to Lifestyle Considerations throughout study duration.\n\nEXCLUSION CRITERIA:\n\n-All Participants\n\nAn individual who meets any of the following criteria will be excluded from participation:\n\n-Presence of ferromagnetic objects in the body that are contraindicated for MRI of the head, fear of enclosed spaces, or other standard contraindication to MRI.\n\n* Cannot lie comfortably flat on his/her back for up to 2 hours in the MRI scanner.\n* Body weight \\> 400 lbs. The PET scanner bed is tested to a weight limit of 400 lbs.\n* Have had previous radiation exposure (from X-rays, PET scans, or other exposure) that, with the exposure from this study, would exceed NIH annual research limits as determined by medical history and physical exam.\n* Pregnant or breast-feeding: Females of childbearing potential, or with tubal ligation, or are post-menopausal and are age 55 or less will undergo a urine pregnancy test and it must be negative to continue participation. Urine pregnancy tests will be repeated on subsequent days of study (i.e., within 24 hours before study procedures). Females must not be currently breastfeeding.\n* Severe head trauma with loss of consciousness \\> 60 minutes.\n* Current severe mental illness (schizophrenia, bipolar disorder).\n* Montgomery-Asberg depression rating scale (MADRS) total score \\> 35 or suicidal thoughts item score \\> 3, indicating severe depression or moderate suicidality, respectively.\n* Major medical problems that can permanently impact brain function (e.g., seizures, psychosis, stroke, Alzheimer s disease, Parkinson s disease, traumatic brain injury, clinically significant arrhythmias except bradycardia, and HIV+).\n* Hepatic enzymes (ALT/GPT, AST/GOT, Total Bilirubin, Direct Bilirubin) that are \\>5x the upper limit of normal, indicating severe hepatic impairment.\n\n  -\\*Non-English speakers (must also be able to read and comprehend English).\n\n  \\*11: The intent of the research has no prospect of direct benefit to the subject. Therefore, we are excluding non-English speakers in this research study since it includes the administration of questionnaires, surveys and assessments that are validated for English; only some are available in Spanish. In addition, our fMRI paradigms require that the subject be able to speak, read and comprehend English.\n* AUD Participants\n\nAn individual with AUD who meets any of the exclusion criteria (listed above) or any of the following criteria will be excluded from participation in this study:\n\n1. Current daily use of stimulant medications, modafinil, wellbutrin, naltrexone, antipsychotics, or strong CYP3A inhibitors (e.g., ketoconazole, itraconazole, posaconazole, clarithromycin, nefazodone, ritonavir, saquinavir, nelfinavir, indinavir, boceprevir, telaprevir, telithromycin and conivaptan).\n\n   -Current benzodiazepine, opioids, cannabis or stimulant misuse (must have misused 5+ days/week for \\>1 year, and most recent use must have been within 7 days of inpatient admission).\n\n   -History of severe substance use disorders (other than alcohol, nicotine or caffeine).\n\n   -Major medical problems that are contraindicated for the use of suvorexant (narcolepsy, severe obstructive sleep apnea or severe chronic obstructive pulmonary disease, REM behavioral disorder) as determined by history and clinical exam.\n\n   We minimized exclusion criteria pertaining to current medication use in the AUD group participants to make recruitment feasible and so the outcome can be better generalized to vulnerable AUD populations which have high rates of comorbid mental and physical illness requiring medication.\n   * Control Participants\n\n   A control individual who meets any of the exclusion criteria listed under All Participants (above) or any of the following criteria will be excluded from participation in this study:\n   * Current DSM-5 diagnosis of a psychiatric disorder that requires/required daily psychoactive medications (antidepressant, antipsychotics, stimulants, opioids, benzodiazepines or barbiturates) in the past two months and that could impact brain function at the time of the study as determined by history and clinical exam.\n   * History of moderate or severe substance use disorders (other than nicotine or caffeine).\n   * The following current chronically used (past 2 months) medications are exclusionary: stimulant or stimulant-like drugs and medications (cocaine, methamphetamine, amphetamine, methylphenidate, modafinil); opioid drugs or medications; antianginal agents; antiarrhythmics; systemic corticosteroids; anticholinergics; anticoagulants; anticonvulsants; antidepressants; antihistamines (sedating); beta-blocker antihypertensives; antineoplastics; antiobesity; antipsychotics; anxiolytics (benzodiazepine or barbiturates); lithium; muscle relaxants; psychotropic drugs not otherwise specified (nos); sedatives/hypnotics, systemic steroids. Note that nicotine and/or caffeine is not exclusionary.\n\n   When developing this protocol to include healthy volunteers, we needed a population not taking medications that could impact our interpretation of dopamine level measurements, since we are hoping to get estimates of baseline dopamine levels in this control population.\n\n   Note that subjects will not be excluded from enrollment onto this study if their urine test or breath alcohol level (BAL) is positive for drugs/alcohol on initial screening. The following guidelines will be followed for positive drug/alcohol screens on study procedure days involving imaging scans and neuropsychological testing for all participants:\n   * If a subject s urine drug/breath alcohol (\\>0.08%) screen test is positive on days involving imaging (MRI and/or PET) and NP testing, the procedures will be postponed and rescheduled. We will allow for up to 3 rescheduled study days resulting from positive urine drug/breath alcohol screens. If urine drug screen is positive for THC-COOH, a saliva drug screen will be performed and subject may proceed with study day testing procedures if saliva results for THC are negative. If the urine/saliva drug test is positive on the third rescheduled visit, the participant will be withdrawn from the study.\n   * If a participants urine drug screen test is positive for marijuana (urine drug screen positive for THC-COOH) on the day of the scan, we will then perform a saliva drug screen to verify if THC is present. If positive, procedures will be postponed until it becomes negative.\n   * If a participants urine drug screen test is positive for cocaine, heroin or methamphetamine they will be excluded.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peter G Manza, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-9724",
                    "email": "peter.manza@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter G Manza, Ph.D.",
                    "affiliation": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIH Clinical Center Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_001561-AA.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".Data is analyzed by subject group and not on an individual basis."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000551624",
                    "term": "Suvorexant"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068776",
                    "term": "Sleep Aids, Pharmaceutical"
                },
                {
                    "id": "D000006993",
                    "term": "Hypnotics and Sedatives"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000068796",
                    "term": "Orexin Receptor Antagonists"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M234494",
                    "name": "Suvorexant",
                    "asFound": "Botulinum Toxin A",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14268",
                    "name": "Promethazine",
                    "relevance": "LOW"
                },
                {
                    "id": "M7338",
                    "name": "Diphenhydramine",
                    "relevance": "LOW"
                },
                {
                    "id": "M10043",
                    "name": "Hypnotics and Sedatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M307",
                    "name": "Orexin Receptor Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                },
                {
                    "abbrev": "AAll",
                    "name": "Anti-Allergic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}