{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06095401",
            "orgStudyIdInfo": {
                "id": "23-1142"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21AR082101",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21AR082101"
                }
            ],
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Swelling Management After Knee Replacement",
            "officialTitle": "Swelling Management After Total Knee Arthroplasty: A Randomized Controlled Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "swelling-management-after-knee-replacement"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-02",
            "studyFirstSubmitQcDate": "2023-10-18",
            "studyFirstPostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To determine if inelastic adjustable compression garment results in improved surgical limb swelling control (bioimpedance assessment - primary outcome) after TKA compared to control (TED hose).",
            "detailedDescription": "Total knee arthroplasty (TKA) is commonly performed to address disability from end-stage osteoarthritis (OA) in older adults and is expected to increase five-fold by 2040 to 3.5 million TKAs annually. Although TKA is effective at reducing pain, it is a substantial acute trauma to the joint that exacerbates the underlying weakness and disability common with OA, leading to long-term atrophy and further disability. Attenuation of this acute loss of strength and function leads to improved long-term outcomes. Key to preventing this acute loss is effectively managing postoperative knee swelling.\n\nKnee swelling after TKA is profound and is theorized to be a major driver of this acute strength and functional loss. The average level of swelling peaks at a 35% increase in the first week after surgery. During the initial postoperative period, quadriceps strength decreases by 60% leading to decreases in functional performance of up to 90%. This early postoperative strength loss is driven by a deficit in quadriceps activation which limits rehabilitation potential acutely and leads to long term losses of quadriceps strength up to 42%. Quadriceps weakness results in long-term decreases in gait speed, balance, stair-climbing ability, and chair rise ability. Early functional decline increases the risk for falls and disability later in life. Furthermore, postoperative knee swelling has also been associated with increased pain, decreased range of motion (ROM) and post-surgical complications, such as deep venous thrombosis (DVT) and infection. However, traditional postoperative interventions such as elastic compression stockings (thromboembolism-deterrent \\[TED\\] hose) have demonstrated minimal effectiveness in reducing swelling after TKA.\n\nThe investigators have demonstrated in a pilot cohort study (N=16) that an inelastic, adjustable compression garment was related to decreases in swelling by 50% in the early postoperative period. However, there is a need to more formally evaluate the effects of this garment in a more robust design as well as determine the preliminary effects of this garment on important downstream clinical outcomes (e.g., strength and function) prior to initiating a larger clinical trial.\n\nTherefore, the investigators propose a randomized controlled study of 58 older adult participants undergoing TKA to determine if the utilization of an inelastic adjustable compression garment (INCOM) reduces postoperative swelling more than elastic TED hose (CONTROL). Both groups will wear the assigned garments for the first three weeks after TKA and participate in a standardized rehabilitation program after TKA. Outcomes will be assessed preoperatively and postoperatively at weeks 1,2, 3 (end of intervention), and 12.\n\nAIM 1: To determine if INCOM results in improved surgical limb swelling control (bioimpedance assessment - primary outcome) after TKA compared to CONTROL.\n\nHypothesis 1: INCOM will demonstrate reduced surgical limb swelling compared to the CONTROL group at 1, 2, and 3 weeks (primary endpoint) after TKA, and group differences will persist at 12 weeks.\n\nAIM 2: To explore the preliminary efficacy of INCOM on the outcomes of quadriceps strength (dynamometer), pain (numeric pain rating scale), ROM (goniometry), physical function (30-second Sit to Stand test, Timed Up and Go), and patient-reported outcomes (WOMAC) compared to CONTROL.\n\nHypothesis 2: Direction of the effect will favor the INCOM group for strength, pain, ROM, physical function, and patient-reported outcomes compared to the CONTROL group at weeks 1,2, 3 and 12 weeks after TKA."
        },
        "conditionsModule": {
            "conditions": [
                "Arthroplasties, Knee Replacement"
            ],
            "keywords": [
                "swelling"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 58,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Inelastic adjustable compression garment (INCOM)",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects randomized to the INCOM group will have a CircAid Juxtafit upper leg and knee garment combined with a lower leg garment (Medi USA, Whitsett, NC) applied to their limb at a minimum of 30mm Hg utilizing a standardized garment tensioning tool.\n\nThe experimental group will be instructed to wear their garments during all waking hours with a target wear time of \\>80% of waking hours for the first three weeks after surgery.",
                    "interventionNames": [
                        "Other: Inelastic adjustable compression garment (INCOM)"
                    ]
                },
                {
                    "label": "Elastic compression garment (CONTROL)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects randomized to the CONTROL group will have a thigh-length elastic compression garment (thromboembolism-deterrent \\[TED\\] hose) applied to their limb. The control group will be instructed to wear their garments during all waking hours with a target wear time of \\>80% waking hours for the first three weeks after surgery.",
                    "interventionNames": [
                        "Other: Elastic compression garment (CONTROL)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Inelastic adjustable compression garment (INCOM)",
                    "description": "Immediately following surgery, participants randomized to INCOM will wear an inelastic adjustable compression garment set to a minimum of 30mm Hg of compression utilizing a standardized garment tensioning tool. Participants will be instructed to wear the compression garment during waking hours with a target wear time of 80% of waking hours. Participants will participate in a standardized rehabilitation program",
                    "armGroupLabels": [
                        "Inelastic adjustable compression garment (INCOM)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Elastic compression garment (CONTROL)",
                    "description": "Immediately following surgery, participants randomized to CONTROL will wear a thigh-length elastic compression garment (thromboembolism-deterrent \\[TED\\] hose) for the first 3 weeks after TKA. Participants will be instructed to wear the compression garment during waking hours with a target wear time of 80% of waking hours. Participants will participate in a standardized rehabilitation program",
                    "armGroupLabels": [
                        "Elastic compression garment (CONTROL)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Swelling (bioelectrical impedance)",
                    "description": "Testing will be performed with a RJL Systems Quantum (Clinton Township, MI) bioelectrical impedance device, which delivers a 2.5 uA alternating current at a frequency of 50kHz. Testing will be performed with a four-wire measurement method, consisting of two current-injecting electrodes represented by the red leads (below) and two measuring electrodes (black leads) that detect the voltage drop across the limb. Fours surface electrodes will then be systematically placed on the lower extremity along the second ray on the dorsal surface of the foot separated by 10 cm and at 10 and 20 cm proximal to the superior pole of the patella on the anterior surface of the thigh. Lower levels of impedance represent the increased fluid content present with greater levels of swelling. Measuring the impedance of both the involved and uninvolved limb allows for calculation of ratio (involved/uninvolved).",
                    "timeFrame": "Baseline testing will occur 2-14 days prior to TKA at the Portercare Adventist campus. Postoperative testing will occur at weeks 1, 2, 3 (primary endpoint), and 12."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quadriceps strength and activation testing",
                    "description": "Maximum voluntary isometric quadriceps strength of the surgical and non-surgical limb will be assessed using an electromechanical dynamometer (Humac Norm, CSMI). Testing will be repeated up to 3 times with 1 minute of rest between trials, until 2 attempts are within 5% of each other. The trial with the largest maximal volitional isometric force output will then be normalized to each participant's body weight (in kilograms) and used for data analysis. Voluntary activation of the quadriceps muscle will be assessed using the doublet interpolation technique, where a supramaximal stimulus will be applied during an MVIC and again, immediately afterward, with the quadriceps muscle is at rest.",
                    "timeFrame": "Baseline testing will occur 2-14 days prior to TKA at the Portercare Adventist campus. Postoperative testing will occur at weeks 3 (primary endpoint) and 12."
                },
                {
                    "measure": "Range of motion",
                    "description": "Knee ROM will be measured actively in the supine position actively using a long-arm goniometer.",
                    "timeFrame": "Baseline testing will occur 2-14 days prior to TKA at the Portercare Adventist campus. Postoperative testing will occur at weeks 1, 2, 3 (primary endpoint), and 12."
                },
                {
                    "measure": "30-second Sit to Stand test (30-STS)",
                    "description": "The 30 second sit to stand test measures the number of times a subject can rise from a seated position without the use of hands.",
                    "timeFrame": "Baseline testing will occur 2-14 days prior to TKA at the Portercare Adventist campus. Postoperative testing will occur at weeks 1, 2, 3 (primary endpoint), and 12."
                },
                {
                    "measure": "Numeric pain rating scale",
                    "description": "Pain will be assessed using a verbal numeric pain rating scale (NPRS) from 0 to 10 where 0 represents \"no pain\" and 10 represents the \"worst imaginable pain.\" The NPRS will be assessed at baseline, after each MVIC during strength testing, and after each functional performance measure",
                    "timeFrame": "Baseline testing will occur 2-14 days prior to TKA at the Portercare Adventist campus. Postoperative testing will occur at weeks 1, 2, 3 (primary endpoint), and 12."
                },
                {
                    "measure": "Timed Up and Go test (TUG)",
                    "description": "The Timed up and go test measures the amount of time it takes for an individual to rise from a chair, walk 3m, turn around, walk back to the chair, and return to a seated position.",
                    "timeFrame": "Baseline testing will occur 2-14 days prior to TKA at the Portercare Adventist campus. Postoperative testing will occur at weeks 1, 2, 3 (primary endpoint), and 12."
                },
                {
                    "measure": "Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC)",
                    "description": "The WOMAC is a widely used self-administered health status measure used in assessing pain, stiffness, and function in patients with OA of the hip or knee. The WOMAC measures three separate dimensions: 1) Pain (5 questions); 2) Stiffness (2 questions); 3) Function (17 questions).\n\nHigher scores indicate worse pain, stiffness, and functional limitations. The WOMAC measures five items for pain (score range 0-20), two for stiffness (score range 0-8), and 17 for functional limitation (score range 0-68). Physical functioning questions cover everyday activities such as stair use, standing up from a sitting or lying position, standing, bending, walking, getting in and out of a car, shopping, putting on or taking off socks, lying in bed, getting in or out of a bath, sitting, and heavy and light household duties.",
                    "timeFrame": "Baseline testing will occur 2-14 days prior to TKA at the Portercare Adventist campus. Postoperative testing will occur at weeks 1, 2, 3 (primary endpoint), and 12."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Satisfaction Survey",
                    "description": "Satisfaction with the garments will be assessed at week 3 (end of intervention) using a satisfaction survey.",
                    "timeFrame": "Postoperative week 3 (end of intervention - Primary endpoint)"
                },
                {
                    "measure": "Adverse Events",
                    "description": "Adverse events (e.g. manipulation under anesthesia, deep vein thrombosis, and infection) and garment related wear issues (e.g. skin irritation) will be tracked and reported.",
                    "timeFrame": "Postoperative weeks 1,2,3 and 12."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Primary, unilateral total knee arthroplasty (TKA)\n* Age 50 years or older\n\nExclusion Criteria:\n\n* Surgical complication necessitating an altered course of rehabilitation\n* Unable to attend outpatient rehabilitation 2x/week for 3 weeks following surgery\n* Inability to don/doff garment\n* Neurological, cardiovascular, or unstable orthopedic conditions that limit function\n* Medical conditions that cause chronic lower extremity swelling\n* Contralateral TKA within past year\n* Pain \\>5/10 in their contralateral knee or definite plans on having their other knee replaced in the next year\n* Current tobacco smoker\n* Use of illegal drugs\n* Uncontrolled diabetes (hemoglobin A1c level \\>8.0)\n* Body mass index \\>40 kg/m2",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael J Bade, PhD",
                    "role": "CONTACT",
                    "phone": "303-724-9590",
                    "email": "michael.bade@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Bade, PhD",
                    "affiliation": "University of Colorado - Anschutz Medical Campus",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Anschutz Medical Campus",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Bade, PhD, DPT",
                            "role": "CONTACT",
                            "phone": "303-724-9025",
                            "email": "michael.bade@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "Colorado Joint Replacement",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Roseann Johnson, BS",
                            "role": "CONTACT",
                            "phone": "303-260-2940",
                            "email": "roseann.johnson@adventhealth.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified, anonymized dataset will be shared in a publication, which will be available through PubMed within a year of publication.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Publications will be made available to the public through PubMed Central within one year after the date of publication."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}