{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03161431",
            "orgStudyIdInfo": {
                "id": "Syntrix-SX682-Melanoma-101"
            },
            "secondaryIdInfos": [
                {
                    "id": "R44CA217591",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R44CA217591"
                }
            ],
            "organization": {
                "fullName": "Syntrix Biosystems, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "SX-682 Treatment in Subjects With Metastatic Melanoma Concurrently Treated With Pembrolizumab",
            "officialTitle": "A Phase 1, Open-Label, Dose-Escalation With Expansion Study of SX-682 in Subjects With Metastatic Melanoma Concurrently Treated With Pembrolizumab",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "sx-treatment-in-subjects-with-metastatic-melanoma-concurrently-treated-with-pembrolizumab"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-06-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-05-16",
            "studyFirstSubmitQcDate": "2017-05-18",
            "studyFirstPostDateStruct": {
                "date": "2017-05-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Syntrix Biosystems, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "Dana-Farber Cancer Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Mayo Clinic",
                    "class": "OTHER"
                },
                {
                    "name": "University of Rochester",
                    "class": "OTHER"
                },
                {
                    "name": "M.D. Anderson Cancer Center",
                    "class": "OTHER"
                },
                {
                    "name": "University of Miami",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Cancers attract myeloid-derived suppressor cells (MDSCs) that prevent our own immune responses from destroying the cancer. This study will be the first study to begin to determine if the newly discovered drug SX-682 can block cancers from attracting MDSCs. This first study will enroll participants with melanoma, as melanoma cancer has been shown to be able to attract MDSCs. The study will begin to determine if SX-682 is a safe and effective treatment of melanoma. It is thought that SX-682 will block MDSCs from going to the cancer, and thus will allow a patient's own immune system to attack the cancer.\n\nThe first participants enrolled in the study will receive for 21 days SX-682 as monotherapy. After 21 days participants will receive pembrolizumab therapy (an approved immunotherapy for melanoma) in combination with SX-682 for up to approximately 2 years.\n\nOnce the safe dose level of SX-682 in combination with pembrolizumab is determined, the remaining participants will be enrolled at the highest safe dose level of SX-682, in combination with pembrolizumab. These participants will receive the combination therapy and be evaluated in the study for approximately 2 years.",
            "detailedDescription": "Objectives\n\nThe primary objective is to determine the safety profile of SX-682 alone and in combination with pembrolizumab in subjects with metastatic melanoma, including the maximum dose that can be administered until adverse effects prevent further dose increases, and the dose-limiting toxicity (DLT).\n\nThe secondary objectives are to: 1) evaluate the efficacy of SX-682 in combination with pembrolizumab on the basis of the objective response rate, the duration of response, and the rate of progression; and 2) characterize the SX-682 single-dose and multidose PK profile.\n\nExploratory objectives are to: 1) assess overall survival (OS); and 2) explore potential biomarkers associated with pharmacodynamic and clinical response to SX-682 alone and combined with pembrolizumab, where the biomarker measures include, but are not limited to, tumor myeloid-derived suppressor cells (MDSC), Tregs and CD69/CD8 T cells, and in the circulation, T- and B-cell subpopulations, neutrophils, the neutrophil-to-lymphocyte ratio (NLR), Tregs, the CD4:CD8 ratio, chemokines, cytokines, and LDH.\n\nOverview of Study Design\n\nThis is a Phase 1, open-label, multi-center, dose-escalation with expansion study of twice-daily SX-682 in subjects with metastatic melanoma treated concurrently with pembrolizumab (Combination Stage) following a 21 day dose-escalation safety evaluation of SX-682 monotherapy (Monotherapy Stage). SX-682 is an oral small-molecule inhibitor of the CXCR1/2 chemokine receptors that are believed involved in MDSC-recruitment to tumor and other pro-tumoral mechanisms. Dosing of SX-682 in the Combination Stage is conditioned on ongoing concurrent treatment with pembrolizumab, and a subject who discontinues pembrolizumab may not receive further doses of SX-682."
        },
        "conditionsModule": {
            "conditions": [
                "Melanoma Stage III",
                "Melanoma Stage IV"
            ],
            "keywords": [
                "Immunotherapy",
                "Chemokine receptor blockade",
                "Myeloid-derived suppressor cells"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "In this sequential model initially participant groups will enroll to receive SX-682 monotherapy for 21 days in a dose escalation phase. A 3 + 3 participant design will be used to determine the safe dose. After 21 days, at the specified dose of SX-682 monotherapy, subjects are administered combination therapy consisting of SX-682 at the same dose as used in monotherapy and standard pembrolizumab therapy. Again, a 3 + 3 participant design will be used to determine the safe dose of SX-682 in combination therapy with pembrolizumab. The next higher dose level will be enrolled only after subjects have received the current dose level safely for at least 6 weeks.\n\nOnce the safe dose level of SX-682 in combination with pembrolizumab is determined, then participants will be enrolled at the highest safe dose level of SX-682, in combination with pembrolizumab, in an expansion phase.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 77,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Monotherapy: SX-682 dose escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Escalating oral doses of SX-682 (study drug) of 25, 50, 100, 200 and 400 mg twice-daily (i.e., 50, 100, 200, 400 and 800 mg total each day.",
                    "interventionNames": [
                        "Drug: SX-682"
                    ]
                },
                {
                    "label": "Combination therapy: SX-682 dose escalation with pembrolizumab",
                    "type": "EXPERIMENTAL",
                    "description": "SX-682 will be administrated at the same dose the participant was administered in monotherapy and will be administered in a 6 week cycle that includes 2 i.v. infusions of pembrolizumab on days 1 and 22 of each cycle, for a total of up to 17 cycles. Once the highest safe dose of SX-682 in combination therapy with pembrolizumab is determined, participants will be enrolled in an expansion phase at that SX-682 dose with pembrolizumab combination therapy.",
                    "interventionNames": [
                        "Drug: SX-682",
                        "Biological: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "SX-682",
                    "description": "SX-682 is an oral small molecule selective inhibitor of C-X-C Motif Chemokine Receptor 1 (CXCR1) and C-X-C Motif Chemokine Receptor 2 (CXCR2)",
                    "armGroupLabels": [
                        "Combination therapy: SX-682 dose escalation with pembrolizumab",
                        "Monotherapy: SX-682 dose escalation"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Pembrolizumab",
                    "description": "Pembrolizumab is a humanized antibody that targets the programmed cell death 1 receptor (PD-1).",
                    "armGroupLabels": [
                        "Combination therapy: SX-682 dose escalation with pembrolizumab"
                    ],
                    "otherNames": [
                        "KEYTRUDA"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "SX-682 Maximum Tolerated Dose (MTD) during Monotherapy Stage",
                    "description": "During the Monotherapy Stage participant cohorts will be enrolled at increasing doses of SX-682. The highest SX-682 dose tested at which no more than 1 of 6 cohort participants experiences a DLT will define the SX-682 monotherapy MTD.",
                    "timeFrame": "Up to 21 Days in 21 day Cycle 1 of Monotherapy Stage."
                },
                {
                    "measure": "SX-682 Maximum Tolerated Dose during Combination Therapy Stage",
                    "description": "During the Combination Therapy Stage participant cohorts will be enrolled at increasing doses of SX-682 and a fixed pembrolizumab dose level. The highest SX-682 dose tested at which no more than 1 of 6 cohort participants experiences a DLT will define the SX-682 combination therapy MTD.",
                    "timeFrame": "Up to 42 Days in 42 day Cycle 1 of Combination Therapy Stage."
                },
                {
                    "measure": "The observed tumor response rate",
                    "description": "The percentage of participants with their best response (a complete response (CR) or partial response (PR) according to the Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1).",
                    "timeFrame": "Days 38-42 of each 42 day Combination Stage cycle (Cycles 1-17)"
                },
                {
                    "measure": "The observed tumor response duration",
                    "description": "Duration of CR or PR according to RECIST v1.1 from the time of first documentation to radiologic progression or death.",
                    "timeFrame": "Days 38-42 of each 42 day Combination Stage cycle (Cycles 1-17)"
                },
                {
                    "measure": "Progression free survival",
                    "description": "The time from first SX-682 dose to documented disease progression according to RECIST v1.1 or death from any cause",
                    "timeFrame": "Days 38-42 of each 42 day Combination Stage cycle (Cycles 1-17)"
                },
                {
                    "measure": "Overall survival",
                    "description": "During combination stage the time from first SX-682 dose to death from any cause.",
                    "timeFrame": "Combination Stage cycle (Cycles 1-17) and the 90 day follow-up period after the last SX-682 dose."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "SX-682 dose limiting toxicities (DLTs) during monotherapy",
                    "description": "Number of participants experiencing DLTs during monotherapy stage",
                    "timeFrame": "Up to 21 Days in 21 day Cycle 1."
                },
                {
                    "measure": "SX-682 dose limiting toxicities (DLTs) during combination therapy stage",
                    "description": "Number of participants experiencing DLTs during combination therapy stage",
                    "timeFrame": "Days 38-42 of each 42 day Combination Stage cycle (Cycles 1-17)."
                },
                {
                    "measure": "Adverse events during Monotherapy Stage",
                    "description": "Number of participants experiencing clinical or laboratory adverse events (AEs) including infections and neutropenia.",
                    "timeFrame": "Up to 21 Days in 21 day Cycle 1 of monotherapy stage."
                },
                {
                    "measure": "Adverse events during combination Therapy Stage",
                    "description": "Number of participants experiencing clinical or laboratory adverse events (AEs) including infections and neutropenia.",
                    "timeFrame": "Up to 42 Days in 42 day Cycle 1-17 of Combination Therapy Stage."
                },
                {
                    "measure": "SX-682 single dose pharmacokinetic parameters during SX-682 monotherapy and SX-682 and pembrolizumab combination therapy",
                    "description": "Blood samples will be collected before and after the first dose SX-682 during Monotherapy Stage and Combination Therapy Stage. The Cmax will be determined.",
                    "timeFrame": "SX-682 dose on Day 1 of Cycle 1 of Monotherapy Stage and Combination Therapy Stage."
                },
                {
                    "measure": "SX-682 steady-state pharmacokinetic parameters during SX-682 monotherapy and SX-682 and pembrolizumab combination therapy",
                    "description": "Blood samples will be collected before and after the morning dose of SX-682 on Day 15 of cycle 1 during monotherapy and combination therapy. The Cssmax will be determined.",
                    "timeFrame": "Morning dose of day 15 of Cycle 1 of monotherapy stage and combination therapy stage."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written Informed Consent and HIPAA Authorization\n\n   1. Subjects must have the nature of the study explained to them.\n   2. Subjects must be willing and able to comply with scheduled visits, treatment schedule, laboratory tests, pharmacokinetic collections, and other requirements of the study.\n   3. Subjects must provide a signed and dated IRB/IEC approved written informed consent form (ICF) in accordance with regulatory and institutional guidelines.\n   4. Subjects must provide a signed and dated Health Insurance Portability and Accountability Act (HIPAA) authorization.\n   5. The ICF and HIPAA authorization must be obtained before conducting any procedures that do not form a part of the subject's normal care.\n   6. After signing the ICF and HIPAA Authorization, subjects will be evaluated for study eligibility during the Screening Period (no more than 28 days before study drug administration) according to the following further inclusion/exclusion criteria:\n2. Target Population\n\n   1. Histologically confirmed unresectable Stage III or Stage IV melanoma as per AJCC staging system. (mucosal melanoma is acceptable).\n   2. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n   3. Prior disease progression on anti-PD1 therapy (i.e., anti-PD1 or anti-PD-L1, including prior adjuvant). Prior anti-PD1 therapy must have been completed prior to first dose of SX-682, and all adverse events related to prior therapy have either returned to baseline or stabilized (other than endocrine toxicity for which medical replacement therapy is in place).\n   4. Must have at least measurable non-CNS disease with at least 1 unidimensional measurable lesion per RECIST v1.1.\n   5. Pre-treatment tumor tissue (i.e., archived paraffin-embedded) obtained in the metastatic setting or from an unresectable site of disease must be available for biomarker analyses. Biopsy should be excisional, incisional punch or core needle. Fine needle aspirates or other cytology samples are insufficient.\n   6. Prior radiotherapy must have been completed at least 2 weeks prior to study drug administration.\n   7. Screening laboratory values must meet the following criteria and should be obtained within 14 days prior to first dose:\n\n      WBC \\> 3000/µL Neutrophils \\> 1500/ µL Platelets \\> 100,000/µL Hemoglobin \\> 9.0 g/dL (may have been transfused) Creatinine \\< 1.5 mg/dL AST/ALT \\< 2.5 X ULN for subject with no liver metastases \\< 5 X ULN for subjects with liver metastases Bilirubin \\< 1.5 mg/dL (unless diagnosed with Gilbert's syndrome, who can have total bilirubin \\< 3.0 mg/dL) INR or PT \\< 1.5 X ULN unless the subject is receiving anticoagulant therapy aPTT or PTT \\< 1.5 X ULN unless the subject is receiving anticoagulant therapy\n   8. Calculate and record creatinine clearance using the Cockcroft-Gault formula.\n   9. No known positivity for human immunodeficiency virus (HIV) (no laboratory testing is required), no active infection with Hepatitis B or Hepatitis C.\n   10. Life expectancy \\> 12 weeks.\n   11. Subject Re-enrollment: This study permits the re-enrollment of a subject that has discontinued the study as a pre-treatment failure (i.e., subject has not been treated with SX-682) after obtaining agreement from the medical monitor prior to re-enrolling a subject. If re-enrolled, the subject must be re-consented.\n3. Age and Reproductive Status\n\n   1. Men and women, ages \\> 18 years of age.\n   2. Women of childbearing potential (WOCBP) must use method(s) of contraception (as will be explained in detail) while on study and for 4 months after the last dose of SX-682 or pembrolizumab. A WOCBP is defined as any female who has experienced menarche and who has not undergone surgical sterilization (hysterectomy or bilateral oophorectomy) or is not postmenopausal. Menopause is defined clinically as 12 months of amenorrhea in a woman over age 45 in the absence of other biological or physiological causes.\n   3. Women under the age of 62 with a history of being postmenopausal must have a documented serum follicle stimulating hormone, (FSH) level \\> 40 mIU/mL.\n   4. Women must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 24 hours prior to the start of study drug.\n   5. Women must not be breastfeeding.\n   6. Men who are sexually active with WOCBP must use any contraceptive method with a failure rate of less than 1% per year while on study and for a period at least 6 months after the last dose of study drug.\n   7. Women who are not of childbearing potential and azoospermic men do not require contraception.\n\nExclusion Criteria:\n\n1. Target Disease Exceptions\n\n   1. Active brain metastases or leptomeningeal metastases are eligible if the treating physician determines that immediate CNS specific treatment is unlikely to be required before trial screening/enrollment. Subjects with treated/stable brain metastases are also eligible. An MRI is not required to rule out brain metastases or leptomeningeal metastases. There must also be no requirement for high doses of systemic corticosteroids that could result in immunosuppression (\\> 10 mg/day prednisone equivalents) for at least 2 weeks prior to study drug administration.\n   2. Ocular melanoma is excluded (mucosal melanoma is acceptable).\n2. Medical History and Concurrent Diseases\n\n   a) Any serious or uncontrolled medical disorder that, in the opinion of the investigator, may increase the risk associated with study participation or study drug administration, impair the ability of the subject to receive protocol therapy, or interfere with the interpretation of study results. Specifically:\n   1. Subjects with active, non-infectious pneumonitis.\n   2. Subjects with interstitial lung disease or a history of pneumonitis that required oral or intravenous glucocorticoids to assist with management.\n   3. Subjects with clinically significant heart disease that affects normal activities.\n\n   b) Prior malignancy active within the previous 3 years except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix, or breast.\n\n   c) Subjects with active, known or suspected autoimmune disease. Subjects with vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll.\n\n   d) Subjects with a condition requiring systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalents) or other immunosuppressive medications within 14 days of study drug administration. Inhaled or topical steroids, and adrenal replacement doses \\> 10 mg daily prednisone equivalents are permitted in the absence of active autoimmune disease.\n\n   e) Use of other investigational drugs (drugs not marketed for any indication) within 30 days before study drug administration.\n\n   f) Use of QT prolonging drugs (per their approved label) must be stopped at least two (2) weeks before the start of SX-682 dosing and suspended for the length of the trial, unless in the judgment of the investigator an alternative non-prolonging substitute cannot be found, and the drug is absolutely medically necessary (if applicable contact Syntrix medical monitor for further guidance on enhanced ECG monitoring).\n\n   g) Subjects who have had major surgery in the past 4 weeks. h) Subjects who have received a live-virus vaccine within 30 days before study drug administration.\n3. Physical and Laboratory Test Findings\n\n   1. Any positive test for hepatitis B virus or hepatitis C virus indicating acute or chronic infection.\n   2. Known history of testing positive for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome (AIDS).\n   3. ECG demonstrating a QTcF interval \\>470 msec or patients with congenital long QT syndrome.\n4. Allergies and Adverse Drug Reaction\n\n   1. History of allergy to study drug components.\n   2. History of severe hypersensitivity reaction to any monoclonal antibody\n5. Sex and Reproduction Status\n\n   1. WOCBP who are pregnant or breastfeeding.\n   2. Women with a positive serum or urine pregnancy test at enrollment or prior to administration of study medication.\n6. Other Exclusion Criteria\n\n   1. Prisoners or subjects who are involuntarily incarcerated, or other vulnerable populations (study is exempt from 45 CFR 46 Subparts B, C, and D).\n   2. Subjects who are compulsorily detained for treatment of either a psychiatric or physical (e.g., infectious disease) illness.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aaron Schuler, PhD",
                    "role": "CONTACT",
                    "phone": "253-883-8009",
                    "phoneExt": "21",
                    "email": "aschuler@syntrixbio.com"
                },
                {
                    "name": "Stuart Kahn",
                    "role": "CONTACT",
                    "phone": "206-330-7604"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stuart Kahn, M.D.",
                    "affiliation": "Syntrix Biosystems",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Millie Gedefa",
                            "role": "CONTACT",
                            "email": "crscutaneous@miami.edu"
                        },
                        {
                            "name": "Leonel F Hernandez-Aya, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Massachusetts General Hospital Cancer Center",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alisha Birgin",
                            "role": "CONTACT",
                            "phone": "507-266-9955",
                            "email": "birgin.alisha@mayo.edu"
                        },
                        {
                            "name": "Renee Bradshaw",
                            "role": "CONTACT",
                            "phone": "507-284-2041",
                            "email": "bradshaw.renee@mayo.edu"
                        },
                        {
                            "name": "Anastasios Dimou, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "Wilmot Cancer Institute - University of Rochester",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14642",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Reagan, RN",
                            "role": "CONTACT",
                            "phone": "585-275-5825",
                            "email": "erin_reagan@urmc.rochester.edu"
                        },
                        {
                            "name": "Sarah Cawley",
                            "role": "CONTACT",
                            "phone": "585-276-4405",
                            "email": "sarah_cawley@urmc.rochester.edu"
                        },
                        {
                            "name": "Victor I Adrienne, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                },
                {
                    "facility": "MD Anderson",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Youlia Petrova, BSN, RN",
                            "role": "CONTACT",
                            "phone": "832-410-5399",
                            "email": "ypetrova@mdanderson.org"
                        },
                        {
                            "name": "Katelyn Oliver, BSN, RN",
                            "role": "CONTACT",
                            "phone": "832-388-1462",
                            "email": "ksoliver@mdanderson.org"
                        },
                        {
                            "name": "Hussein Tawbi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008545",
                    "term": "Melanoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000018326",
                    "term": "Nevi and Melanomas"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "asFound": "Melanoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12448",
                    "name": "Nevus, Pigmented",
                    "relevance": "LOW"
                },
                {
                    "id": "M12446",
                    "name": "Nevus",
                    "relevance": "LOW"
                },
                {
                    "id": "M20470",
                    "name": "Nevi and Melanomas",
                    "relevance": "LOW"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}