{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05360498",
            "orgStudyIdInfo": {
                "id": "35164"
            },
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "Symptom Management for Rural-Urban Cancer Survivors and Caregivers",
            "officialTitle": "Need-based Adaptive Symptom Management to Address Social Determinants of Health at Individual, Interpersonal, and Community Levels",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "symptom-management-for-rural-urban-cancer-survivors-and-caregivers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-27",
            "studyFirstSubmitQcDate": "2022-05-03",
            "studyFirstPostDateStruct": {
                "date": "2022-05-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arizona",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Cancer Society, Inc.",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "As the population of cancer survivors increases substantially, meeting the health care and psychosocial needs of this population has become a national priority. After treatment ends, cancer survivors still experience a range of physical and psychological symptoms that require management. The post-treatment period can present new challenges for many survivors as they encounter communication gaps in the transition from oncology to primary care, leaving unmet needs for information and management of lingering symptoms. The role of informal caregivers remains important during this post-treatment period and psychosocial interventions that meet the needs (e.g., information, symptom management) of both members of the dyad are highly valuable to caregivers and survivors. Many geographic and social determinants of health care use (e.g., distance to specialty care centers, available primary care providers, and public transportation) make access to care and adherence to recommended healthcare guidelines difficult for survivors and caregivers, especially those who reside in rural areas. Rural residents with cancer and their caregivers during the post-treatment period are underrepresented in symptom management research.\n\nTo address the unmet needs (e.g., information, symptom management) of cancer survivors and their caregivers after cancer treatment, this team has developed, tested, and investigated two telephone delivered interventions for survivors and their caregivers: Symptom Management and Survivorship Handbook (SMSH) and Telephone Interpersonal Counseling (TIP-C).",
            "detailedDescription": "This randomized control trial will be composed of at least 106 survivors that are ending their treatment or within 2 years of having completed cancer treatment with curative intent and their informal caregivers. This study will include participants of diverse backgrounds (40% Latinx) from urban and rural (approximately 50% each) areas. The dyad (survivor-caregiver) will be randomly assigned to either: 1) Symptom Management and Survivorship Guideline (Handbook) or 2) Attention control. The participants will receive weekly phone calls during 16 weeks where the interventionist will utilize the General Symptom Management Scale (GSDS) to assess their symptoms and level of symptom distress. After the initial 8 weeks in the Handbook group, the survivor's and caregiver's symptom distress will be assessed. If either the survivor or caregiver indicate elevated psychological distress for any two consecutive weeks during weeks 2 through 8, there will be an addition of TIP-C to their Handbook intervention from weeks 8 through 16. The participants in the attention control group will receive a National Cancer Institute brochure: Facing Forward: Life After Cancer Treatment plus, 16 weekly calls to assess their symptoms. Regardless of randomization, all participants will complete a baseline call and two exit interviews at weeks 17 and 24.\n\nThe specific aims are to:\n\n1. Determine if the adaptive need-based SMSH+TIP-C sequence results in improved outcomes compared to the attention control.\n\n   Hypothesis 1a. SMSH+TIP-C will result in lower psychological distress and summed severity index of 14 other symptoms (primary outcomes) over weeks 1-17 and 24, more appropriately scheduled and less unscheduled health services use (secondary outcomes) over weeks 1-24 for survivors and caregivers.\n\n   Hypothesis 1b. Improvements in primary and secondary outcomes will be partially mediated by 1) greater enactment of SMSH strategies in weeks 1-16 and 2) improved perceptions of social support and social isolation by week 17 for survivor and caregivers.\n2. Test longitudinal (weeks 1-24) dyadic interdependence in primary and secondary outcomes of survivors and caregivers to determine if there are reciprocating effects between dyad members.\n3. Explore if rural versus urban residence and associated Social Determinant of Health factors (e.g., ethnicity, socio-economic status \\[SES\\], age, insurance) moderate the effects of the SMSH+TIP-C intervention on primary and secondary outcomes and modify the strength of dyadic interdependence in these outcomes for survivors and caregivers.\n\nThe interventions will be delivered in English or Spanish, depending on the language preference of the participant."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer",
                "Cancer Survivors",
                "Informal Caregivers",
                "Psychological Distress"
            ],
            "keywords": [
                "Cancer",
                "Caregivers",
                "Rural",
                "Urban",
                "Symptom Management",
                "Psychosocial Oncology",
                "Telephone Intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Adaptive Need-based Sequence",
                    "interventionNames": [
                        "Behavioral: Adaptive Symptom Management and Survivorship Handbook (SMSH) and Telephone Interpersonal Counseling (TIP-C)"
                    ]
                },
                {
                    "label": "Attention control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group will be participants that were randomized to the \"Attention control\" arm and will not receive the SMSH + TIP-C adaptive intervention.",
                    "interventionNames": [
                        "Behavioral: NCI Brochure"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Adaptive Symptom Management and Survivorship Handbook (SMSH) and Telephone Interpersonal Counseling (TIP-C)",
                    "description": "This group will get weekly calls for 16 weeks and two follow-up assessments. Participants will be asked to rate their symptoms on a 0-10 scale at each call. This group will receive the SMSH, a printed evidence-based self-care management handbook with specific modules, that will be directed to use for symptoms rated 4 or higher on a 0-10 scale. For symptoms ≥7, participants will be asked to report the symptom to their provider. At each weekly call, participants will be asked: if they tried symptom self-management strategies and, if yes, which strategies were used. These calls will take 10-15 minutes. If during 8 weeks of SMSH, either the survivor or caregiver have distress (symptoms 4 or greater on a 0-10 scale) for any two consecutive weeks during weeks 2-8, TIP-C will be added for the dyad for 8 weeks. The addition of TIP-C can start between weeks 4 and 9. Dyads will continue the SMSH in addition to the TIPC. TIP-C calls will take 35-45 minutes.",
                    "armGroupLabels": [
                        "Intervention Arm"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "NCI Brochure",
                    "description": "The attention control arm will receive an NCI brochure: Facing Forward: Life After Cancer Treatment. This group will also get weekly calls for 16 weeks and complete two exit interviews. The NCI brochure will not be address, the purpose of these calls will only be to record participant's symptoms throughout the study. These calls will take about 10 minutes or less.",
                    "armGroupLabels": [
                        "Attention control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Number and Distressed Associated with Survivors' and Caregivers' Symptoms",
                    "description": "Symptoms will be measured using the General Symptom Distress Scale (GSDS), which is an instrument that allows a quick assessment of symptoms. It evaluates 15 symptoms such as: depression, anxiety, pain, shortness of breath, nausea, vomiting, diarrhea, constipation, fatigue, cough, poor appetite, sleep difficulties, swelling in hands and feet, difficulty concentrating, and headaches. Participants indicate the presence of each symptom and rate their severity on a scale of 0-10; 0= not experiencing this symptom, 1=mildly distressing to 10=extremely distressing.",
                    "timeFrame": "The GSDS will be captured at baseline, during the 16 weekly calls and during the two exit interviews at weeks 17 and 24."
                },
                {
                    "measure": "Change in Depression and Anxiety of Survivors' and Caregivers'",
                    "description": "To obtain more detail and precision in the measurement of depressive and anxiety symptoms, the PROMIS-short forms 8: depression and anxiety will be administered",
                    "timeFrame": "The PROMIS forms will be administered at baseline and two exit interviews at weeks 17 and 24."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Survivors' and Caregivers' health services use: Unscheduled and scheduled visits",
                    "description": "Unscheduled and scheduled health visits such as: hospitalizations, urgent care and ER visits and health maintenance and survivorship health service use will be measured. Each participant will be asked to recall scheduled and unscheduled visits, their reasons, duration and where the services were received. We will ask about all preventative health services. For each service, a rating using 3 categories (recommended service was performed, not performed or partially performed, or not recommended and performed) will be made based on the current guidelines.",
                    "timeFrame": "These service use will be measured at baseline, week 17 and week 24."
                },
                {
                    "measure": "Survivors' and Caregivers' health services use: The American Society of Clinical Oncology Survivorship Guidelines",
                    "description": "We will measure health care utilization consistent with clinical practice guidelines for patients in the 24 months after completion of cancer treatment. For example, colon cancer survivors should have a physical exam visit every three to six months, a colonoscopy one year after surgery, a computed tomography (CT) scan (if recommended), and at least four CEA tests. Our 3-category rating for use of each guideline will capture the important distinctions for different services. Extensive previous research documents self-report is a reliable and valid method to collect health services use data especially when standardized methods are used and the recall period is short (over 12 months), as in this project. Self-report is the only reasonable and cost-effective way to assess healthcare use, as it would be impossible to access health records across the multiple systems and payers.",
                    "timeFrame": "Week 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria for the survivors:\n\n1. age 18 or older\n2. within 4 weeks of completing or within 2 years of having completed cancer treatment with curative intent\n3. able to perform basic activities of daily living\n4. cognitively oriented to time, place, and person (recruiter determined)\n5. able to speak and understand English or Spanish\n6. access to a telephone\n7. has a caregiver who can be any relationship role (e.g., spouse, sibling, parent, friend) who can participate with them.\n\nInclusion criteria for the caregivers:\n\n1. age 18 or older\n2. able to speak and understand English or Spanish\n3. telephone access\n4. not currently receiving counseling and/or psychotherapy\n5. not currently treated for cancer\n\nExclusion criteria for the survivors:\n\n1. Less than 18 years of age\n2. Diagnosis of psychotic disorder\n3. Nursing home resident\n4. Bedridden\n5. Currently receiving counseling and/or psychotherapy\n\nExclusion criteria for caregiver:\n\n1. Less than 18 years of age\n2. Currently treated for cancer to preserve the distinguishability of \"survivor\" and \"caregiver\"\n3. Currently receiving counseling and/or psychotherapy",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Molly Hadeed, MPA",
                    "role": "CONTACT",
                    "phone": "520-626-0583",
                    "email": "mcbarry@arizona.edu"
                },
                {
                    "name": "Beatriz Rodriguez-Aldridge",
                    "role": "CONTACT",
                    "email": "beatriz@arizona.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Chris Segrin, Ph.D.",
                    "affiliation": "University of Arizona",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "KRMC WL Nugent Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Kingman",
                    "state": "Arizona",
                    "zip": "86409",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diana Lalitsasivimol, PhD",
                            "role": "CONTACT",
                            "phone": "928-263-3869",
                            "email": "diana.lalitsasivimol@azkrmc.com"
                        },
                        {
                            "name": "Anthony Santarelli, PhD",
                            "role": "CONTACT",
                            "email": "anthony.santarelli@azkrmc.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.18944,
                        "lon": -114.05301
                    }
                },
                {
                    "facility": "University of Arizona",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85724",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "UACC IIT",
                            "role": "CONTACT",
                            "email": "UACC-IIT@uacc.arizona.edu"
                        },
                        {
                            "name": "Chris Segrin, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Participant data will be shared with Dr. Alla Sikorski as she is the statistician for our research team. Dr. Sikorski will perform quality assurance checks, data analysis, data management, etc. De-identified data will be transferred into SAS 9.4 for such analysis.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Quality assurance and data analysis will be done periodically throughout the study.",
            "accessCriteria": "Data from this study will be available to other researchers under the following conditions: 1) appropriate human subjects protection is in place; 2) data have been de-identified; and 3) study investigators have publicly presented and published key findings. Data and safety monitoring plan is described under Human Subjects."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}