{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04773158",
            "orgStudyIdInfo": {
                "id": "1811325201"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DK118433",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DK118433"
                }
            ],
            "organization": {
                "fullName": "Indiana University",
                "class": "OTHER"
            },
            "briefTitle": "Systematic Pediatric Assessment of Rome Criteria",
            "officialTitle": "Systematic Pediatric Assessment of Rome Criteria",
            "acronym": "SPARC",
            "therapeuticArea": [
                "Other"
            ],
            "study": "systematic-pediatric-assessment-of-rome-criteria"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-11",
            "studyFirstSubmitQcDate": "2021-02-24",
            "studyFirstPostDateStruct": {
                "date": "2021-02-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "William E. Bennett, Jr.",
                "investigatorTitle": "Assistant Professor of Pediatrics",
                "investigatorAffiliation": "Indiana University"
            },
            "leadSponsor": {
                "name": "Indiana University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "While gastroenterologists care for many of the pediatric patients with Functional gastrointestinal disorders (FGIDs), the majority of the burden continues to be borne by general pediatricians, especially with respect to initial diagnosis. Unfortunately, FGIDs are often diagnosed incorrectly by primary care providers, and patients often wait months to years before a correct diagnosis is made, and effective treatment is begun. Furthermore, primary care providers are often unaware of recent guideline changes or the evidence base for children with FGIDs, leading to overuse of testing, inappropriate or ineffective treatment, and increased costs. Given this information, it is essential that we develop interventions that target pediatric primary care providers to improve their care for children with FGIDs. The investigators propose that using a Clinical Decision Support System (CDSS) that incorporates the Rome IV criteria for diagnosis and evidence-based care for FGIDs will improve the (1) accuracy of diagnosis and (2)_ effectiveness of clinical care. A CDSS has advantages with respect to guideline adherence and automated diagnosis, because it can provide focused, real-time, patient-specific data to the clinician. The investigators hypothesize that automation of screening, diagnosis, and management of FGIDs using the Rome IV criteria will result in improved resolution of FGIDs (primary outcome), as well as decreased utilization of medical services (secondary outcomes). This hypothesis will be tested utilizing a randomized controlled trial. The intervention clinic sites will be provided access to both the FGIDs Screening Module and the Treatment Module. The control clinics will have the FGIDs Screening Module. However, control clinics will not have access to the FGIDs Treatment Module. These clinic sites will be given access to the pre-screener form section of the module, so that providers are made aware of a positive screen.",
            "detailedDescription": "Functional gastrointestinal disorders (FGIDs) are extremely common in children and adolescents, and represent a wide range of disorders that are related to the gastrointestinal tract, but have no clear structural, anatomic, or histopathologic cause. FGIDs represent an enormous burden on patients and families, and patients with these functional disorders have much higher health care utilization and related costs. As there are no biochemical markers or structural abnormalities that can be used to diagnose these disorders in children objectively, FGIDs are diagnosed according to the symptom-based Rome criteria. While gastroenterologists care for many of the pediatric patients with FGIDs, the majority of the burden continues to be borne by general pediatricians, especially with respect to initial diagnosis. Unfortunately, FGIDs are often diagnosed incorrectly by primary care providers, and patients often wait months to years before a correct diagnosis is made, and effective treatment is begun. Furthermore, primary care providers are often unaware of recent guideline changes or the evidence base for children with FGIDs, leading to overuse of testing, inappropriate or ineffective treatment, and increased costs. Given this information, it is essential to develop interventions that target pediatric primary care providers to improve their care for children with FGIDs. This study proposes that using a Clinical Decision Support System (CDSS) that incorporates the Rome IV criteria for diagnosis and evidence-based care for FGIDs will improve the (1) accuracy of diagnosis and (2)_ effectiveness of clinical care. A CDSS has advantages with respect to guideline adherence and automated diagnosis, because it can provide focused, real-time, patient-specific data to the clinician. Studies of barriers to guideline implementation have shown multiple factors at work: unfamiliarity with a guideline, lack of self-efficacy, or difficulty implementing the guideline components within the current workflow of a practice. CDSS can overcome many of these barriers because they are integrated with systems that routinely store and retrieve patient information and can improve workflow by providing clinicians with patient-specific advice at the time of the patient visit. The study investigators hypothesize that automation of screening, diagnosis, and management of FGIDs using the Rome IV criteria will result in improved resolution of FGIDs (primary outcome), as well as decreased utilization of medical services (secondary outcomes). This hypothesis will be tested utilizing a randomized controlled trial. The intervention clinic sites will be provided access to both the FGIDs Screening Module and the Treatment Module. The control clinics will have the FGIDs Screening Module. However, control clinics will not have access to the FGIDs Treatment Module. These clinic sites will be given access to the pre-screener form section of the module, so that providers are made aware of a positive screen for a FGID. The investigators have chosen not to have an arm without provider notification due to concern that identification of symptoms without notifying the patient's provider represented an ethical concern. If anything, this will bias towards a null result. Since FGIDs have both a high rate of relapse, and a high rate of spontaneous resolution, it is necessary to assess the pattern of symptoms across multiple time points. As such, we plan to gather various data from parents/patients at 1, 3, 6 and 12-months via phone interview. Additionally, the study will assess parental satisfaction with the screening and treatment of their child's particular FGID at the 3-month phone interview. For assessment of health care utilization, the study will look at the following variables in the 12 months after initial Rome IV screening positive: a) outpatient sick visits for any complaint; b) outpatient sick visits with an associated GI billing code; c) visits to statewide providers, including inpatient hospital stays, outpatient clinic visits, and emergency room visits; d) GI-related testing and procedures; e) use of any medications prescribed to treat Rome IV diagnoses. These data will be obtained from multiple sources including the EMR, and Indiana Network for Patient Care (INPC)."
        },
        "conditionsModule": {
            "conditions": [
                "Functional Gastrointestinal Disorders"
            ],
            "keywords": [
                "Computerized Decision Support"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Will perform cluster randomization by clinic. The unit of randomization will be the clinic site, but the unit of analysis will be the individual patient.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Arm",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention clinic sites will be provided access to both the Functional gastrointestinal disorders (FGIDs) Screening Module and the Treatment Module",
                    "interventionNames": [
                        "Behavioral: Clinical Decision Support"
                    ]
                },
                {
                    "label": "Control Arm",
                    "type": "NO_INTERVENTION",
                    "description": "The control clinics will have the Functional gastrointestinal disorders (FGIDs) Screening Module. However, control clinics will not have access to the FGIDs Treatment Module. These clinic sites will be given access to the pre-screener form section of the module, so that providers are made aware of a positive screen for a FGID."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Clinical Decision Support",
                    "description": "The intervention clinic sites will be provided access to a Clinical Decision Support System (CDSS) that incorporates the Rome IV criteria for evidence-based care recommendations for functional gastrointestinal disorders (FGIDs)",
                    "armGroupLabels": [
                        "Intervention Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Resolution of symptoms from initial Rome IV diagnosis at 3 months using an age-appropriate Rome IV questionnaire.",
                    "description": "This measure will be determined for the Rome IV diagnoses of: Aerophagia, Rumination, Functional Constipation, Cyclic Vomiting Syndrome (CVS), Functional Diarrhea, Non Retentive Fecal Incontinence, Functional Vomiting, Functional Nausea, Functional Dyspepsia- Postprandial Distress Subtype, Functional Dyspepsia- Epigastric Pain Syndrome Subtype, Irritable Bowel Syndrome (IBS), Abdominal Pain otherwise Not Specified, and Abdominal Migraine. The presence or absence of meeting criteria for the Rome IV diagnoses will be coded as a binary variable (true/false) to represent resolution of symptoms.",
                    "timeFrame": "3 months from initial diagnosis"
                },
                {
                    "measure": "Change in parental concern (for the Rome IV diagnoses of Infant Regurgitation, Infant Dyschezia, and/or Infant Colic from initial Rome IV diagnosis at 3 months using likert scale questionnaire",
                    "description": "This change will be measured by a single likert scale question asked in the FGID Screening module (Baseline) and again at the 3 month follow up phone survey. , The parent is able to indicate their degree of concern about the symptomology associated with the Rome IV diagnosis. The presence or absence of ongoing concern will then be coded as a binary variable (true/false).",
                    "timeFrame": "Baseline and 3 months from initial diagnosis"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Resolution of symptoms from initial Rome IV diagnosis at 1, 6 and 12 months using an age-appropriate Rome IV questionnaire.",
                    "description": "This measure will be determined for the Rome IV diagnoses of: Aerophagia, Rumination, Functional Constipation, Cyclic Vomiting Syndrome (CVS), Functional Diarrhea, Non Retentive Fecal Incontinence, Functional Vomiting, Functional Nausea, Functional Dyspepsia- Postprandial Distress Subtype, Functional Dyspepsia- Epigastric Pain Syndrome Subtype, Irritable Bowel Syndrome (IBS), Abdominal Pain otherwise Not Specified, and Abdominal Migraine. The presence or absence of meeting criteria for the Rome IV diagnoses will be coded as a binary variable (true/false) to represent resolution of symptoms.",
                    "timeFrame": "1, 6 and 12 months from initial diagnosis"
                },
                {
                    "measure": "Change in parental concern (for the Rome IV diagnoses of Infant Regurgitation, Infant Dyschezia, and/or Infant Colic from initial Rome IV diagnosis at 1 an 6 months using likert scale questionnaire",
                    "description": "This change will be measured by a single likert scale question asked in the FGID Screening module (Baseline) and again at the 3 month follow up phone survey. , The parent is able to indicate their degree of concern about the symptomology associated with the Rome IV diagnosis. The presence or absence of ongoing concern will then be coded as a binary variable (true/false).",
                    "timeFrame": "1 and 6 months from initial diagnosis"
                },
                {
                    "measure": "Parent Satisfaction will be measured using a likert scale questionnaire",
                    "description": "This will be measured by two likert scale questions asked in the 3 month follow up phone call. Satisfaction with screening and treatment of FGID will be assessed.",
                    "timeFrame": "3 months from initial diagnosis"
                },
                {
                    "measure": "Rate of health care utilization will be assessed 12 months after initial Rome IV Screening positive. Variables will be coded as binary variables (true/false)",
                    "description": "The following variables will be assessed: Outpatient sick visits for any complaint, Outpatient sick visits with an associated GI billing code; Visits to statewide providers, including inpatient hospital stays, outpatient clinic visits, and emergency room visits; The occurrence of any GI-related testing and procedures - specifically radiologic, laboratory testing, endoscopy, and surgical procedures related to GI diagnoses; The use of any medications prescribed to treat Rome IV diagnoses - specifically acid- suppressants, antispasmodics, antidepressants, stool softeners and laxatives, and pro-motility agents",
                    "timeFrame": "12 months from initial diagnosis"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Any patient between the ages of 0 through 17 presenting to a pediatric primary care clinic in the Eskenazi health system and the Primary Care Physician who sees them\n\nExclusion Criteria:\n\n* None",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Day",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "William E Bennett, MD",
                    "role": "CONTACT",
                    "phone": "317-944-3774",
                    "email": "webjr@iu.edu"
                },
                {
                    "name": "Stacy A Keller, RN MSN",
                    "role": "CONTACT",
                    "phone": "317-278-6127",
                    "email": "stasulli@iupui.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William E Bennett, MD",
                    "affiliation": "Indiana University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Eskenazi Health",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Randall W Grout, MD",
                            "role": "CONTACT",
                            "email": "rgrout@iu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "asFound": "Gastrointestinal Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "asFound": "Functional Gastrointestinal Disorders",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}