{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03586284",
            "nctIdAliases": [
                "NCT03576898"
            ],
            "orgStudyIdInfo": {
                "id": "18-24396"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Systemic and Topical Antivirals for Control of Cytomegalovirus Anterior Uveitis: Treatment Outcomes",
            "officialTitle": "Systemic and Topical Antivirals for Control of Cytomegalovirus Anterior Uveitis: Treatment",
            "acronym": "STACCATO",
            "therapeuticArea": [
                "Other"
            ],
            "study": "systemic-and-topical-antivirals-for-control-of-cytomegalovirus-anterior-uveitis-treatment-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-03-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-07-02",
            "studyFirstSubmitQcDate": "2018-07-02",
            "studyFirstPostDateStruct": {
                "date": "2018-07-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Huang Pacific Foundation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Khon Kaen University",
                    "class": "OTHER"
                },
                {
                    "name": "King Chulalongkorn Memorial Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Cytomegalovirus (CMV) is generally a latent and asymptomatic infection in healthy, immunocompetent individuals. In immunocompromised patients CMV is well known to cause a retinitis that can lead to blindness. In immunocompetent patients, however, CMV can cause recurrent inflammation in the front of the eye (anterior uveitis). CMV anterior uveitis produces complications including pain, glaucoma, corneal failure, and vision loss. CMV anterior uveitis is commonly misdiagnosed as a non-infectious anterior uveitis and treated as such, which can beget further complications. Diagnosis requires directed polymerase chain reaction (PCR) testing. While antiviral therapy exists for CMV, identifying the appropriate therapy has been challenging because no randomized trials comparing routes of therapy (particularly oral or topical) have been performed. Oral antiviral therapy of CMV carries blood and kidney side effects that requires laboratory monitoring. Topical therapy has been reported to be effective, but no consensus as to the appropriate drug concentration exists.\n\nHere we propose a double-masked randomized controlled clinical trial comparing the efficacy of oral valganciclovir, topical ganciclovir 2%, and placebo for the treatment of PCR-proven CMV anterior uveitis. This pilot study will provide valuable information concerning the treatment of CMV anterior uveitis with oral and topical medications, including effective concentrations and side-effect profile. The information obtained from this study will help inform future larger clinical trials in CMV anterior uveitis.",
            "detailedDescription": "Recurrent anterior uveitis in immunocompetent individuals can be caused by multiple members of the herpes virus group, including cytomegalovirus (CMV). Repeated bouts of CMV intraocular inflammation can be associated with ocular hypertension, glaucoma, pain, vision reduction or blindness. CMV anterior uveitis is commonly misdiagnosed as a non-infectious anterior uveitis and treated as such, which can beget further complications. Diagnosis requires directed polymerase chain reaction (PCR) testing. While antiviral therapy exists for CMV, identifying the appropriate therapy has been challenging because no randomized trials comparing routes of therapy (particularly oral or topical) have been performed. Currently, CMV anterior uveitis is typically treated with oral valganciclovir in the United States but carries the risk of serious systemic side effects that necessitate laboratory monitoring. There is evidence that suggests topical ganciclovir can be used to treat and prevent recurrences of CMV anterior uveitis, though the appropriate concentration is not well defined. Topical ganciclovir is attractive because it does not require laboratory monitoring, though a unique side effect profile that includes corneal epitheliopathy and conjunctivitis may preclude long-term use. While anterior chamber paracentesis with polymerase chain reaction (PCR) testing demonstrates CMV during an initial flare of inflammation, it is unknown whether repeated recurrences of inflammation are mediated by viral re-infection and replication in the anterior chamber or if a sterile immune response is at play. Consequently, patients may be submitted to many years of oral or topical antiviral therapy. This strategy poses challenges without proper evaluation of the multiple treatment and long-term management approaches. Further studies are needed to elucidate the most appropriate antiviral therapies that balance efficacy and toxicity while treating CMV anterior uveitis.\n\nThere are no studies comparing antivirals for the treatment of CMV anterior uveitis. However, multiple studies have utilized PCR to obtain an initial viral load before treating CMV anterior uveitis. The collective initial CMV viral load from these prior studies (39 patients in total) was approximately 600,000 IU/ml. There was minimal variation within studies in terms of initial viral load, but large variation between studies. To control for variability that can arise from different assays used or assays performed at different centers, we will perform all quantitative PCR at the same United States location. Even fewer studies have documented post-treatment viral loads. Many of the post-treatment PCR values showed undetectable viral loads, making it difficult to estimate viral load reduction trends between treatment groups. Of note, the limited data demonstrated that both intravenous ganciclovir and topical ganciclovir 2% groups showed significant and rapid reductions in viral load, almost always resulting in undetectable levels by 12 weeks, and occasionally as rapidly as 2-3 weeks. We identified three patients from the literature with CMV anterior uveitis that had detectable PCR values during the course of treatment. These patients had a 95% average reduction in viral load 14 days after treatment.\n\nWe are proposing a double-masked randomized controlled clinical trial comparing the efficacy of oral valganciclovir, topical ganciclovir 2%, and placebo for the treatment of PCR-proven CMV anterior uveitis. The primary outcome will be percent reduction in viral load. We hypothesize that the oral valganciclovir arm will experience the greatest reduction in viral load. Secondary outcomes will include time to clinical quiescence and the effect of pre-enrollment topical corticosteroid use on initial viral load.\n\nThis pilot study will provide valuable information concerning the treatment of CMV anterior uveitis with oral and topical medications, including effective concentrations and side-effect profile. The information obtained from this study will help inform future larger clinical trials in CMV anterior uveitis."
        },
        "conditionsModule": {
            "conditions": [
                "Cytomegalovirus Anterior Uveitis"
            ],
            "keywords": [
                "Cytomegalovirus uveitis",
                "Cytomegalovirus endotheliitis",
                "Cytomegalovirus keratouveitis",
                "Cytomegalovirus iridocyclitis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2",
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Multicenter, double-masked, randomized, placebo-controlled clinical trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 99,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Oral Valganciclovir",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Oral Valganciclovir 900mg PO BID Topical placebo solution, 1 drop applied 6 times daily",
                    "interventionNames": [
                        "Drug: Valganciclovir Hydrochloride",
                        "Drug: Topical placebo"
                    ]
                },
                {
                    "label": "Topical Ganciclovir 2%",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Topical Ganciclovir 2% solution, 1 drop applied 6 times daily Placebo pills PO BID",
                    "interventionNames": [
                        "Drug: Ganciclovir Sodium",
                        "Drug: Placebo Oral Tablet"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Topical placebo solution, 1 drop applied 6 times daily Placebo pills PO BID",
                    "interventionNames": [
                        "Drug: Placebo Oral Tablet",
                        "Drug: Topical placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Valganciclovir Hydrochloride",
                    "description": "21 to 28 days of oral valganciclovir treatment",
                    "armGroupLabels": [
                        "Oral Valganciclovir"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ganciclovir Sodium",
                    "description": "21 to 28 days of topical ganciclovir solution treatment",
                    "armGroupLabels": [
                        "Topical Ganciclovir 2%"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Oral Tablet",
                    "description": "21 to 28 days of placebo pill treatment",
                    "armGroupLabels": [
                        "Placebo",
                        "Topical Ganciclovir 2%"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Topical placebo",
                    "description": "21 to 28 days of topical placebo treatment",
                    "armGroupLabels": [
                        "Oral Valganciclovir",
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in viral load",
                    "description": "(pre-treatment viral load minus post-treatment viral load)/pre-treatment viral load",
                    "timeFrame": "Day 0 (pre-treatment viral load) to Day 28 (post-treatment viral load)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percent that achieved clinical quiescence",
                    "description": "Comparison between arms of percent that achieved clinical quiescence by final visit",
                    "timeFrame": "Day 0 to Day 28 (final visit)"
                },
                {
                    "measure": "Effect of topical corticosteroid",
                    "description": "What effect did topical corticosteroid use prior to enrollment have on pre-treatment viral load (Day 0)",
                    "timeFrame": "Day 0 (pre-treatment viral load)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Clinical impression consistent with CMV anterior uveitis\n* Directed PCR positive for CMV OR previous PCR-proven CMV anterior uveitis\n* Willingness to use an acceptable method of contraception during the study period (i.e.\n\npharmacologic, devices, barrier methods) or abstinence.\n\nExclusion Criteria:\n\n* Patients \\<18 years of age\n* Intermediate or posterior inflammation (involvement of vitreous, choroid, or retina)\n* Received antiviral therapy \\<14 days prior to enrollment\n* Received periocular or intraocular corticosteroid injection \\< 8 weeks prior to enrollment\n* Currently taking oral corticosteroids\n* Immunocompromised (primary or secondary immunosuppressive disorders)\n* Prior immunosuppressive therapy in the past 6 months\n* Directed PCR negative for CMV\n* Directed PCR positive for herpes simplex virus (HSV) or varicella zoster virus (VZV)\n* Planning to conceive during the study period, pregnant or breast-feeding (blood or urine pregnancy test for all females of child-bearing age is mandatory within 4 weeks prior to enrollment)\n* Complete blood count with white blood cell, absolute neutrophil, or platelet count lower than the lower limit of reference laboratory normal\n* BUN or Cr above the upper limit of reference laboratory normal\n* Recent ocular surgery within the past 30 days, or planned surgery within the next 45 days\n* Systemic autoimmune disease or ocular condition (besides anterior uveitis) anticipated to dictate or alter treatment course",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John A Gonzales, MD",
                    "role": "CONTACT",
                    "phone": "415.502.2664",
                    "email": "john.gonzales@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John A Gonzales, MD",
                    "affiliation": "UCSF Proctor Foundation",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Proctor Foundation, UCSF",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94158",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John A Gonzales, MD",
                            "role": "CONTACT",
                            "phone": "415-476-1442"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Chulalongkorn University",
                    "status": "RECRUITING",
                    "city": "Bangkok",
                    "country": "Thailand",
                    "contacts": [
                        {
                            "name": "Thanapong Somkijrungroj, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Thanapong Somkijrungroj, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 13.75398,
                        "lon": 100.50144
                    }
                },
                {
                    "facility": "Chiang Mai University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chiang Mai",
                    "country": "Thailand",
                    "contacts": [
                        {
                            "name": "Atitaya Apivatthakakul, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Kate Pathanapitoon, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 18.79038,
                        "lon": 98.98468
                    }
                },
                {
                    "facility": "Khon Kaen University",
                    "status": "RECRUITING",
                    "city": "Khon Kaen",
                    "country": "Thailand",
                    "contacts": [
                        {
                            "name": "Wipada Laovirojjanakul, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Wipada Laovirojjanakul, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 16.44671,
                        "lon": 102.833
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31862739",
                    "type": "DERIVED",
                    "citation": "Takhar JS, Joye AS, Somkijrungroj T, Laovirojjanakul W, Lin CP, Lietman TM, Porco TC, Keenan JD, Gebreegziabher EA, Seitzman GD, Rose-Nussbaumer J, Doan TA, Acharya NR, Gonzales JA. A double masked randomised 4-week, placebo-controlled study in the USA, Thailand and Taiwan to compare the efficacy of oral valganciclovir and topical 2% ganciclovir in the treatment of cytomegalovirus anterior uveitis: study protocol. BMJ Open. 2019 Dec 19;9(12):e033175. doi: 10.1136/bmjopen-2019-033175."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014605",
                    "term": "Uveitis"
                },
                {
                    "id": "D000014606",
                    "term": "Uveitis, Anterior"
                },
                {
                    "id": "D000015863",
                    "term": "Iridocyclitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014603",
                    "term": "Uveal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000015864",
                    "term": "Panuveitis"
                },
                {
                    "id": "D000007499",
                    "term": "Iris Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17353",
                    "name": "Uveitis",
                    "asFound": "Uveitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17354",
                    "name": "Uveitis, Anterior",
                    "asFound": "Anterior Uveitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18407",
                    "name": "Iridocyclitis",
                    "asFound": "Anterior Uveitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17351",
                    "name": "Uveal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18408",
                    "name": "Panuveitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10531",
                    "name": "Iris Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T432",
                    "name": "Anterior Uveitis",
                    "asFound": "Anterior Uveitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5824",
                    "name": "Uveal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4396",
                    "name": "Panuveitis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077562",
                    "term": "Valganciclovir"
                },
                {
                    "id": "D000015774",
                    "term": "Ganciclovir"
                },
                {
                    "id": "C000092309",
                    "term": "Ganciclovir triphosphate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M18331",
                    "name": "Ganciclovir",
                    "asFound": "Transvaginal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M340476",
                    "name": "Ganciclovir triphosphate",
                    "asFound": "Childhood acute monoblastic leukemia (M5a)",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1840",
                    "name": "Valganciclovir",
                    "asFound": "Levofloxacin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}