{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05134740",
            "orgStudyIdInfo": {
                "id": "H-49884 (pediTACTAL)"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "(TAA)-Specific Cytotoxic T-Lymphocytes to Pediatric Patients With Lymphomas (pediTACTAL).",
            "officialTitle": "Administration of Tumor-Associated Antigen (TAA)-Specific Cytotoxic T-Lymphocytes to Pediatric Patients With Lymphomas (pediTACTAL)",
            "acronym": "pediTACTAL",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "taa-specific-cytotoxic-t-lymphocytes-to-pediatric-patients-with-lymphomas-peditactal"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-24",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-15",
            "studyFirstSubmitQcDate": "2021-11-15",
            "studyFirstPostDateStruct": {
                "date": "2021-11-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lauren Scherer",
                "investigatorTitle": "Clinical Instructor",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Center for Cell and Gene Therapy, Baylor College of Medicine",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Investigators have previously used this sort of therapy to treat Hodgkin or non-Hodgkin lymphoma that is associated with the virus that causes infectious mononucleosis (\"mono\" or the \"kissing disease\"), Epstein-Barr virus (EBV). EBV is found in cancer cells of up to half of all patients with Hodgkin's and non-Hodgkin lymphoma. This suggests that it may play a role in causing lymphoma. The cancer cells infected by EBV are able to hide from the body's immune system and escape being killed. Investigators previously tested special white blood cells (cells that help the body fight disease and infection), called T cells. The T cells were trained to kill EBV-infected cells and were tested to see whether treatment with these cells could affect these tumors. In many patients investigators found that giving these trained T cells caused a complete or partial response.\n\nHowever, many patients do not have EBV found in their lymphoma cells. Therefore, investigators now want to test whether special T lymphocytes directed against other types of proteins that show on the tumor cell surface can result in similar promising results. The proteins that will be targeted in this study are called tumor-associated antigens (TAAs) - these are cell proteins that are specific to the cancer cell, so they either do not show or show up in low quantities on normal human cells.\n\nIn this stage of the study, investigators will target five TAAs which commonly show on lymphoma cells , called NY-ESO-1, MAGEA4, PRAME, Survivin and SSX. Investigators will do this by using special types of T cells called cytotoxic T lymphocytes (CTLs) generated in the lab. These TM-specific T cells are an investigational product not yet approved by the U.S. Food and Drug Administration.\n\nThe purpose of this stage of the study is to find out if TM-specific cytotoxic T cells are safe in children. The investigators want to learn what the side-effects are, and to see whether this therapy might help treat patients who are considered high risk for relapse of Hodgkin disease or non-Hodgkin lymphoma.",
            "detailedDescription": "First, patients provide blood for us to make TAA-specific cytotoxic T cells in the lab. The amount of blood to be drawn will be less based on the child's weight per blood draw (3 mL/kg). Under certain conditions related to the patient's health, investigators may need to collect the blood using a process called apheresis. Apheresis is the process where blood is passed through a machine that separates out the components of the patient's blood that is needed. The remainder of the patient's blood is then returned to the patient's body.\n\nIf the TAA-specific cytotoxic T cells can be made, the time from collection of the blood to manufacture of T cells for administration to the patient is about 1 to 2 months.\n\nThe cells will then be injected by IV into the patient over 10 minutes. The patient may be pre-treated with acetaminophen (Tylenol) and diphenhydramine (Benadryl). Acetaminophen (Tylenol) and diphenhydramine (Benadryl) are given to prevent a possible allergic reaction to the T cell administration. Initially, two doses of T cells will be given two weeks apart. The patient's lymphoma will be assessed before the infusion (pre-infusion) and then 6 weeks after the second infusion. If after the patient's second infusion he/she has not relapsed or experienced a side effect which would prevent him/her from receiving any more cells, he/she can receive up to six (6) additional doses if they wish. The T cells would then be given at 6-8 week intervals.\n\nIn between the first and second T cell infusions and for 6 weeks after the last infusion, investigators ask that the patient not receive any other anti-cancer treatments such as radiation therapy or chemotherapy. If the patient does receive any other therapies in-between the first and second infusion of T cells, they will be taken off treatment and will not be able to receive the second infusion of T cells. All of the treatments will be given by the Center for Cell and Gene Therapy at Texas Children 's Hospital.\n\nMEDICAL TESTS BEFORE TREATMENT\n\nBefore being treated,the patient will receive a series of standard medical tests:\n\n* Physical exam.\n* Blood tests to measure blood cells, kidney and liver function.\n* Measurements by routine imaging studies to confirm the patient is in remission. Investigators will use the imaging study that was used before to follow the patient's tumor: CT, MRI, or PET.\n* Pregnancy test if the patient is a female who can have children.\n\nMEDICAL TESTS AFTER TREATMENT\n\n- Imaging study 8 weeks after the 2nd TAA-CTL infusion.\n\nTo learn more about the way the T cells are working in the patient's body , an extra 20-40 ml (4-8 teaspoons) of blood or 3ml/kg of body weight of blood (whichever is less) will be taken before the infusion, and at weeks 2, 4 and 8. Afterwards, blood will be collected at 3, 6, 9 and 12 months after the last infusion. The blood may be drawn from the patient's central line at the time of his or her regular blood tests. Investigators will use this blood to see how long the T cells last, and to look at the patient's immune response to their cancer.\n\nIf the patient receives additional doses of T cells this blood will also be collected before each infusion and 1, 2, 4, and 6 weeks post each infusion.\n\nThe maximum amount of blood that may be drawn over the course of the study is 156 to 312 teaspoon.\n\nInvestigators may request a sample of a previous tumor biopsy the patient has had or from a tumor biopsy performed at any time while the patient is on this study. The sample will be used for research purposes related to this study.\n\nIn the event of death, investigators will request permission to perform an autopsy to learn more about the effects of the treatment on the patient's disease.\n\nSTUDY DURATION The patient's active participation in this study will last for approximately one 1 year. If they receive additional doses of the T cells as described above, their active participation will last until one 1 year after their last dose of T cells. Investigators will then contact them once a year for up to 4 additional years (total of 5 years follow-up) in order to evaluate their disease response long-term."
        },
        "conditionsModule": {
            "conditions": [
                "Hodgkins Lymphoma",
                "Non Hodgkins Lymphoma"
            ],
            "keywords": [
                "Hodgkins Lymphoma",
                "Non Hodgkins Lymphoma",
                "TAA",
                "TAA specific T lymphocytes",
                "Hodgkins Lymphona high risk for relapse",
                "Non-Hodgkin's Lymphoma high risk for relapse",
                "pediatric Hodgkin's Lymphoma high risk",
                "pediatric non-Hodgkin's Lymphoma high risk"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 6,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receiving autologous TAA-specific cytotoxic CTLs",
                    "interventionNames": [
                        "Biological: TAA-specific CTLs"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "TAA-specific CTLs",
                    "description": "Each patient will receive 2 infusions at the same dose, 14 days apart, according to the following dose level:\n\n2 x 10\\^7/m2",
                    "armGroupLabels": [
                        "Experimental Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Treatment-related adverse event (tAE) Rate",
                    "description": "Treatment-related adverse event (tAE) rate is the proportion of participants with tAE measured by the NCI Common Terminology Criteria for Adverse Events (CTCAE) v5.0. The tAE will be defined as development of Grade III-IV events in any organ system that do not return to grade I within 72 hours with the exception of events that are clearly unrelated, and, of hematological toxicities, which are only considered a tAE if Grade III persisting for up to 10 days or greater than or equal to Grade IV. In addition grade 2 or greater autoimmune reaction will be considered a tAE.",
                    "timeFrame": "8 weeks post first CTL infusion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Obtain information on the expansion, persistence and anti-tumor effects of the adoptively-transferred TAA-specific CTLs",
                    "description": "Information on the expansion, persistence and anti-tumor effects of the adoptively transferred tumor-specific CTL will be analyzed for the immunological parameters based on multimer analysis, intracellular cytokine staining and ELIspot assays to assess the frequency of cells secreting γ-IFN using the descriptive statistics such as mean, median, standard deviation at each time point. Comparison of diagnostic imaging studies from pre-infusion to 6 weeks following the second infusion will be summarized",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Procurement Inclusion Criteria:\n\n* Any pediatric patient (age ≥ 1 year and ≤ 21 years), regardless of sex, with a diagnosis of Hodgkin or non-Hodgkin Lymphoma.\n* Patients with life expectancy \\> 6 weeks.\n* Hgb ≥ 7.0 (transfusions allowed).\n* Informed Consent explained to, understood by and signed by patient/guardian. Patient/guardian given copy of informed consent. If applicable, patient assents to procurement,\n\nProcurement Exclusion Criteria:\n\n* Patients with severe intercurrent infection.\n* Patients with active HIV, Hepatitis B, or Hepatitis C infection at time of procurement (can be pending at the time of blood draw).\n* Patients receiving systemic corticosteroids at the time of or within one week prior to procurement.\n* Presence of grade 2-4 acute GVHD or active chronic GVHD \\> mild global severity score.\n\nTreatment Inclusion Criteria:\n\n* Any pediatric patient (age ≥ 1 year and ≤ 21 years), regardless of sex, with a diagnosis of Hodgkin or non-Hodgkin Lymphoma who are in complete remission (CR), but at high risk for relapse (specifically, who are stage 3 or stage 4 at diagnosis, are in second complete remission (CR2), and who have previously received \\>2 lines of lymphoma-directed therapy).\n* Pulse oximetry of \\> 90% on room air in patients who previously received radiation therapy.\n* Patients with a Karnofsky/Lansky score of \\> 60\n* Patients with bilirubin \\< 3x upper limit of normal\n* Patients with a creatinine ≤ 2x upper limit of normal for age.\n* Patients with AST \\< 3x upper limit of normal.\n* Patients with Hgb ≥ 7.0 (transfusions allowed)\n* Acceptable organ function based on clinical or laboratory findings according to investigator discretion\n* Patients should have been off other investigational therapy for one month prior to entry in this study.\n* Patients should have been off conventional therapy including rituximab for at least 1 week prior to entry in this study, and at least 4 weeks since last dose of radiation (if applicable)\n* Informed Consent explained to, understood by and signed by patient/guardian. Patient/guardian given copy of informed consent. If applicable, patient assents to participation in trial.\n* Due to unknown effects of this therapy on a fetus, pregnant women are excluded from this research. The male partner should use a condom. Females of child-bearing potential must be willing to utilize one of the more effective birth control methods during the study unless female has had a hysterectomy or tubal ligation\n\nTreatment Exclusion Criteria:\n\n* Patients with severe intercurrent infection.\n* Presence of grade 2-4 acute GVHD or active chronic GVHD \\> mild global severity score.\n* Patients receiving systemic corticosteroids \\> 0.5mg/kg prednisone or equivalent.\n* Pregnant or breastfeeding.\n* Active viral infection with HIV or hepatitis type B or C. \"Active\" infection defined as infectious disease testing indicating that patient blood is reactive for Hep B, C and/or HIV and confirmed using PCR to measure viral load.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lauren Scherer, MD",
                    "role": "CONTACT",
                    "phone": "832-824-4829",
                    "email": "Lauren.Scherer@bcm.edu"
                },
                {
                    "name": "Wendy Callejas",
                    "role": "CONTACT",
                    "phone": "832-824-1538",
                    "email": "wlcalle2@texaschildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lauren Scherer, MD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Texas Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Scherer, MD",
                            "role": "CONTACT",
                            "phone": "832-824-4829",
                            "email": "Lauren.Scherer@bcm.edu"
                        },
                        {
                            "name": "Wendy Callejas",
                            "role": "CONTACT",
                            "phone": "832-824-1538",
                            "email": "wlcalle2@texaschildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                },
                {
                    "id": "D000006689",
                    "term": "Hodgkin Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9751",
                    "name": "Hodgkin Disease",
                    "asFound": "Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "asFound": "Non-Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2817",
                    "name": "Hodgkin Lymphoma",
                    "asFound": "Hodgkin Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}