{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05615233",
            "orgStudyIdInfo": {
                "id": "STUDY00004376"
            },
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "TACAD Program for Asian American Family Caregivers of Persons Living With Alzheimer's Disease",
            "officialTitle": "To Reduce the Burden of Caregiving on Health Outcomes of Midlife Women: Asian American Family Caregivers of Persons Living With Alzheimer's Disease",
            "acronym": "TACAD",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "tacad-program-for-asian-american-family-caregivers-of-persons-living-with-alzheimer-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-07",
            "studyFirstSubmitQcDate": "2022-11-07",
            "studyFirstPostDateStruct": {
                "date": "2022-11-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Eun-Ok Im",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Texas at Austin"
            },
            "leadSponsor": {
                "name": "University of Texas at Austin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the proposed study is to preliminarily evaluate Technology-based information and coaching/support program that is tailored for Asian American midlife women who are family caregivers of patients living with Alzheimer's disease (TACAD) in improving health outcomes of Asian American midlife women who are family caregivers of persons living with Alzheimer's disease (AACA) and their care recipients.",
            "detailedDescription": "The purpose of the proposed study is to preliminarily evaluate a technology-based program in improving health outcomes of Asian American midlife women who are family caregivers of persons living with Alzheimer's disease (AACA) and their care recipients.\n\nThe participants of this randomized clinical trial will be 60 self-reported AACA aged 40 to 65 years old who identify as Chinese or Korean; are family caregivers of People Living with Alzheimer Disease (PLAD); can read and write English, Mandarin Chinese or Korean; who reside in the U.S.; and have access to the Internet through computers or mobile devices. Participants will be recruited through both online and offline communities/groups for Asian Americans. The recruitment settings are identified through both Internet searches and recommendations by research team members. When potential participants of Phase 2 visit the project Web site (after receiving/reviewing a study announcement), they will be asked to review the informed consent. When participants click I agree to participate, they will have given their consent. No identity information, including IP addresses, will be attached to any of the individual or group data. Therefore, research participants will not be identifiable directly or through the identifying information linked to subjects. Only research staff will have access to the data. Phase 2 study consists of two groups of research participants: (a) a control group who does not use the technology-based program, but uses the information on Alzheimer's Disease and caregiving by the Alzheimer's Association website; (b) an intervention group who uses the technology-based program and the information by the Alzheimer's Association website. Both groups will participate in the study for 3 months. During the research process, both groups are asked to fill out the Internet survey questionnaire (through the REDCap system) at three times (pre-test, post-1 moth, and post 3-months); if requested, paper-and-pencil questionnaires will be provided/used, or research staff will assist in administering the Internet surveys over the phone. Data will be collected only through the Internet survey, and each survey takes about 20 to 30 minutes to complete. Only for the intervention group, weekly group and individual coaching/support (max 1hr/week) by culturally matched bilingual interventionists will be provided through the online forum and chatting functions on the project website, phone calls, or text messages through ethnic-specific communication apps, and the participants are asked to use the educational modules, virtual reality app, and online resources that are available on the project website. The data collected through the Internet surveys will be stored on the HIPAA compliant clouds maintained by The University of Texas at Austin. All documentation related to the study will be also stored on the HIPAA compliant clouds maintained by The University of Texas at Austin."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer Disease"
            ],
            "keywords": [
                "Caregiver"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "Patient will use TACAD and the Alzheimer's Association Website",
                    "interventionNames": [
                        "Behavioral: TACAD",
                        "Behavioral: Alzheimer's Association website"
                    ]
                },
                {
                    "label": "Active Control Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patient will use only the Alzheimer's Association Website",
                    "interventionNames": [
                        "Behavioral: Alzheimer's Association website"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "TACAD",
                    "description": "Technology-based information and coaching/support program that is tailored for Asian American midlife women who are family caregivers of PLAD (TACAD). It includes four components in three languages (English, MandarinChinese, and Korean):\n\n1. 2 sub-ethnic specific social media sites;\n2. interactive online educational modules;\n3. online resources; and\n4. a VR component based on \"A Walk Through Dementia (WTD)\"",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Alzheimer's Association website",
                    "description": "The webpage on caregiving includes information on caregiving, care option, financial/legal planning, caregiver health, daily care, stages and behaviors, and safety. The content will be available in the three languages at the project website.",
                    "armGroupLabels": [
                        "Active Control Group",
                        "Intervention Group"
                    ],
                    "otherNames": [
                        "AA website"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Multidimensional Caregiver Strain Index from baseline",
                    "description": "Is a questionnaire that evaluates caregiver's health outcome. Total possible score range is 0-26. Higher score correlates with worse outcome.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Perceived Stress Scale score from baseline",
                    "description": "Measure of individual stress. Possible score range is 0-40 with higher scores indicating higher perceived stress.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Acculturation Stress Scale (ASS) score from baseline",
                    "description": "Score range is 0-36. Higher score correlates with worse outcome (higher stress)",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Social Readjustment Rating Scale (SRRS) score from baseline",
                    "description": "This questionnaire asks about number the of events in the last 12 months. Total score range 0-41 and higher score correlates with higher stress.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Midlife Women's Symptom Index from baseline",
                    "description": "This questionnaire measures physical and psychological symptoms during the last 6 months. It includes 73 questions that can be rated from 0-4. Possible score ranges from 0-292. Higher score correlates with worse outcome.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in EQ-5D-5L scale score from baseline",
                    "description": "This is a generic health status measure by the EuroQol Group to measure quality of daily life. It includes five dimensions (mobility, self-care, usual activities, pain/discomfort, anxiety/ depression) with five responses for each dimension (no problem to extreme problems); each digit in the five-digit codes refers to the status of each dimension, ranging from 1 (no problem) to 5 (severe problem). Possible score ranges from 0 to 100. A higher score in the EQ-5D-5L indicated better health-related Quality of Life.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Informant Questionnaire on Cognitive Decline in the Elderly (IQCODE) score from baseline",
                    "description": "This questionnaire measures the cognitive status of care recipients. Total possible score ranges from 8-40. Higher score correlates with worse outcome.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Lawton ADL/IADL Scale score from baseline",
                    "description": "This questionnaires measures instrumental activities of daily living. The Lawton IADL scale contains eight items, with a summary score from 0 (low function) to 8 (high function). Possible total score ranges from 0 (low function, dependent) to 8 (high function, independent) for women, and 0 through 5 for men. The higher the score, the greater the person's abilities.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Revised Memory and Behavior Problem Checklist score from baseline",
                    "description": "This outcome measures behavioral and psychological symptoms of care recipients. Total possible score ranges between 0-96 with higher score correlating with worse outcome.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Neuropsychological Inventory Questionnaire score from baseline",
                    "description": "This questionnaire measures care recipients' mood status. This is a 12-item inventory assessing severity of mood states or behaviors reflecting mood. The severity scale has scores ranging from 1 to 3 points (1=mild; 2=moderate; and 3=severe) and the scale for assessing caregiver distress has scores ranging from 0 to 5 points (0=no distress; 1=minimal distress; 2=mild distress; 3=moderate distress; 4=severe distress; and 5=extreme distress). Total possible score ranges 0 to 144.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Quality of Life Scale in Alzheimer's Disease score from baseline",
                    "description": "This questionnaire assesses quality of life (QOL) in 13 domains on a one 4-point Likert scale. It is used as a self-report and surrogate-report instrument. It uses a scale of 1-4 (poor, fair, good, or excellent) to rate a variety of life domains, including the patient's physical health, mood, relationships, activities, and ability to complete tasks. Total possible score ranges 13 to 52.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Caregiver Activity Survey score from baseline",
                    "description": "This survey measures the time caregivers spend aiding Alzheimer's patients with their day-to-day activities. The instrument includes 6 areas of caregiving activities (communicating with the person, using transportation, dressing, eating, looking after one's appearance, and supervising the person). Each items score reflects how many minutes is spent in that activity during the day prior to each assessment, and total scores are calculated in hours. Total possible score ranges from 0 to 24 hours. Higher scores indicate greater caregiver distress.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Ways of Coping Scale score from baseline",
                    "description": "This scale measures caregivers' coping status. It is a 42-item scale with 4-point Likert responses that identifies emotion- and problem-focused coping responses of caregivers. Possible score range is 0-198. Higher score correlates with better outcome.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Pearlin Mastery, Loss, and Competence Scale score from baseline",
                    "description": "This scale measures the extent to which an individual regards their life chances as being under their personal control rather than fatalistically ruled. Individual items use a 4-point Likert scale (1,\"Strongly disagree\" and 4,\"Strongly agree\"). Possible total score ranges 7 to 28. Higher scores indicate greater levels of mastery.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Caregiver Assessment of Behavioral Skill Scale score from baseline",
                    "description": "This scale measures caregiving skills. This is a 17-item self-report assessment of behavioral management skills. Each item is measured on a 3-point Likert scale (0 = \"seldom true\" to 2 = \"true most of the time\"). Possible total score ranges from 0-34. Higher scores indicates greater behavioral skill.",
                    "timeFrame": "Baseline, 1 months post intervention, 3 months post intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* self reported Asian American midlife women who are family caregivers of persons living with Alzheimer's disease (AACA).\n* Participants will be included if, by self-report, they are Asian American women aged 40 to 65 years old who identify as Chinese or Korean;\n* are family caregivers of PLAD;\n* can read and write English, Mandarin Chinese or Korean;\n* who reside in the U.S.;\n* have access to the Internet through computers or mobile devices.\n* Participants must be providing at least 4 hours per day unpaid assistance, on average, for a community-dwelling person in the early-middle stage of illness (Clinical Dementia Rating of 1) for whom there is no plan for institutionalization in six months.\n* Caregivers may or may not reside with their care recipient.\n\nExclusion Criteria:\n\n* Those who used the AA website previously and/or participated in other studies related to AD will be excluded.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "40 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wonshik Chee, PhD",
                    "role": "CONTACT",
                    "phone": "512-232-2323",
                    "email": "tacad.help@austin.utexas.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eun-Ok Im, PhD, MPH",
                    "affiliation": "University of Texas at Austin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas at Austin",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Wonshik Chee, PhD",
                            "role": "CONTACT",
                            "phone": "512-232-2323",
                            "email": "tacad.help@austin.utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The final data that will be available through the proposed study will be de-identified and the associated codebook that defines the data will be available for sharing with other researchers. The data will be available for secondary analyses especially by those who wish to investigate the efficacy of the technology-based program in various variables other than our major outcome variables.",
            "timeFrame": "The availability of the data will be announced on the project website of the proposed study.",
            "accessCriteria": "Applicants must request permission to conduct secondary analyses of the data from the PIs of the proposed study by e-mail or regular mail and provide the PIs with a 1-page long abstract of the proposed analysis and her/his CV. The researcher will be requested to: (a) agree that she/he will provide the findings from her/his analyses to the PIs at the completion of the analyses, (b) acknowledge the original study and the NIH in her/his future publications, and (c) not use the findings from the data for any commercial purposes. This agreement will be made in a written form.\n\nThe data will be provided to the researcher as a password-protected zipped file that needs to be downloaded through The University of Texas at Austin One Drive cloud service. The password for One Drive link and the password for the zipped file will be sent in separate e-mails."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}