{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05943496",
            "orgStudyIdInfo": {
                "id": "STUDY00024507"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-04657",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "STUDY00024507",
                    "type": "OTHER",
                    "domain": "OHSU Knight Cancer Institute"
                }
            ],
            "organization": {
                "fullName": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Tafasitamab, Acalabrutinib, and Obinutuzumab for the Treatment of Previously Untreated Chronic Lymphocytic Leukemia and Small Lymphocytic Lymphoma",
            "officialTitle": "A Phase Ib Study Evaluating the Safety and Efficacy of Tafasitamab, Acalabrutinib, and Obinutuzumab in Previously Untreated Chronic Lymphocytic Leukemia and Small Lymphocytic Lymphoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "tafasitamab-acalabrutinib-and-obinutuzumab-for-the-treatment-of-previously-untreated-chronic-lymphocytic-leukemia-and-small-lymphocytic-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-10-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-05",
            "studyFirstSubmitQcDate": "2023-07-05",
            "studyFirstPostDateStruct": {
                "date": "2023-07-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stephen Spurgeon",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "OHSU Knight Cancer Institute"
            },
            "leadSponsor": {
                "name": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Oregon Health and Science University",
                    "class": "OTHER"
                },
                {
                    "name": "Incyte Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase Ib trial tests the safety and effectiveness of tafasitamab, acalabrutinib, and obinutuzumab in treating patients with previously untreated chronic lymphocytic leukemia (CLL) and small lymphocytic lymphoma (SLL). CLL and SLL are types of cancer that develops from a specific white blood cell called B cells or B lymphocytes. Tafasitamab and obinutuzumab are monoclonal antibodies that may interfere with the ability of cancer cells to grow and spread. Acalabrutinib is in a class of medications called kinase inhibitors. It blocks a protein called BTK, which is present on B-cell cancers such as CLL at abnormal levels. This may help keep cancer cells from growing and spreading. Giving tafasitamab, acalabrutinib, and obinutuzumab may kill more cancer cells in patients with previously untreated CLL and SLL.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. Evaluate safety and minimal residual disease negativity.\n\nSECONDARY OBJECTIVE:\n\nI. Evaluate early indications of efficacy as response.\n\nEXPLORATORY OBJECTIVES:\n\nI. Determine progression-free survival. II. Determine overall survival. III. Define the population based on molecular correlates and determinants of CLL or SLL.\n\nIV. Associations between molecular correlates and determinants of CLL/SLL and response.\n\nV. Patient reported quality of life (QOL) outcomes.\n\nOUTLINE:\n\nPatients receive obinutuzumab intravenously (IV) over a rate titrated up to 400 mg/hour on days 1, 2, 8, and 15 for cycle 1 then on day 1 for cycles 2-6 and tafasitamab IV over 1.5-2 hours on days 1, 4, 8, 15, and 22 for cycle 2, on days 1, 8, 15, and 22 for cycles 3-4, and on days 1 and 15 for cycles 5-7. Patients also receive acalabrutinib orally (PO) twice daily (BID) of each cycle. Treatment repeats every 28 days for up to 12 cycles in the absence of disease progression or unacceptable toxicity. Patients also undergo blood sample collection and computed tomography (CT) scans throughout the trial. Patients may undergo an echocardiography (ECHO) at baseline as clinically indicated and may also undergo bone marrow biopsy and/or aspiration at baseline and/or follow-up.\n\nAfter completion of study treatment, patients are followed up every 3 months for 2 years."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Lymphocytic Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (tafasitamab, obinutuzumab, acalabrutinib)",
                    "type": "EXPERIMENTAL",
                    "description": "See Detailed DescriptionPatients receive obinutuzumab IV over a rate titrated up to 400 mg/hour on days 1, 2, 8, and 15 for cycle 1 then on day 1 for cycles 2-6 and tafasitamab IV over 1.5-2 hours on days 1, 4, 8, 15, and 22 for cycle 2, on days 1, 8, 15, and 22 for cycles 3-4, and on days 1 and 15 for cycles 5-7. Patients also receive acalabrutinib PO BID in each cycle. Treatment repeats every 28 days for up to 12 cycles in the absence of disease progression or unacceptable toxicity. Patients also undergo blood sample collection and CT throughout the trial. Patients may undergo an ECHO at baseline as clinically indicated and may also undergo bone marrow biopsy and/or aspiration at baseline and/or follow-up.",
                    "interventionNames": [
                        "Drug: Acalabrutinib",
                        "Procedure: Biospecimen Collection",
                        "Procedure: Bone Marrow Aspiration",
                        "Procedure: Bone Marrow Biopsy",
                        "Procedure: Computed Tomography",
                        "Procedure: Echocardiography",
                        "Biological: Obinutuzumab",
                        "Other: Questionnaire Administration",
                        "Biological: Tafasitamab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Acalabrutinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (tafasitamab, obinutuzumab, acalabrutinib)"
                    ],
                    "otherNames": [
                        "ACP-196",
                        "Bruton Tyrosine Kinase Inhibitor ACP-196"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Treatment (tafasitamab, obinutuzumab, acalabrutinib)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Aspiration",
                    "description": "Undergo bone marrow biopsy and/or aspiration",
                    "armGroupLabels": [
                        "Treatment (tafasitamab, obinutuzumab, acalabrutinib)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Biopsy",
                    "description": "Undergo bone marrow biopsy and/or aspiration",
                    "armGroupLabels": [
                        "Treatment (tafasitamab, obinutuzumab, acalabrutinib)"
                    ],
                    "otherNames": [
                        "Biopsy of Bone Marrow",
                        "Biopsy, Bone Marrow"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT scan",
                    "armGroupLabels": [
                        "Treatment (tafasitamab, obinutuzumab, acalabrutinib)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "Computerized Axial Tomography",
                        "Computerized axial tomography (procedure)",
                        "Computerized Tomography",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Echocardiography",
                    "description": "Undergo ECHO",
                    "armGroupLabels": [
                        "Treatment (tafasitamab, obinutuzumab, acalabrutinib)"
                    ],
                    "otherNames": [
                        "EC"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Obinutuzumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (tafasitamab, obinutuzumab, acalabrutinib)"
                    ],
                    "otherNames": [
                        "Anti-CD20 Monoclonal Antibody R7159",
                        "GA-101",
                        "GA101",
                        "Gazyva",
                        "huMAB(CD20)",
                        "R7159",
                        "RO 5072759",
                        "RO-5072759",
                        "RO5072759"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Treatment (tafasitamab, obinutuzumab, acalabrutinib)"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Tafasitamab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (tafasitamab, obinutuzumab, acalabrutinib)"
                    ],
                    "otherNames": [
                        "Immunoglobulin, Anti-(Human Cd19 Antigen) (Human-mus musculus Monoclonal MOR00208 Heavy Chain), Disulfide with Human-mus musculus Monoclonal MOR00208 .Kappa.-chain, Dimer",
                        "Monjuvi",
                        "MOR-00208",
                        "MOR00208",
                        "MOR208",
                        "Tafasitamab-cxix",
                        "XmAb5574"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of dose limiting toxicities (DLTs)",
                    "description": "Incidences of DLTs, serious AEs, and AEs of special interest experienced during cycle 2-6 evaluated. The severity of the AE assessed using National Cancer Institute Common Terminology Criteria for Adverse Events version 5. The international working chronic lymphocytic leukemia (iwCLL) grading system for hematological toxicities also utilized. Incidence and type of DLT reported.",
                    "timeFrame": "From first dose of tafasitamab (cycle 2, day 1) to end of cycle 6 (C6D28) up to 2 years."
                },
                {
                    "measure": "Proportion of patients that achieve minimal residual disease (MRD) negativity in peripheral blood",
                    "description": "MRD negativity in patients reported using the efficacy set. Point estimate, along with exact two-sided 95% confidence interval (CI) reported.",
                    "timeFrame": "From first dose of study drug (cycle 1, day 1) to 3, 6, 9, 12 months and 1-3 months after last dose of acalabrutinib up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Objective response rate (ORR)",
                    "description": "Defined by the iwCLL. ORR, the sum of CR + PR, estimated using the efficacy set. ORR point estimate at end of treatment along with exact two-sided 95% CI reported.",
                    "timeFrame": "From cycle 1, day 1 to any complete response (CR) or partial response (PR) through cycle 12 up to 2 years. Each cycle is 28 days."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Participant Inclusion Criteria\n\n* Written informed consent. Participant or legally authorized representative (LAR) must provide written informed consent prior to any study-specific procedures or interventions\n* Age \\>= 18 years. All genders, races, and ethnic groups will be included\n* Ability to swallow and retain oral medication\n* Documented previously untreated CLL/SLL. Diagnosis must be confirmed by peripheral blood flow cytometry or lymph node biopsy and made in accordance with international workshop (iw)CLL diagnostic criteria\n* Baseline detectable immunoglobulin heavy (IGH) gene signature determined as part of clonoSEQ for minimal residual disease (MRD) testing\n* Must meet at least 1 criterion for treatment based on iwCLL guidelines\n\n  * Evidence of progressive marrow failure as manifested by the onset or worsening of anemia and/or thrombocytopenia, or\n  * Massive (i.e., lower edge of spleen \\>= 6 cm below the left costal margin), progressive, or symptomatic splenomegaly, or\n  * Massive (i.e., \\>= 10 cm in the longest diameter), progressive, or symptomatic lymphadenopathy, or\n  * Progressive lymphocytosis in the absence of infection, with an increase in blood absolute lymphocyte count (ALC) \\> 50% over a 2 month period, or lymphocyte doubling time of \\< 6 months (as long as initial ALC was \\>= 30,000/uL), or\n  * Autoimmune anemia and / or thrombocytopenia that is poorly responsive to corticosteroids or other standard therapy, or\n  * Constitutional symptoms, defined as any one or more of the following disease related symptoms or signs occurring in the absence of evidence of infection:\n\n    * Unintentional weight loss of \\>= 10% within the previous 6 months, or\n    * Significant fatigue (grade \\>= 2), or\n    * Fevers \\> 100.5°F or 38.0°C for \\>= 2 weeks, or\n    * Night sweats for \\> 1 month\n  * Presence of measurable lymphadenopathy, defined as the presence of \\> 1 nodal lesion that measures \\> 2.0 cm in the longest diameter (LD) and \\> 1.0 cm in the longest perpendicular diameter (LPD) as assessed by computed tomography (CT) or magnetic resonance imaging (MRI)\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2\n* Life expectancy of greater than 12 months, as estimated by the treating physician or investigator\n* Absolute neutrophil count (ANC) \\> 1,000/mm\\^3 (uL)\n* Platelet count \\> 50,000/mm\\^3 (uL).\n* Serum creatinine =\\< 2 x upper limit of normal (ULN) or creatinine clearance (CrCl) \\>= 40 mL/min by Cockcroft-Gault\n* Aspartate aminotransferase (AST) =\\< 3 x ULN\n* Alanine aminotransferase (ALT) =\\< 3 x ULN\n* Alkaline phosphatase (ALP) =\\< 3 x ULN\n* Total bilirubin =\\< 2.5 x ULN unless documented history of Gilbert's syndrome\n* Negative for hepatitis C infection and chronic hepatitis B infection\n\n  * Participants with positive serology for hepatitis C virus (HCV) must have been tested for HCV ribonucleic acid (RNA) and are eligible only in the case of negative HCV RNA by polymerase chain reaction (PCR) testing\n  * Participants must be hepatitis B virus (HBV) negative by serology. Participants with occult or prior HBV infection (defined as negative hepatitis B \\[HB\\] surface antigen \\[sAg\\] and positive serology testing for anti-HBV core antigen \\[cAb\\]) may be included if HBV deoxyribonucleic acid (DNA) was undetectable by PCR, provided that they are willing to undergo monthly ongoing DNA testing. Antiviral prophylaxis may be administered as per institutional guidelines\n  * Participants who have protective HBV titers of HB surface antibody (sAb) (HBsAb positive, HBcAb negative, and HBsAg negative) after vaccination or previously cured hepatitis B are eligible\n* Individuals with childbearing potential must have documented negative pregnancy test within the 7 days before the start of any treatment drug and must commit to the use of study approved methods of contraception during study treatment and for 6 months after the last dose of obinutuzumab\n* Individuals that can contribute sperm for the conception of a child must commit to the use of study approved methods of contraception during the trial period and for 6 months after the last dose of obinutuzumab. Such individuals must also refrain from donation of sperm during study treatment and for 6 months after the last dose of obinutuzumab\n* Individuals of reproductive and lactating potential must agree to stop breastfeeding and refrain from donation of ova from the start of study treatment (cycle \\[C\\]1 day \\[D\\]1) and for 6 months after the last dose of obinutuzumab\n\nParticipant Exclusion Criteria\n\n* Previous or concurrent diagnosis of any other hematologic malignancy\n* Any previous CLL-directed treatment. Use of corticosteroids (or ongoing prednisone =\\< 20 mg daily, or equivalent) for symptom control are permitted. Enrollment will be considered for those individuals that can taper ongoing use of a corticosteroid at \\> 20 mg daily to 0 mg within 14 days after C1D1\n* Known history of hypersensitivity to\n\n  * Humanized or murine monoclonal antibodies or products\n  * A CD19 or CD20 antibody\n  * Tafasitamab\n  * Acalabrutinib\n* Receipt of live vaccine within 14 days of trial enrollment\n* Prior history of any solid malignancy, unless disease-free for over 2 years, exclusive of any prior history of squamous cell carcinoma of the skin or cervix, basal cell carcinoma of the skin, transitional cell urothelial carcinoma, prostate cancer, or early-stage melanoma. Exceptions will be considered, at the discretion of the investigator, if the prior treatment (i.e., within 2 years) is not expected to confound the results of this study\n* Patients with history of confirmed progressive multifocal leukoencephalopathy (PML)\n* Active autoimmune disease requiring treatment with \\> 20 mg of prednisone (or prednisone equivalent daily), apart from autoimmune hemolytic anemia or immune thrombocytopenic purpura (ITP).\n* Evidence of ongoing systemic bacterial, fungal, or viral infection, except localized fungal infections of skin or nails. NOTE: Participants may be receiving prophylactic antiviral or antibacterial therapies at the discretion of the investigator\n* Seropositivity for, or history of active viral infection with, human immunodeficiency virus (HIV)\n* Known histological transformation from CLL to an aggressive lymphoma (i.e., Richter's transformation)\n* Known bleeding disorders\n* Use of warfarin, marcumar, or phenprocoumon unless drug can be discontinued with normalization of international normalized ratio (INR) (e.g., INR \\< 2, or baseline) within 7 days of C1D1\n* Any participant having received agents known to be strong and moderate cytochrome P450 3A inhibitors or inducers within 7 days prior to screening / baseline may require special approval and / or a wash-out period before day 1, at the discretion of the investigator\n* Ongoing use of proton pump inhibitors (PPI). PPI must be discontinued 48 hours prior to C1D1\n* Any severe and / or uncontrolled medical conditions or other conditions that could affect their participation in the study such as:\n\n  * Symptomatic, or history of documented congestive heart failure (New York \\[NY\\] Heart Association functional classification III-IV)\n  * Left ventricular ejection fraction (LVEF) \\< 50%\n  * Poorly controlled atrial fibrillation\n  * A history of ventricular arrhythmias\n  * Uncontrolled hypertension (HTN): Defined as hypertension despite the use of \\> 2 anti-HTN agents at optimal doses\n  * Myocardial infarction within 6 months of enrollment\n  * Angina not well-controlled by medication\n  * Poorly controlled or clinically significant atherosclerotic vascular disease including cerebrovascular accident (CVA), transient ischemic attack (TIA), angioplasty, cardiac / vascular stenting within 6 months of enrollment\n* Any other significant medical illness, abnormality, or condition that would, in the investigator's judgement, make the participant inappropriate for study participation or would put the participant at risk",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Stephen E Spurgeon",
                    "affiliation": "OHSU Knight Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "OHSU Knight Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "OHSU Knight Cancer Clinical Trials Hotline",
                            "role": "CONTACT",
                            "phone": "503-494-1080",
                            "email": "trials@ohsu.edu"
                        },
                        {
                            "name": "Stephen E. Spurgeon",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000015451",
                    "term": "Leukemia, Lymphocytic, Chronic, B-Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000015448",
                    "term": "Leukemia, B-Cell"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M18116",
                    "name": "Leukemia, Lymphocytic, Chronic, B-Cell",
                    "asFound": "Chronic Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18115",
                    "name": "Leukemia, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T1308",
                    "name": "Chronic Lymphocytic Leukemia",
                    "asFound": "Chronic Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000543332",
                    "term": "Obinutuzumab"
                },
                {
                    "id": "C000604908",
                    "term": "Acalabrutinib"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M42185",
                    "name": "Acalabrutinib",
                    "asFound": "TOF",
                    "relevance": "HIGH"
                },
                {
                    "id": "M288906",
                    "name": "Obinutuzumab",
                    "asFound": "Ideal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "asFound": "Temporal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "asFound": "Wire",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}