{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05716009",
            "orgStudyIdInfo": {
                "id": "J2287"
            },
            "secondaryIdInfos": [
                {
                    "id": "IRB00350653",
                    "type": "OTHER",
                    "domain": "JHM IRB"
                }
            ],
            "organization": {
                "fullName": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                "class": "OTHER"
            },
            "briefTitle": "Tagraxofusp-erzs, an IL-3 Diphtheria Fusion Protein, in Combination With Gemtuzumab Ozogamicin in Patients With Relapsed/Refractory AML",
            "officialTitle": "A Phase Ia/Ib Study of Tagraxofusp-erzs, an IL-3 Diphtheria Fusion Protein, in Combination With Gemtuzumab Ozogamicin in Patients With Relapsed/Refractory AML",
            "acronym": "GO-TAG",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "tagraxofusp-erzs-an-il-diphtheria-fusion-protein-in-combination-with-gemtuzumab-ozogamicin-in-patients-with-relapsed-refractory-aml"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-25",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-12-25",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-27",
            "studyFirstSubmitQcDate": "2023-01-27",
            "studyFirstPostDateStruct": {
                "date": "2023-02-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "StemlineTherapeutics, Inc.",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is an open-label Phase Ia/Ib clinical study of tagraxofusp-erzs, a novel cytokine-drug conjugate that links interleukin-3 with a truncated diphtheria toxin, in combination with gemtuzumab ozogamicin for patients with relapsed/refractory AML.\n\nThe primary objective of the study is to determine the recommended phase 2 dose (RP2D) of tagraxofusp-erzs in combination with gemtuzumab ozogamicin in this patient population. Then, once RP2D is determined, to determine the safety and tolerability of combination gemtuzumab and tagraxofusp-erzs when administered at the RP2D.",
            "detailedDescription": "The goal of this study is to study the safety and tolerability of a novel combination of medications in relapsed or refractory AML: tagraxofusp and gemtuzumab ozogamicin. If the combination is found to be safe, then further studies will be done to determine whether this combination is effective for AML.\n\nThe first part of this study is called phase 1A. This part of the study is done to determine the optimal dose of tagraxofusp that can be given with gemtuzumab. The main purpose of phase 1A is to test different doses of the study drug, starting with the lowest dose and determining the optimal dose.\n\nIn phase 1B (the second part of the study), this dose will be given along with gemtuzumab to a larger group of patients to further test the safety and tolerability of this combination. The results of phase IB will also be used to determine whether the combination of tagraxofusp, when given at the optimal dose, and gemtuzumab are effective in treating AML. Substances (biomarkers) found in the blood and bone marrow will be drawn from patients in the course of this study to better understand whether the combination is effective against AML."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Myeloid Leukemia"
            ],
            "keywords": [
                "AML",
                "tagraxofusp",
                "Stemline",
                "CD123",
                "Go-TAG"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Tagraxofusp-erzs dose escalation study combined with a fixed dose of gemtuzumab ozogamicin 3mg/m2/day on days 1, 4, and 7.\n\nDose level 1, cycle 1 of tagraxofusp-erzs will be 7mcg/kg/day on days 10, 11 and 12.\n\nSubsequent cycles at dose level 1 will consist of gemtuzumab ozogamicin 3mg/m2/day on day 1 and tagraxofusp-erzs 7mcg/kg/day on days 4, 5, and 6.\n\nFor dose levels 2 through 4, gemtuzumab will continue to be administered at a fixed dose of 3mg/m2/day on days 1, 4, and 7 while tagraxofusp-erzs will be administered at escalating doses of 9mcg/kg/day then 12mcg/kg/day on days 5, 6, and 7 of cycle 1 and days 1, 2, and 3 of subsequent cycles.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1a Dose Escalation of tagraxofusp-erzs in r/r AML",
                    "type": "EXPERIMENTAL",
                    "description": "Tagraxofusp-erzs and gemtuzumab ozogamicin (GO) will be administered every 4 weeks with 28 days defined as a treatment cycle. Tagraxofusp-erzs dose escalation for cycles 1-4 in combination with fixed dose GO.\n\nThis is a dose escalation design . The dose-limiting toxicity (DLT) period will be the 28 days following the first dose of GO. The initial dose level 1 (DL1) cohort will receive GO 3mg/m2 (capped at a maximum dose of 4.5mg) intravenously (IV) on cycle 1 days 1, 4, and 7 and tagraxofusp-erzs at an initial dose of 7μg/kg/day on days 10, 11, 12. For subsequent cycles of DL1, GO will continue to be administered at a dose of 3mg/m2 IV on day 1 and tagraxofusp-erzs will be administered IV at a dose of 7μg/kg/day on days 4,5,and 6. Subsequent escalation dose levels will receive tagraxofusp-erzs doses of 7mcg/kg/day, 9mcg/kg/day or 12mcg/kg/day. Initial cycle doses of tagraxofusp at these levels will be given on Days 5,6 and 7, then in subsequent cycles on days 1,2 and 3.",
                    "interventionNames": [
                        "Drug: Dose Escalation -tagraxofusp-erzs"
                    ]
                },
                {
                    "label": "Phase 1b recommended Phase 2 dose (RP2D) of tagraxofusp- erzs in r/r AML",
                    "type": "EXPERIMENTAL",
                    "description": "This is dose expansion at the RP2D of tagraxofusp. Participants with relapsed or refractory acute myeloid leukemia (r/r AML) will receive the RP2D of tagraxofusp-erzs, as determined in Phase 1a, and gemtuzumab at a dose of 3mg/m2 (max absolute dose of 4.5mg) on days 1,4, and 7 of cycle 1 and day 1 of subsequent cycles.",
                    "interventionNames": [
                        "Drug: Dose Expansion at RP2D -tagraxofusp-erzs"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dose Escalation -tagraxofusp-erzs",
                    "description": "Sequential dose levels of tagraxofusp-erzs dependent on patient response. Fixed doses of gemtuzumab ozogamicin 3mg/m2/day on days 1, 4, and 7 of cycle 1 then on Day 1 or all subsequent cycles for a total of 3 cycles.",
                    "armGroupLabels": [
                        "Phase 1a Dose Escalation of tagraxofusp-erzs in r/r AML"
                    ],
                    "otherNames": [
                        "gemtuzumab ozogamicin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dose Expansion at RP2D -tagraxofusp-erzs",
                    "description": "Following the dose escalation portion, the expansion dose and schedule (RP2D) will be determined. Patients will continue to receive fixed doses of gemtuzumab ozogamicin 3mg/m2/day on days 1, 4, and 7 of cycle 1 then on Day 1 or all subsequent cycles for a total of 3 cycles.",
                    "armGroupLabels": [
                        "Phase 1b recommended Phase 2 dose (RP2D) of tagraxofusp- erzs in r/r AML"
                    ],
                    "otherNames": [
                        "gemtuzumab ozogamicin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determination of the recommended phase 2 dose (RP2D) of tagraxofusp-erzs in combination with gemtuzumab ozogamicin in patient with relapsed or refractory acute myeloid leukemia (AML)",
                    "description": "Identification of a RP2D with a target toxicity rate of 0.2 or less based on number of adverse events defined by CTCAE v5.0 criteria",
                    "timeFrame": "2.5 years"
                },
                {
                    "measure": "Determination of the safety and tolerability of combination gemtuzumab and tagraxofusp-erzs when administered at the RP2D.",
                    "description": "Assessment of RP2D safety and tolerability based on number of adverse events defined by CTCAE v5.0 criteria",
                    "timeFrame": "2.5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression free survival",
                    "description": "Number of patients who survive from date of 1st dose to date of disease progression or death from any cause. Will be censored at last response assessment date.",
                    "timeFrame": "2.5 years"
                },
                {
                    "measure": "Overall Survival",
                    "description": "Estimated using the method of Kaplan and Meier, number of deaths calculated from date of first dose to date of death or last known follow up.",
                    "timeFrame": "2.5 years"
                },
                {
                    "measure": "Overall response rate",
                    "description": "Estimate overall response rate at the RP2D, defined as a composite of complete remission(CR), CR with partial recovery, CR with incomplete hematologic recovery, morphologic leukemia free state, and partial remission, according to the 2022 international consensus classification (ICC) of myeloid neoplasms",
                    "timeFrame": "2.5 years"
                },
                {
                    "measure": "Time to response",
                    "description": "Assess the amount of time to respond to treatment from date of first dose to date of first response according to ICC response definitions determined by physician.",
                    "timeFrame": "2.5 years"
                },
                {
                    "measure": "Duration of response",
                    "description": "Assess the amount of time elapsed from first response according to ICC response definitions determined by physician. to first disease progression, last follow up date or death.",
                    "timeFrame": "2.5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* • Histologically confirmed diagnosis of acute myeloid leukemia (AML) according per 2016 World Health Organization (WHO) criteria.\n\n  * Cluster of differentiation marker (CD)33 and CD123 / interleukin (IL)3RA expression on the subject's blasts, determined by standard Flow AML MRD assay.\n  * Age ≥ 12\n  * Relapsed or refractory after one cycle of prior therapy (cytoreductive agents such as hydroxyurea, cyclophosphamide, or a single dose of gemtuzumab ozogamicin are not considered prior treatment regimens).\n  * Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0, 1, or 2\n  * Adequate baseline organ function, including cardiac, renal, and hepatic function as defined by:\n\n    * Left ventricular ejection fraction (LVEF) ≥ 50% by multi-gated acquisition scan (MUGA) or 2-dimensional (2-D) echocardiogram (ECHO) within 28 days prior to the start of therapy\n    * No clinically significant abnormalities on a 12-lead electrocardiogram (ECG)\n    * Creatinine Clearance (CrCl) ≥ 60mL/min\n    * Serum albumin ≥ 3.2 g/dL (note that albumin infusions are not permitted in order to enable eligibility)\n    * Total bilirubin ≤ 1.5 mg/dL\n    * Aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 2.5 times the upper limit of normal (ULN)\n    * Absolute neutrophil count (ANC) ≥ 0.5 x 109/L\n  * white blood cell (WBC) \\< 20,000/uL on day of first therapy, cytoreduction may be achieved using hydroxyurea.\n  * Ability to understand and willingness to sign a written informed consent document.\n  * Able to adhere to study visit schedule and other protocol requirements including follow up for survival assessment.\n  * If the patient is a woman of child-bearing potential (WOCBP), they should have a negative serum or urine pregnancy test within 1 week prior to tagraxofusp-erzs treatment. (Note: WOCBP include any female who has experienced menarche and who has not undergone successful sterilization (hysterectomy, bilateral tubal ligation or bilateral oophorectomy) or is not postmenopausal (defined as amenorrhea ≥ 12 consecutive months; or women on hormone replacement therapy with documented serum follicle stimulating hormone level ≥ 35 milli-international units per milliliter (mIU/mL).\n  * Patients agree to use acceptable contraceptive methods for the duration of time in the study, and to continue to use acceptable contraceptive methods for 1 week after the last tagraxofusp-erzs infusion.\n  * The patient has signed informed consent prior to initiation of any study-specific procedures or treatment. The patient is able to adhere to the study visit schedule and other protocol requirements.\n\nExclusion Criteria:\n\n* • Prior treatment with tagraxofusp-erzs.\n\n  * Primary resistance to or progression on gemtuzumab. Patients who have previously received Gemtuzumab, but whose disease was not resistant or did not progress on it are eligible.\n  * Active central nervous system involvement. Patients with a history of central nervous system involvement that has cleared with prior treatments are eligible.\n  * Blood or bone marrow transplant within 60 days of screening or active graft versus host disease.\n  * The patient has persistent clinically significant toxicities Grade ≥ 2 from previous therapies, including cytotoxic chemotherapy, targeted therapies, biological therapies, or immunotherapies, not readily controlled by supportive measures (excluding alopecia, nausea, and fatigue)\n  * The patient has received treatment with chemotherapy, wide-field radiation, or biologic therapy within 14 days of study entry.\n  * The patient has an active malignancy and/or cancer history that may confound the assessment of the study endpoints. Patients with a past cancer history (within 2 years of entry) with substantial potential for recurrence and/or ongoing active malignancy must be discussed with the Sponsor before study entry. Patients with the following neoplastic diagnoses are eligible: non-melanoma skin cancer, carcinoma in situ, cervical intraepithelial neoplasia, organ-confined prostate cancer with no evidence of progressive disease.\n  * The patient has clinically significant cardiovascular disease (e.g. uncontrolled or any New York Heart Association Class 3 or 4 congestive heart failure, uncontrolled angina, history of myocardial infarction, unstable angina or stroke within 6 months prior to study entry, uncontrolled hypertension or clinically significant arrhythmias not controlled by medication).\n  * The patient has uncontrolled, clinically significant pulmonary disease (e.g. chronic obstructive pulmonary disease, pulmonary hypertension) that in the opinion of the Investigator would put the patient at significant risk for pulmonary complications during the study.\n  * The patient is receiving immunosuppressive therapy - with the exception of low-dose prednisone (≤10 mg/day) - for treatment or prophylaxis of graft-versus-host disease (GVHD). If the patient has been on immunosuppressive treatment or prophylaxis for GVHD, the treatment(s) must have been discontinued at least 14 days prior to study treatment and there must be no evidence of Grade ≥ 2 GVHD.\n  * The patient has uncontrolled intercurrent illness including, but not limited to, uncontrolled infection, disseminated intravascular coagulation, or psychiatric illness/social situations that would limit compliance with study requirements.\n  * The patient is pregnant or breastfeeding.\n  * The patient has a history of human immunodeficiency virus (HIV) infection, active or chronic Hepatitis B, or Hepatitis C.\n  * The patient has any condition which, in the opinion of the Investigator, places the patient at an unacceptably high risk for toxicities.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexander Ambinder, MD",
                    "role": "CONTACT",
                    "phone": "410-614-9656",
                    "email": "aambind1@jhmi.edu"
                },
                {
                    "name": "Joan McFadden-Cain, RN",
                    "role": "CONTACT",
                    "phone": "410-502-0735",
                    "email": "jmcfad19@jhmi.edu"
                }
            ],
            "locations": [
                {
                    "facility": "The Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexander Ambinder, MD",
                            "role": "CONTACT",
                            "phone": "410-955-9656",
                            "email": "aambind1@jhmi.edu"
                        },
                        {
                            "name": "Alexander Ambinder, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004165",
                    "term": "Diphtheria"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003354",
                    "term": "Corynebacterium Infections"
                },
                {
                    "id": "D000000193",
                    "term": "Actinomycetales Infections"
                },
                {
                    "id": "D000016908",
                    "term": "Gram-Positive Bacterial Infections"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "relevance": "LOW"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "relevance": "LOW"
                },
                {
                    "id": "M7347",
                    "name": "Diphtheria",
                    "asFound": "Diphtheria",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6574",
                    "name": "Corynebacterium Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M19252",
                    "name": "Gram-Positive Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1885",
                    "name": "Diphtheria",
                    "asFound": "Diphtheria",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000079982",
                    "term": "Gemtuzumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000922",
                    "term": "Immunotoxins"
                },
                {
                    "id": "D000018796",
                    "term": "Immunoconjugates"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2089",
                    "name": "Gemtuzumab",
                    "asFound": "1250",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4241",
                    "name": "Immunotoxins",
                    "relevance": "LOW"
                },
                {
                    "id": "M20855",
                    "name": "Immunoconjugates",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}