{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04693468",
            "orgStudyIdInfo": {
                "id": "2020-0436"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-06041",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "2020-0436",
                    "type": "OTHER",
                    "domain": "M D Anderson Cancer Center"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Talazoparib and Palbociclib, Axitinib, or Crizotinib for the Treatment of Advanced or Metastatic Solid Tumors, TalaCom Trial",
            "officialTitle": "Modular Phase 1B Hypothesis-Testing, Biomarker-Driven, Talazoparib Combination Trial (TalaCom)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "talazoparib-and-palbociclib-axitinib-or-crizotinib-for-the-treatment-of-advanced-or-metastatic-solid-tumors-talacom-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2020-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-28",
            "studyFirstSubmitQcDate": "2020-12-31",
            "studyFirstPostDateStruct": {
                "date": "2021-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase Ib trial is to find out the best dose, possible benefits and/or side effects of talazoparib when given in combination with palbociclib, axitinib, or crizotinib in treating patients with solid tumors that has spread to nearby tissue or lymph nodes (locally advanced) or other places in the body (metastatic). PARPs are proteins that help repair damaged DNA, the genetic material that serves as the body's instruction book. PARP inhibitors, such as talazoparib, can keep PARP from working, so tumor cells can't repair themselves, and they may stop growing. Palbociclib, axitinib, and crizotinib may stop the growth of tumor cells by blocking some of the enzymes needed for cell growth. Giving talazoparib in combination with palbociclib, axitinib, or crizotinib may help control locally advanced or metastatic solid tumors.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the safety and tolerability, and establish the maximum tolerated dose/recommended phase 2 dose (MTD/RP2D) of the combination of talazoparib tosylate (talazoparib) with palbociclib isethionate (palbociclib) (Arm A), axitinib (Arm B), and crizotinib (Arm C) in patients with advanced solid tumors.\n\nII. To assess the safety and toxicity profile of the combination of talazoparib with palbociclib (Arm A), axitinib (Arm B), and crizotinib (Arm C).\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the pharmacokinetic and pharmacodynamic profile of the combination of talazoparib with palbociclib (Arm A), axitinib (Arm B), and crizotinib (Arm C).\n\nII. To obtain a preliminary assessment of the antitumor activity of the combination of talazoparib with palbociclib (Arm A), axitinib (Arm B), and crizotinib (Arm C).\n\nIII. To assess predictive biomarkers of response and resistance to the combination of talazoparib with palbociclib (Arm A), axitinib (Arm B), and crizotinib (Arm C).\n\nOUTLINE: This is a phase I, dose-escalation study. Patients are assigned to 1 of 3 arms.\n\nARM A: Patients receive talazoparib orally (PO) once daily (QD) on days 1-21 or 1-28 and palbociclib PO QD on days 1-21. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patient may continue treatment even if there is progression of disease as long as the patient remains clinically stable, per the treating physician's discretion.\n\nARM B: Patients receive talazoparib PO QD on days 1-28 and axitinib PO twice daily (BID) on days 1-28. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patient may continue treatment even if there is progression of disease as long as the patient remains clinically stable, per the treating physician's discretion.\n\nARM C: Patients receive talazoparib PO QD on days 1-28 and crizotinib PO BID on days 1-28. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patient may continue treatment even if there is progression of disease as long as the patient remains clinically stable, per the treating physician's discretion.\n\nAfter the completion of study treatment, patients are followed up for 90 days and then every 12 weeks until progression of disease, receipt of another cancer drug, or for another two years."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Malignant Solid Neoplasm",
                "Metastatic Malignant Solid Neoplasm",
                "Recurrent Malignant Solid Neoplasm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 111,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (talazoparib, palbociclib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive talazoparib PO QD on days 1-21 or 1-28 and palbociclib PO QD on days 1-21. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patient may continue treatment even if there is progression of disease as long as the patient remains clinically stable, per the treating physician's discretion.",
                    "interventionNames": [
                        "Drug: Palbociclib Isethionate",
                        "Drug: Talazoparib Tosylate"
                    ]
                },
                {
                    "label": "Arm II (talazoparib, axitinib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive talazoparib PO QD on days 1-28 and axitinib PO BID on days 1-28. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patient may continue treatment even if there is progression of disease as long as the patient remains clinically stable, per the treating physician's discretion.",
                    "interventionNames": [
                        "Drug: Axitinib",
                        "Drug: Talazoparib Tosylate"
                    ]
                },
                {
                    "label": "Arm III (talazoparib, crizotinib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive talazoparib PO QD on days 1-28 and crizotinib PO BID on days 1-28. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patient may continue treatment even if there is progression of disease as long as the patient remains clinically stable, per the treating physician's discretion.",
                    "interventionNames": [
                        "Drug: Crizotinib",
                        "Drug: Talazoparib Tosylate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Axitinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm II (talazoparib, axitinib)"
                    ],
                    "otherNames": [
                        "AG-013736",
                        "AG013736",
                        "Inlyta"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Crizotinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm III (talazoparib, crizotinib)"
                    ],
                    "otherNames": [
                        "MET Tyrosine Kinase Inhibitor PF-02341066",
                        "PF-02341066",
                        "PF-2341066",
                        "Xalkori"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Palbociclib Isethionate",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm I (talazoparib, palbociclib)"
                    ],
                    "otherNames": [
                        "PD 0332991-0054",
                        "PF-00080665-73"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Talazoparib Tosylate",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm I (talazoparib, palbociclib)",
                        "Arm II (talazoparib, axitinib)",
                        "Arm III (talazoparib, crizotinib)"
                    ],
                    "otherNames": [
                        "Talzenna"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Incidence and severity of adverse events and serious adverse events in patients being treated with the combination of talazoparib with palbociclib (Arm A), axitinib (Arm B), and crizotinib (Arm C). Severity of adverse events (AEs) will be graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 5.0. Tabulations will be produced for safety parameters.",
                    "timeFrame": "Up to 30 days after the last investigational product administration"
                },
                {
                    "measure": "Incidence of dose limiting toxicities",
                    "description": "Incidence of dose limiting toxicities of the combination of talazoparib with palbociclib (Arm A), axitinib (Arm B), and crizotinib (Arm C) will be assessed. Severity of AEs will be graded according to the NCI CTCAE version 5.0.",
                    "timeFrame": "Up to 30 days after the last investigational product administration"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Plasma pharmacokinetic (PK) parameters (maximum plasma concentration)",
                    "description": "Plasma pharmacokinetic parameters including the maximum plasma concentration. Descriptive statistics will be provided for these PK parameters in tabular form (n, mean, SD, CV, median, minimum, maximum, geometric mean and its associated CV) by trial arm, dose, cycle and day. Individual curves of serum concentration of each study drug versus time will be presented on log- and linear scale for all patients in the PK population. Furthermore, maximum and trough serum concentrations for the period from first dose to end of treatment will be presented on linear scale individual plots.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Plasma pharmacokinetic (PK) parameters (time to maximum plasma concentration)",
                    "description": "Plasma pharmacokinetic parameters including the time to maximum plasma concentration Descriptive statistics will be provided for these PK parameters in tabular form (n, mean, SD, CV, median, minimum, maximum, geometric mean and its associated CV) by trial arm, dose, cycle and day. Individual curves of serum concentration of each study drug versus time will be presented on log- and linear scale for all patients in the PK population. Furthermore, maximum and trough serum concentrations for the period from first dose to end of treatment will be presented on linear scale individual plots.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Plasma pharmacokinetic (PK) parameters (area under the plasma concentration)",
                    "description": "Plasma pharmacokinetic parameters including the area under the plasma concentration versus time curve will be estimated using non-compartmental analysis. Descriptive statistics will be provided for these PK parameters in tabular form (n, mean, SD, CV, median, minimum, maximum, geometric mean and its associated CV) by trial arm, dose, cycle and day. Individual curves of serum concentration of each study drug versus time will be presented on log- and linear scale for all patients in the PK population. Furthermore, maximum and trough serum concentrations for the period from first dose to end of treatment will be presented on linear scale individual plots.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Plasma pharmacokinetic parameters (Ctrough)",
                    "description": "Plasma pharmacokinetic parameters including the Ctrough. Descriptive statistics will be provided for these PK parameters in tabular form (n, mean, SD, CV, median, minimum, maximum, geometric mean and its associated CV) by trial arm, dose, cycle and day. Individual curves of serum concentration of each study drug versus time will be presented on log- and linear scale for all patients in the PK population. Trough serum concentrations for the period from first dose to end of treatment will be presented on linear scale individual plots.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Plasma pharmacokinetic parameters (maximum)",
                    "description": "Plasma pharmacokinetic parameters including the maximum. Descriptive statistics will be provided for these PK parameters in tabular form (n, mean, SD, CV, median, minimum, maximum, geometric mean and its associated CV) by trial arm, dose, cycle and day. Individual curves of serum concentration of each study drug versus time will be presented on log- and linear scale for all patients in the PK population. Maximum serum concentrations for the period from first dose to end of treatment will be presented on linear scale individual plots.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Clinical benefit rate",
                    "description": "Will assess antitumor activity by clinical benefit rate complete response (CR) + partial response (PR) + stable disease \\> 4 months per Response Evaluation Criteria in Solid Tumors (RECIST) version(v) 1.1.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Duration of response",
                    "description": "Estimated using Kaplan-Meier methods. A 95% confidence interval of response rate will be estimated based on the binomial distribution.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Objective response",
                    "description": "Objective response is defined as a best overall response of CR or PR per RECIST v1.1.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Progression free survival",
                    "description": "Estimated using Kaplan-Meier methods. A 95% confidence interval of response rate will be estimated based on the binomial distribution.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Overall survival",
                    "description": "Estimated using Kaplan-Meier methods. A 95% confidence interval of response rate will be estimated based on the binomial distribution.",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Pathogenic or likely pathogenic germline or somatic gene defect as determined by local assessment and classification in at least one of the following:\n\n   * Defect in DNA Damage Response (DDR) genes specified below for each cohort or other related genes at the discretion of the principal investigator in consultation with the MD Anderson Cancer Center Institute for Personalized Cancer Therapy Precision Oncology Decision Support (PODS) group. See below for additional eligibility guidance for Arms A - C:\n   * Eligibility for Arm A (Talazoparib + Palbociclib):\n\n     * Solid tumors with defects in DDR genes such as: BRCA1/2, PALB2, RAD51C/D, or other related genes at the discretion of the principal investigator, or\n     * MYC-aberrant solid tumors (e.g. overexpression, amplification, mutation)\n   * Eligibility for Arm B (Talazoparib + Axitinib):\n\n     * Solid tumors with defects in DDR genes such as: BRCA1/2, PALB2, RAD51C/D, or other related genes at the discretion of the principal investigator, or\n     * Participants with BRCA1/2 wild-type high-grade serous ovarian cancer, or\n     * Participants with metastatic castration-resistant prostate cancer without a specific and/or selected mutation\n   * Eligibility for Arm C (Talazoparib + Crizotinib):\n\n     * Solid tumors with defects in DDR genes such as: BRCA1/2, PALB2,36 RAD51C/D, or other related genes at the discretion of the principal investigator, or\n     * Solid tumors with defects in MET, ALK or ROS1 (e.g. MET mutations or amplifications, high MET expression, ALK translocations, ROS1 translocations) NOTE: Participants who are eligible for more than one Arm will be assigned according to physician preference.\n2. Histological or cytological diagnosis of a solid tumor that is advanced/metastatic, intolerable to standard therapy, resistant to effective standard therapy, or for which no standard therapy is available.\n3. Availability of a fresh or recent tumor tissue sample from a diagnostic biopsy/surgery or a metastatic tumor biopsy; the sample must have been obtained within 12 months prior to study enrollment. When only bone disease is present, an archival tumor tissue sample obtained within 5 years prior to study enrollment may be accepted for non-prostate cancer patients and a fresh bone biopsy may be accepted for prostate cancer patients only.\n\n   NOTE: A fresh biopsy should be encouraged for all participants at time of enrollment even if a previous biopsy is available. Optional on-treatment and at-progression biopsies will be encouraged for all participants. With agreement of the PI, if the archived tissue is not available and/ or it is unsafe to obtain a fresh biopsy at screening, the participant is eligible.\n4. Have measurable disease at study enrollment as defined by RECIST v1.1 with at least 1 measurable lesion that has not previously been irradiated; or participants may have bone metastatic disease evaluable by Prostate Cancer Working Group 2 (PCWG2) for participants with metastatic castration-resistant prostate cancer (mCRPC), or according to the tumor evaluation criteria best suited and accepted for the tumor type being evaluated).\n5. Age . 18 years old.\n6. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 to 1.\n7. Adequate bone marrow function (without hematopoietic growth factor or transfusion support within 14 days prior to study enrollment), including:\n\n   * Absolute Neutrophil Count (ANC) ≥ 1,500/mm3 or ≥ 1.5 x 109/L\n   * Platelets ≥ 100,000/mm3 or ≥ 100 x 109/L\n   * Hemoglobin ≥ 9 g/dL (≥ 5.6 mmol/L).\n8. Adequate renal function defined by an estimated creatinine clearance ≥ 60 mL/min will be required during dose-escalation phase, according to the Cockcroft-Gault formula as:\n\n   * CLCR = \\[(140-age) × weight)\\]/(72 x SCR)\\] × 0.85 (if female), where CLCR (creatinine clearance) is measured in mL/min, age is expressed in years, weight in kilograms (kg), and SCR (serum creatinine) in mg/dL\n   * Or as measured by 24h urine assessment NOTE: Participants with moderate renal impairment (30 - 59 mL/min) will be considered during the dose expansion phase. A reduced starting dose for talazoparib will be considered in these participants. If the dose for dose expansion is 1 mg once daily, the dose will be reduced to 0.75 mg once daily. If the expanded dose is 0.75 mg once daily, the dose will be reduced to 0.5 mg once daily.\n9. Adequate liver function including:\n\n   * Total serum bilirubin ≤ 1.5 x the upper limit of normal range (ULN)\n   * Aspartate and Alanine aminotransferase (AST and ALT) ≤ 5 x ULN.\n10. Female participants of childbearing potential must have negative serum pregnancy or urine pregnancy test at screening. Female participants of non-childbearing potential must meet at least one of the following criteria:\n\n    * Achieved postmenopausal status, defined as follows: cessation of regular menses for at least 12 consecutive months with no alternative pathological or physiological cause and have a serum follicle-stimulating hormone (FSH) level confirming the postmenopausal state\n    * Have undergone a documented hysterectomy and/or bilateral oophorectomy\n    * Have medically confirmed ovarian failure All other female participants are considered to be of childbearing potential.\n11. Evidence of a personally signed and dated informed consent document, within 28 days prior to enrollment, indicating that the participant has been informed of all pertinent aspects of the study.\n12. Willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n13. Able to swallow the study drug, have no known intolerance to study drugs or excipients, and comply with study requirements.\n\nExclusion Criteria:\n\n1. Prior anti-cancer therapy within 2 weeks prior to study enrollment or prior radiation therapy within 2 weeks prior to study enrollment. Prior palliative radiotherapy to metastatic lesion(s) is permitted, provided it has been completed at least 2 days prior to study enrollment and no clinically significant toxicities are expected (e.g. mucositis, esophagitis).\n2. Major surgery within 4 weeks prior to study enrollment.\n3. Participants with known hypersensitivity to either talazoparib or the additional study drug to be received per treatment arm: palbociclib (Arm A), axitinib (Arm B), crizotinib (Arm C).\n4. Diagnosis of myelodysplastic syndrome (MDS).\n5. Known symptomatic brain metastases requiring steroids. Participants with previously diagnosed brain metastases are eligible if they have completed their treatment and have recovered from the acute effects of radiation therapy or surgery prior to study enrollment, have discontinued corticosteroid treatment for these metastases for at least 2 weeks, and are neurologically stable. Of note, participants who required a single dose of corticosteroids on days receiving radiation treatment do not require a 2-week washout.\n6. Persisting toxicity related to prior therapy (NCI CTCAE v5.0 Grade \\> 1). However, alopecia and sensory neuropathy Grade ≤ 2, or other Grade ≤ 2 adverse events not constituting a safety risk, based on the investigators judgement, are acceptable.\n7. Active infection requiring systemic therapy. Minor infections, e.g. periodontal infection or urinary tract infection (UTI), which may be treated with short term oral antibiotics are allowed.\n8. Participants with known uncontrolled HIV virus or Acquired immunodeficiency syndrome. Note: Patients with history of controlled HIV virus will be considered eligible for this trial.\n9. Participants with uncontrolled Hepatitis B virus (HBV) or hepatitis C virus (HCV) infection at screening. Note: Participants with controlled hepatitis B or hepatitis C will be considered eligible for this trial.\n10. Clinically significant cardiovascular disease, including any of the following:\n\n    * Myocardial infarction or symptomatic cardiac ischemia within 6 months before screening;\n    * Congestive heart failure New York Heart Association class III or IV;\n    * History of clinically significant ventricular arrhythmias (eg, sustained ventricular tachycardia, ventricular fibrillation, torsade de pointes) within 1 year before screening;\n    * History of Mobitz II second degree or third degree heart block unless a permanent pacemaker is in place;\n    * Hypotension as indicated by systolic blood pressure \\<86 mm Hg at screening;\n\n      * Bradycardia as indicated by a heart rate of \\<45 beats per minute on the screening electrocardiogram;\n      * For part B participants only: Uncontrolled hypertension as indicated by systolic blood pressure \\>140 mm Hg or diastolic blood pressure \\>90 mm Hg despite optimal treatment. Participants can only be on one antihypertensive and stable doses of antihypertensives at discretion of PI.\n11. Current use of potent P-gp inhibitors within 7 days prior to enrollment: amiodarone, carvedilol, clarithromycin, cobicistat, dronedarone, erythromycin, glecaprevir/pibrentasvir, indinavir, itraconazole, ketoconazole, lapatinib, lopinavir, propafenone, quinidine, ranolazine, ritonavir, saquinavir, sofosbuvir/velpatasvir/voxilaprevir, telaprevir, tipranavir, valspodar, and verapamil.\n\n    • NOTE: Participants who have recently been on enzalutamide require a 28 day washout period due to longer elimination half-life of this therapy.\n12. Participants treated within the last 7 days prior to enrollment with:\n\n    • Food or drugs that are known to be strong CYP (cytochrome P-450) 3A4 inhibitors (ie, amprenavir, atazanavir, boceprevir, clarithromycin, conivaptan, delavirdine, diltiazem, erythromycin, fosamprenavir, indinavir, itraconazole, ketoconazole, lopinavir, mibefradil, miconazole, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, telithromycin, verapamil, voriconazole, and grapefruit or grapefruit juice).\n\n    Drugs that are known to be strong CYP3A4 inducers (ie, carbamazepine, felbamate, nevirapine, phenobarbital, phenytoin, primidone, rifabutin, rifampin, rifapentin, and St. John's wort.\n13. Inability to swallow capsules, known malabsorption syndrome, or other conditions that may impair absorption of study drugs.\n14. Bisphosphonate or denosumab dosage that was not stable (i.e. not the same) for at least 2 weeks before study enrollment for patients receiving these therapies.\n15. Other acute or chronic medical or psychiatric condition including recent (within the past year) or active suicidal ideation or behavior or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgement of the investigator, would make the participant inappropriate for entry into this study.\n16. Medical, psychological, or social conditions that may interfere with the participant's participation in the study, or with the evaluation of the study results.\n17. Diagnosis of any other malignancy within 2 years prior to study enrollment, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the breast, bladder, or cervix, or low grade (Gleason ≤ 6) prostate cancer on surveillance without any plans for treatment intervention (e.g. surgery, radiation, or castration), or other early-stage low risk cancers.\n18. Pregnant female participants; breastfeeding female participants; fertile male participants; and female participants of childbearing potential who are unwilling or unable to use 2 methods of contraception for the duration of the study and for at least 7 months after the last dose of study drugs for female participants or 4 months after the last dose of study drugs for male participants, whichever is later for the individual patient. Male participants are prohibited from sperm donation while enrolled in this study and for 4 months after the last dose of the study drugs.\n\nHighly effective methods of contraception are those that alone or in combination, result in a failure rate of less than 1% per year when used consistently and correctly. These methods include:\n\n* Established use of oral, inserted, or injected or implanted hormonal methods of contraception are allowed provided the participant remains on the same treatment throughout the entire study and has been using that hormonal contraceptive for an adequate period of time to ensure effectiveness.\n* Correctly placed copper containing intrauterine device (IUD).\n* Male condom or female condom used with spermicide (i.e. foam, gel, film, cream or suppository).\n* Male sterilization with appropriately confirmed absence of sperm in the post-vasectomy ejaculate.\n* Bilateral tubal ligation or bilateral oophorectomy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Timothy A. Yap",
                    "role": "CONTACT",
                    "phone": "713-563-1784",
                    "email": "tyap@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Timothy A Yap",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Timothy A. Yap",
                            "role": "CONTACT",
                            "phone": "713-563-1784",
                            "email": "tyap@mdanderson.org"
                        },
                        {
                            "name": "Timothy A. Yap",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MDAndersonCancerCenterWebsite",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000500026",
                    "term": "Palbociclib"
                },
                {
                    "id": "D000077784",
                    "term": "Axitinib"
                },
                {
                    "id": "D000077547",
                    "term": "Crizotinib"
                },
                {
                    "id": "C000586365",
                    "term": "Talazoparib"
                },
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M223893",
                    "name": "Palbociclib",
                    "asFound": "Red",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1910",
                    "name": "Axitinib",
                    "asFound": "Exhaled",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1825",
                    "name": "Crizotinib",
                    "asFound": "Cognitive Assessment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "asFound": "Temporal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M281046",
                    "name": "Talazoparib",
                    "asFound": "Stereotactic Body Radiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "asFound": "Wire",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}