{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03974217",
            "orgStudyIdInfo": {
                "id": "19-152"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Talazoparib for Cohesin-Mutated AML and MDS With Excess Blasts",
            "officialTitle": "A Pilot Proof-of-Concept Study of Talazoparib-Based Therapy for Cohesin-Mutated AML and MDS With Excess Blasts",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "talazoparib-for-cohesin-mutated-aml-and-mds-with-excess-blasts"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-05-22",
            "studyFirstSubmitQcDate": "2019-06-03",
            "studyFirstPostDateStruct": {
                "date": "2019-06-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jacqueline Garcia, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pfizer",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study is testing if Talazoparib is an effective treatment for patients with AML and MDS that have a mutation in the cohesin complex.",
            "detailedDescription": "This research study is a Pilot Study, which is the first time investigators are examining this study drug for a selected subgroup of patients with AML and MDS whose disease features a mutation in the cohesin complex.\n\nThe FDA (the U.S. Food and Drug Administration) has approved Talazoparib as a treatment for certain kinds of breast cancer. It is not currently approved for treating your disease.\n\nTalazoparib is a drug that stops the activity of a protein called poly (adenosine diphosphate \\[ADP\\]-ribose) polymerase or PARP. PARP is involved in repairing damage to the DNA within your cells. DNA is the set of instructions found within all of your cells that tells them how to behave. The DNA is damaged all the time by things around in the environment, and is repaired by several different methods, one of which uses PARP. When PARP is turned off by Talazoparib in the normal cells, other methods can still work to repair damage to DNA. However, in some cancer cells these other methods are broken and cannot be used. When PARP is turned off by Talazoparib in these cancer cells, DNA damage cannot be repaired and leads to the death of the cancer cells. Talazoparib is a drug that is safe and active in breast cancer and gynecologic cancers. However, there were no responses among 33 unselected patients with hematologic malignancies, including 21 with AML (acute myeloid leukemia) and 4 with MDS (myelodysplastic syndrome), when they received treatment with Talazoparib by itself. It is not known if there were any patients with cohesin-mutations that were on the clinical trial (these mutations are rare).\n\nIn this research study, the investigators are testing if Talazoparib is an effective treatment for patients with AML and MDS that have a mutation in the cohesin complex. The cohesin complex is made up of a group of proteins that are critical for normal DNA replication activity. Mutations in the cohesin complex occur in patients with MDS/AML and may represent a new therapeutic target. In a chemical screen experiment in a Dana-Farber Cancer Institute laboratory, the investigators found that leukemia cells featuring a mutated cohesin complex were sensitive to Talazoparib (meaning the leukemia cells went away after treatment with Talazoparib) by a mechanism called synthetic lethality (this means that the lab experiments showed that leukemia cells with a mutation in cohesin were dependent on PARP activity to survive; when inhibiting PARP with a PARP inhibitor like Talazoparib, the leukemia cells died). The investigators thus identified Talazoparib to be a possible treatment for actual patients with MDS or AML that have a mutation in cohesin complex."
        },
        "conditionsModule": {
            "conditions": [
                "Leukemia"
            ],
            "keywords": [
                "Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Talazoparib Part I",
                    "type": "EXPERIMENTAL",
                    "description": "* Talazoparib is administered orally on a daily basis\n* Hydroxyurea is allowed for up to two cycles per institutional guidelines",
                    "interventionNames": [
                        "Drug: Talazoparib"
                    ]
                },
                {
                    "label": "Talazoparib + Decitabine Part II",
                    "type": "EXPERIMENTAL",
                    "description": "* Talazoparib is administered orally on a daily basis\n* Hydroxyurea is allowed for up to two cycles per institutional guidelines\n* Decitabine on days 1-5",
                    "interventionNames": [
                        "Drug: Talazoparib",
                        "Drug: Decitabine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Talazoparib",
                    "description": "Talazoparib is a drug that stops the activity of a protein called poly (adenosine diphosphate \\[ADP\\]-ribose) polymerase or PARP. PARP is involved in repairing damage to the DNA within the cells. When PARP is turned off by Talazoparib in cancer cells, DNA damage cannot be repaired and leads to the death of the cancer cells.",
                    "armGroupLabels": [
                        "Talazoparib + Decitabine Part II",
                        "Talazoparib Part I"
                    ],
                    "otherNames": [
                        "Talzenna"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Decitabine",
                    "description": "Decitabine is a drug that is meant to inhibit DNA methylation to restore normal functions to genes and helps to support normal cell production in the bone marrow and the death of abnormal bone marrow cells.",
                    "armGroupLabels": [
                        "Talazoparib + Decitabine Part II"
                    ],
                    "otherNames": [
                        "Dacogen"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants with ≥ 50% leukemic blast reduction with Talazoparib monotherapy as a marker of anti-leukemic activity.",
                    "description": "The investigators will measure the reduction in bone marrow blast percentage before and after therapy at the end of cycle 1 and determine the proportion of patients who have a 50% or greater reduction.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with reduction in blasts over time on study treatment",
                    "description": "The investigators will measure the changes in bone marrow blast percentage at day +15, end of cycle 1, end of cycle 2 and every other cycle to determine the best response to talazoparib.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "To determine the number of participants with reduction in mutation burden",
                    "description": "Using next-generation sequencing techniques, the investigators will measure for quantitative changes in variant allele frequency of the cohesin mutation while on talazoparib and determine if mutant VAF reduction correlates with blast reduction",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Determine overall response rate in study participants",
                    "description": "The investigators will determine the best disease response according to IWG response criteria for MDS and ELN response criteria for AML",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "To determine the incidence of treatment-emergent adverse events",
                    "description": "The investigators will capture the AEs on and attribution to characterize the safety and toxicity profile of talazoparib in patients with AML or MDS",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be considered ineligible to receive intensive chemotherapy by treating investigator and must have a diagnosis of one of the following:\n\n  * Secondary AML (can be untreated secondary AML if previously treated for MDS, MDS/MPN, or any MPN with any anti-leukemic therapy; but cannot be recommended to receive any available approved AML therapy)\n  * Relapsed or refractory AML or relapsed/refractory AML without available approved AML therapy including transplantation or intensive chemotherapy or targetable lesion such as FLT3 or IDH1/IDH2\n  * Relapsed or Refractory MDS with a minimum of at least 4 cycles of decitabine or 6 cycles of azacitidine or sooner if they experience intolerance/progression/relapse while on HMA-based therapy.\n  * Persistent MDS/AML disease despite receiving at least 2 cycles of hypomethylating agent and venetoclax\n  * Previously untreated higher risk MDS by IPSS-R (\\>3.5) who require treatment per treating investigator. Exceptions: Patients recommended for immediate transplant and have a donor ready or patients recommend for intensive chemotherapy\n* Participants must have measurable disease defined as 5% or more blasts (blood or bone marrow).\n* Age 18 years and older.\n* ECOG performance status ≤2 (see Appendix A)\n* Participants must have normal organ function as defined below:\n\n  * total bilirubin ≤ 2.5 × institutional upper limit of normal (unless considered to be secondary to leukemia)\n  * AST(SGOT)/ALT(SGPT) ≤ 2.5 × institutional upper limit of normal (unless considered to be secondary to leukemia)\n  * creatinine clearance ≥ 60 mL/min/1.73 m2\n* Documented pathogenic mutation in cohesin complex including a mutation in STAG2, SMC1A, RAD21, PDS5B, or SMC3 gene from a CLIA-approved test (local testing allowed; will be centrally confirmed). Patient must have a minimum VAF of 5%. Historical results from (up to 3 months prior to study registration) allowed for treatment start on study if no recent disease-modifying agent was received since testing.\n* The effects of Talazoparib on the developing human fetus are unknown. For this reason and because PARP inhibitor agents are suspected to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of the study participation, and 4 months after completion of Talazoparib administration.\n* For women of child bearing potential only, must have a negative urine or serum pregnancy test.\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Participants receiving any leukemia-directed chemotherapy within 2 weeks prior to study registration or those who have not recovered from adverse events (to at least grade 1 with exception of alopecia) due to chemotherapy administered more than 2 weeks earlier. Exceptions: hydroxyurea and prior palliative radiotherapy is permitted if completed within 5 days prior to study registration and patient has no clinically significant toxicities such as mucositis or esophagitis.\n* No prior PARP inhibitor for any indication.\n* No limitations to prior MDS/AML therapy including HMA (azacitidine or decitabine). If a patient is post allogeneic hematopoietic stem cell transplant, he/she must be \\> 2 months from day of donor cell infusion to date of study registration. They must be off immunosuppression therapy for at least 14 days prior to registration (topical steroids are permitted).\n* Participants who are receiving any other investigational agents.\n* Participants with known CNS leukemia.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements or compromise safety assessment, in the judgement of the investigator.\n* Pregnant women are excluded from this study because Talazoparib is a PARP inhibitor agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with Talazoparib, breastfeeding should be discontinued if the mother is treated with Talazoparib. These potential risks may also apply to other agents used in this study.\n* Patient has known active HIV, HCV or HBV.\n* Patients with prior malignancy are eligible however patient must either be in remission from prior malignancy OR have inactive (note: meaning they do not require treatment) and asymptomatic disease. Maintenance therapy such as hormone therapy is allowed",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jacqueline S. Garcia, MD",
                    "role": "CONTACT",
                    "phone": "617-632-6577",
                    "email": "Jacqueline_garcia@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jacqueline Garcia, MD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Liegel, MD",
                            "role": "CONTACT",
                            "email": "jliegel@bidmc.harvard.edu"
                        },
                        {
                            "name": "Jessica Liegel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacqueline S Garcia, MD",
                            "role": "CONTACT",
                            "phone": "617-632-6577",
                            "email": "Jacqueline_garcia@dfci.harvard.edu"
                        },
                        {
                            "name": "Jacqueline S. Garcia, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "BCH - Contact the Technology \\& Innovation Development Office at www.childrensinnovations.org or email TIDO@childrens.harvard.edu BIDMC - Contact the Beth Israel Deaconess Medical Center Technology Ventures Office at tvo@bidmc.harvard.edu BWH - Contact the Partners Innovations team at http://www.partners.org/innovation DFCI - Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu MGH - Contact the Partners Innovations team at http://www.partners.org/innovation"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077209",
                    "term": "Decitabine"
                },
                {
                    "id": "C000586365",
                    "term": "Talazoparib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9969",
                    "name": "Hydroxyurea",
                    "relevance": "LOW"
                },
                {
                    "id": "M1697",
                    "name": "Decitabine",
                    "asFound": "Derived",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3595",
                    "name": "Adenosine",
                    "relevance": "LOW"
                },
                {
                    "id": "M281046",
                    "name": "Talazoparib",
                    "asFound": "Stereotactic Body Radiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnSickAg",
                    "name": "Antisickling Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}