{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05646732",
            "orgStudyIdInfo": {
                "id": "ROANEW_0004"
            },
            "secondaryIdInfos": [
                {
                    "id": "MH129799",
                    "type": "OTHER_GRANT",
                    "domain": "NIMH"
                }
            ],
            "organization": {
                "fullName": "Palo Alto Veterans Institute for Research",
                "class": "OTHER"
            },
            "briefTitle": "Targeting the Default Mode Network: A TMS-fMRI Study",
            "officialTitle": "Targeting the Default Mode Network: A TMS-fMRI Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "targeting-the-default-mode-network-a-tms-fmri-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-02",
            "studyFirstSubmitQcDate": "2022-12-02",
            "studyFirstPostDateStruct": {
                "date": "2022-12-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Allyson Rosen",
                "investigatorTitle": "Neuropsychologist",
                "investigatorAffiliation": "Palo Alto Veterans Institute for Research"
            },
            "leadSponsor": {
                "name": "Allyson Rosen",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In post-traumatic stress disorder (PTSD), intrusive, traumatic, autobiographical memories lead to anxiety symptoms. Recent work suggests a new repetitive pulse transcranial magnetic stimulation (rTMS) brain target that might bring relief. Since this proposed target is not well understood, the goal of the study is to use functional magnetic resonance imaging (fMRI) to identify the brain regions and networks that change with rTMS stimulation at this target area in PTSD patients. Ultimately, this would lead to a personalized approach to rTMS treatment of PTSD based on brain imaging that can be used in a future clinical trial.\n\nParticipants will be asked to complete psychological testing and questionnaires as well as an initial MRI and two separate TMS-fMRI sessions. Total participation time across all visits is estimated to be five to six hours.\n\nResearch participation will take place at VA Palo Alto as well as at Stanford University.",
            "detailedDescription": "Post-traumatic stress disorder (PTSD) is a devastating illness in which traumatic autobiographical memories are intrusive and lead to anxiety symptoms. These symptoms align with functions of the default mode network (DMN) and, in fact, PTSD patients have abnormalities within the DMN and in its interactions with other networks, notably the salience network and the frontoparietal or central executive network.\n\nFocal repetitive pulse transcranial magnetic stimulation (rTMS) enables neuromodulation of selected brain regions and connected networks to treat specific symptoms, but the brain targets to support this therapy in PTSD are under discovery. A recent analysis uncovered a brain circuit associated with improvement in anxiety and somatic symptoms following the rTMS treatment of depression. The left hemisphere region with the strongest fMRI functional connectivity with this circuit lies within anatomical area 8Av and the DMN. This association suggests that modulating the DMN through stimulation at left 8Av could be a novel rTMS approach for the treatment of anxiety and may help ameliorate anxiety symptoms in PTSD. This target would be novel since the vast majority of clinical trials of rTMS in PTSD have targeted the right frontal regions of the salience and frontoparietal networks instead of the DMN. One potential reason is that the most established nodes of the DMN do not lie directly below the scalp/skull and are thus unreachable by rTMS.\n\nIn this proposal, the overall hypothesis is that left area 8Av can serve as a robust, direct brain target for the DMN, thus facilitating therapy for PTSD and the many other disorders involving the DMN. Researchers will use TMS-fMRI in 30 participants with PTSD to test the causal connections between left 8Av and other regions that could mediate a response. Researchers will test the connectivity between 8Av and the inferior parietal lobe (IPL), a region in the DMN involved in context processing, and other nodes of the DMN (e.g., posterior cingulate, ventromedial prefrontal cortex). Pilot data suggests that the functional connection between 8Av and the IPL to be abnormal in people with anxiety relative to controls and that delivering rTMS to these regions ameliorates anxiety. This proposal will also explore whether stimulation at 8Av modulates the anterior insula, a node of the salience network whose functional connectivity predicts benefit from prolonged exposure therapy in PTSD. The TMS-induced BOLD response in these areas to stimulation of 8Av will be measured and compared to conventional seed-based resting-state fMRI functional connectivity analyses that could serve as an alternative marker for capacity for modulation. In addition, researchers will deliver theta burst rTMS (cTBS) stimulation and study how connectivity changes with respect to baseline. The overall goal is to characterize left 8Av functional connectivity in PTSD, and explore the effects of rTMS stimulation parameters. This project will thus provide a mechanistic understanding of rTMS therapy at 8Av, and will reveal the effects of a novel connectivity-based atlas target.\n\nThe participants in the study will come for three visits. During the first visit, participants will undergo MRI, psychological, and functional testing that will be used to characterize them as well as confirm their diagnoses and eligibility for the study. Participants will then undergo simultaneous TMS-fMRI and cTBS and fMRI in the second and third visits."
        },
        "conditionsModule": {
            "conditions": [
                "Post Traumatic Stress Disorder",
                "PTSD"
            ],
            "keywords": [
                "Transcranial Magnetic Stimulation",
                "TMS",
                "Magnetic Resonance Imaging",
                "MRI",
                "fMRI",
                "TMS-fMRI"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "A mechanistic study using TMS-functional MRI",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "order of presentation is randomized"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TMS-fMRI",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo simultaneous TMS-fMRI as part of this study. There will be two locations stimulated: one control region and one target region. Participants will be randomized with respect to the order of receiving stimulation at the locations, but all participants will receive stimulation at both locations as part of the study. All participants will be considered as one group but order effects will be evaluated as an explanatory variable.",
                    "interventionNames": [
                        "Device: TMS-fMRI"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "TMS-fMRI",
                    "description": "Participants will undergo simultaneous TMS and fMRI",
                    "armGroupLabels": [
                        "TMS-fMRI"
                    ],
                    "otherNames": [
                        "Simultaneous TMS and fMRI",
                        "Transcranial Magnetic Stimulation and Functional Magnetic Resonance Imaging"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Resting-State fMRI Connectivity",
                    "description": "Measure of the connectivity between the left 8Av and DMN nodes.",
                    "timeFrame": "During the resting state fMRI (rsfMRI) session"
                },
                {
                    "measure": "FMRI BOLD Response",
                    "description": "Measure of the immediate activation (blood-oxygen-level-dependent change) in the brain regions related to PTSD following transcranial magnetic stimulation using interleaved TMS and fMRI.",
                    "timeFrame": "During the TMS-fMRI session"
                },
                {
                    "measure": "Changes in Connectivity after cTBS",
                    "description": "Measure of the connectivity changes between the left 8Av and DMN nodes from the initial resting state fMRI and a resting state fMRI collected immediately following inhibitory TMS (cTBS).",
                    "timeFrame": "During the TMS-fMRI session"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Between 18 and 55 years of age\n* Ability to maintain a Motor Threshold (MT) with single pulse TMS\n* Ability to safely and comfortably undergo an MRI and TMS\n* Able to read, verbalize, understand, and voluntarily sign the Informed Consent Form prior to participating in any study-specific procedures or assessments.\n* PTSD diagnosis according to the DSM 5, as determined by the Clinician administered PTSD scale (CAPS-5) criteria.\n* Commitment to maintaining a stable medication regimen between the two fMRI sessions\n\nExclusion Criteria:\n\n* Inability to safely and comfortably undergo an MRI. MRI safety will be determined by the center where MRI's are collected.\n* Inability to safely and comfortably undergo TMS. TMS exclusions include any history or condition that puts patients at risk.\n* Significant dementia as determined by the Montreal Cognitive Assessments (MoCA)\n* Common comorbid disorders of Veterans are allowed, but PTSD must be a primary diagnosis causing significant impairment that could not be accounted for by another diagnosis. Medical or mental health conditions that interact with or confound interpretation of PTSD symptoms and anxiety would be exclusionary.\n* Being in urgent need of care that would make participation impossible\n* Currently taking medications that increase the risk of seizure or influence hemodynamic response\n* Presence of any other condition that has the potential to prevent study completion and/or have a confounding effect on the interpretation of results.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "James Lavacot, BA",
                    "role": "CONTACT",
                    "phone": "6504935000",
                    "phoneExt": "65651",
                    "email": "james.lavacot@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Allyson C Rosen, Ph.D.",
                    "affiliation": "PAVIR/Palo Alto VAHCS/Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Palo Alto",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Lavacot, BA",
                            "role": "CONTACT",
                            "phone": "650-493-5000",
                            "phoneExt": "65651",
                            "email": "James.Lavacot@va.gov"
                        },
                        {
                            "name": "Allyson C Rosen, PhD",
                            "role": "CONTACT",
                            "phone": "650-512-3094"
                        },
                        {
                            "name": "Allyson C Rosen, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Researchers will not share the IPD without VA permission. The research team has requested guidance and if allowed, IPD may be shared, but for now there is no plan to share IPD. This statement will be updated if this changes."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}