{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05390918",
            "orgStudyIdInfo": {
                "id": "STUDY00002083"
            },
            "secondaryIdInfos": [
                {
                    "id": "0920-1301",
                    "type": "OTHER_GRANT",
                    "domain": "Centers for Disease Control and Prevention"
                }
            ],
            "organization": {
                "fullName": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Targeting Adolescent Insomnia to Lessen Overall Risk of Suicidal Behavior",
            "officialTitle": "Targeting Adolescent Insomnia to Lessen Overall Risk of Suicidal Behavior",
            "acronym": "TAILOR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "targeting-adolescent-insomnia-to-lessen-overall-risk-of-suicidal-behavior"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-15",
            "studyFirstSubmitQcDate": "2022-05-23",
            "studyFirstPostDateStruct": {
                "date": "2022-05-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Jeff Bridge",
                "investigatorTitle": "Director, Center for Suicide Prevention and Research",
                "investigatorAffiliation": "Nationwide Children's Hospital"
            },
            "leadSponsor": {
                "name": "Jeff Bridge",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Centers for Disease Control and Prevention",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will test the effectiveness of a sleep-related primary suicide prevention program entitled TAILOR (Targeting Adolescent Insomnia to Lessen Overall Risk of Suicidal Behavior), which includes specific behavior-change strategies for adolescents at risk of suicidal behavior who suffer from difficulties falling asleep, staying asleep, and/or insufficient sleep.",
            "detailedDescription": "This study will test the effectiveness of TAILOR, a multifaceted intervention designed to reduce sleep problems and markers of suicide risk in adolescents. The TAILOR intervention will incorporate 3 different empirically-based behavioral-change approaches for addressing adult sleep and/or adolescent non-sleep behaviors, including Cognitive Behavioral Therapy, Motivational Interviewing, and voice- or video call-based assistance with adolescents with recent suicidal ideation and either no history of suicide attempt or suicide attempt at least 3 months ago.\n\nHypotheses:\n\n1. Adolescents receiving the TAILOR intervention will have better sleep according to both youth and parent/Legal Guardian (P/LG) reports relative to adolescents in the Enhanced Usual Care (EUC) condition at 2 and 4 months.\n2. The TAILOR intervention will result in significant reductions in suicidal ideation relative to the EUC condition at 4 months.\n\nExploratory secondary aims:\n\n1. Determine if (a) the response to the TAILOR intervention varies by gender, race/ ethnicity, medication status, or type of insomnia (e.g., difficulties falling versus staying asleep) and (b) TAILOR impacts other health risk behavior domains besides sleep and suicidal ideation.\n2. Assess if improved sleep at 2 months mediates the relationship between receiving the TAILOR intervention and lower suicidal ideation at 4 months.\n3. Test whether TAILOR is superior to EUC in reducing suicide attempts at 4 months.\n\nOne hundred ninety youths aged 11 years, 0 months, to 18 years, 11 months, inclusive at time of consent, with sleep problems (within the past month) and suicidal ideation (within the past 90 days) will be randomized to either TAILOR (n=95) or to EUC (n=95). Suicidal ideation refers to thoughts about killing oneself, as well as contemplation of the when, where, and how of suicide. As such, suicidal ideation is considered proximal on a spectrum of severity for suicidal behaviors ranging from ideation to threats, to attempts, and to suicide. A major goal of TAILOR is thus to eliminate or at the very least minimize suicidal ideation.\n\nStudy outcomes will be assessed at 2- and 4- months post-randomization by an independent evaluator blind to participant status. Primary study outcomes will be sleep problems and suicidal ideation, major modifiable markers of suicide risk. All randomized participants will be followed for the duration of the study regardless of treatment compliance or clinical outcomes according to the protocol assessment, and main study analyses will follow an intent-to-treat (ITT) approach."
        },
        "conditionsModule": {
            "conditions": [
                "Insomnia",
                "Suicidal Ideation",
                "Suicide, Attempted"
            ],
            "keywords": [
                "Sleep Initiation and Maintenance Disorders",
                "Suicidal Ideation",
                "Adolescent",
                "Motivational Interviewing",
                "Cognitive Behavioral Therapy",
                "Telemedicine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "One hundred ninety youths aged 11 years, 0 months, to 18 years, 11 months, inclusive at time of consent, with sleep problems (within the past month) and suicidal ideation (within the past 90 days) will be randomized to either TAILOR (n=95) or to EUC (n=95).",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 190,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TAILOR",
                    "type": "EXPERIMENTAL",
                    "description": "Half of the participants will be randomized into the experimental arm of this study. A study clinician will call each family approximately 4 times over 2 months. The study clinician will conduct suicide risk screening and further assessment and safety planning where deemed necessary. The TAILOR intervention will then be administered. TAILOR includes the assessment of existing sleep problems and sleep practices and education on Cognitive Behavioral Therapy (CBT) strategies for insomnia, with Motivational Interviewing (MI) as the communication style.",
                    "interventionNames": [
                        "Behavioral: TAILOR"
                    ]
                },
                {
                    "label": "Enhanced Usual Care (EUC)",
                    "type": "OTHER",
                    "description": "Half of the participants will be randomized into Enhanced Usual Care (EUC). A study clinician will call each family approximately 4 times over 2 months. The study clinician will conduct suicide risk screening and further assessment and safety planning where deemed necessary.",
                    "interventionNames": [
                        "Other: Enhanced Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "TAILOR",
                    "description": "The first TAILOR session will assess existing sleep problems from both the adolescent's and parent/legal guardian's perspectives, concluding with offering a CBT strategy to try. Session 2 will involve getting feedback from the family on that specific strategy and then offering additional CBT strategies. The remaining sessions will be devoted to refining the use of CBT strategies. MI will be integrated as the communication style throughout, including reflective listening, rolling with resistance, and showing deference to the family's ultimate decisions. The interventionist will also use the \"elicit-provide-elicit\" approach from MI. The interventionist will elicit the family's own ideas for improving the adolescent's sleep, ask for permission to provide his/her own suggestions, and then gauge the family's reactions to those suggestions, versus simply recommending a CBT strategy and problem-solving barriers to implementation.",
                    "armGroupLabels": [
                        "TAILOR"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Enhanced Usual Care",
                    "description": "The study clinician will conduct suicide risk screening and further assessment and safety planning where deemed necessary.",
                    "armGroupLabels": [
                        "Enhanced Usual Care (EUC)"
                    ],
                    "otherNames": [
                        "EUC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in suicidality on the Ask Suicide-Screening Questions (ASQ) questionnaire at 2 months and 4 months",
                    "description": "The ASQ is a validated 4-item screen for suicidal ideation and behavior (yes/no) administered via interview. There is an additional 5th item if there is endorsement of one or more of the previous items.",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Change from baseline in suicidal ideation and behavior on the Columbia-Suicide Severity Rating Scale (C-SSRS) at 2 months and 4 months",
                    "description": "The C-SSRS is a validated, semi-structured interview that assesses both suicidal behavior and suicidal ideation (yes/no, frequency), with flexible timepoints and multiple informants depending on administrator purpose and need.",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Change from baseline in lethality/medical damage of suicide attempt on the Medical Damage Lethality Rating Scale (MD-LRS) at 2 months and 4 months",
                    "description": "The MD-LRS is a validated assessment of the degree of actual (6-point scale; 0=none; 5=death) or potential lethality (physical damage to the body; 3-point scale; 0=Behavior not likely to result in injury; 2=Behavior likely to result in injury despite available medical care) of a suicide attempt. The MD-LRS is completed by the interviewer based on details provided on the C-SSRS.",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Change from baseline in aspects of suicide intent on the Suicide Intent Scale (SIS) at 2 months and 4 months",
                    "description": "The SIS is a validated 15-item interview measure that assesses all relevant behavioral and circumstantial aspects surrounding an actual suicide attempt, including plans, preparation elements, and conception of the lethality of the chosen method (3-point scale; 0=no or less intent; 2=more intent).",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Change from baseline in suicidal ideation severity on the Suicidal Ideation Questionnaire-Junior (SIQ-JR) at 2 months and 4 months",
                    "description": "The SIQ-JR is a 15-item modified version of the 30-item Suicidal Ideation Questionnaire. The SIQ-JR is a validated self-report measure of suicidal ideation severity in adolescents (7-point scale; 0=\"I never had this thought\"; 6=\"Almost every day\").",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Change from baseline in aspects of insomnia on the Adolescent Sleep Wake Scale (ASWS) at 2 months and 4 months",
                    "description": "The ASWS is a 28-item, validated, self-report measure that assesses sleep onset insomnia, sleep maintenance insomnia, and morning awakenings (6-point scale; 0=Never; 5=Always).",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Change from baseline in sleep hygiene behaviors on the Adolescent Sleep Hygiene Scale (ASHS) at 2 months and 4 months",
                    "description": "The ASHS is a validated, self-report, 28-item measure assessing sleep-inhibiting (e.g., caffeine use, technology use) and sleep-facilitating behaviors (6-point scale; 0=Never; 5=Always).",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Change from baseline in adverse effects of disordered sleep on the on the Sleep-Disordered Breathing Subscale (SDBS) of the Pediatric Sleep Questionnaire (PSQ) at 2 months and 4 months",
                    "description": "The participating parent will complete the 7-item SDBS of the PSQ, which assesses potential behavioral and physical adverse effects of sleep disorders (yes, no, or don't know).",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Change from baseline in typical hours slept on item 4 of the BEARS Sleep Screening Tool Adapted - Adolescents measure at 2 months and 4 months",
                    "description": "The BEARS is a validated self-report measure assessing bedtime problems (B), excessive daytime sleepiness (E), awakenings during the night (A), and regularity and duration of sleep (R). Question 4 (R) asks how many hours the adolescent sleeps on a typical week night and typical weekend night.",
                    "timeFrame": "Baseline, 2-months & 4-months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "General Information Sheet (GIS)",
                    "description": "The GIS is used to assess age, race, gender, religion, family constellation, living arrangement, school placement, socio-economic status (SES), as well as addresses and telephone numbers of 3 relatives, which may be used to locate subjects for study retention.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Child and Adolescent Symptom Inventory-5 (CASI-5)",
                    "description": "The CASI-5 is a behavioral rating scale containing 160 items (4 point scale; 0=Never; 3=Very Often) based on DSM-5 criteria that screens for the most common child and adolescent psychiatric disorders, to be completed by the parent. It will be used to provide a circumscribed measure of psychopathology to characterize the sample.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change from baseline in psychosocial functioning and impairment on the Columbia Impairment Scale (CIS) at 2 months and 4 months",
                    "description": "The CIS is a valid 13-item child- and parent- report measure of psychosocial impairment with good internal consistency and test-retest reliability.",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Drug Use Screening Inventory (DUSI)",
                    "description": "The DUSI is a 15-item self-report measure of polysubstance abuse that measures frequency of alcohol and substance use (5-point scale; 0=0 Times; 5= More than 20 Times). The DUSI will be used to characterize baseline substance use in all adolescents via both parent and adolescent report.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change from baseline in health risk behaviors on the 2017 National Youth Risk Behavior Survey at 2 months and 4 months",
                    "description": "A subset of questions from the CDC's 2017 National Youth Risk Behavior Survey will be used to assess the following health risk behaviors: physical fighting, tobacco use, electronic vapor product use, alcohol use and binge drinking, body weight, physical activity, and school grades.",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Modified version of The Service Assessment for Children and Adolescents (SACA Modified)",
                    "description": "The parent participating in the study will be asked questions related to any treatment or help the child participant has received for emotional, behavioral, or drug or alcohol problems at baseline.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Biological family history of suicidal behavior on the Family History Screen (FHS)",
                    "description": "Two items from the validated FHS will be administered to the parent participant assessing family history of suicidal behavior within their child's biological parents and full siblings.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Motivation to change sleep-related behavior on the Sleep Motivation Question at Baseline",
                    "description": "One question will be asked to gauge both the parent's and adolescent's motivation to change sleep-related behavior on a scale of 1-10 at Baseline.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change from baseline in parent-child conflict on the Conflict Behavior Questionnaire (CBQ) at 2 months and 4 months",
                    "description": "The CBQ is a 20-item true/false scale that assesses general conflict between parents and their children. The CBQ is completed by parents and adolescents. The CBQ has adequate internal consistency and discriminatory validity between distressed and non-distressed families.",
                    "timeFrame": "Baseline, 2-months & 4-months"
                },
                {
                    "measure": "Client's perspective on the value of services received on the Client Satisfaction Questionnaire (CSQ-8)",
                    "description": "The CSQ-8 is an 8-item, easily scored and administered measurement that is designed to measure client satisfaction with services. The items for the CSQ-8 were selected on the basis of ratings by mental health professionals of items that could be related to client satisfaction and by subsequent factor analysis. The CSQ-8 is unidimensional, yielding a homogeneous estimate of general satisfaction with services. The CSQ-8 has been extensively studied, and while it is not necessarily a measure of a client's perceptions of gain from treatment. or outcome, it does elicit the client's perspective on the value of services received.",
                    "timeFrame": "4-months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion:\n\n* Nationwide Children's Hospital patients\n* Between the ages of 11 years, 0 months, and 18 years, 11 months, inclusive at time of consent\n* Endorse both recent (past 90 days) suicidal ideation and sleep problems (past 30 days)\n* Resides with primary caregiver who has legal authority to consent to research participation\n\nExclusion:\n\n* Suicide attempt in the past 3 months\n* Diagnosis of Bipolar Disorder or Psychosis\n* Having a change to an antipsychotic and/or mood stabilizer medication regimen within the last 2 months\n* Snoring at least 3 nights per week that can be heard a room or two away, even without a cold or flu or during allergy season\n* Gasping for air while sleeping, diagnosis of Obstructive Sleep Apnea, or turning blue within the past year\n* Body Mass Index \\> 40\n* Daytime symptoms of Restless Leg Syndrome\n* Diagnosis of Narcolepsy\n* Diagnosis of Seizures or Epilepsy, or prescribed anticonvulsant medication, within the past 4 years\n* Significant substance use in the past month\n* Currently receiving sleep disorder services from a sleep clinic\n* Inability to speak/read English adequately to understand and complete study consent and procedures\n* No access to a telephone or internet-connecting device\n* Sibling already in the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "11 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Cannon, MA, MS",
                    "role": "CONTACT",
                    "phone": "614-355-0578",
                    "email": "elizabeth.cannon@nationwidechildrens.org"
                },
                {
                    "name": "Kendra Heck, MPH",
                    "role": "CONTACT",
                    "phone": "614-355-3433",
                    "email": "kendra.heck@nationwidechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeff Bridge, Ph.D.",
                    "affiliation": "Nationwide Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nationwide Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Cannon, MA, MS",
                            "role": "CONTACT",
                            "phone": "614-355-0578",
                            "email": "elizabeth.cannon@nationwidechildrens.org"
                        },
                        {
                            "name": "Kendra Heck, MPH",
                            "role": "CONTACT",
                            "phone": "614-355-3433",
                            "email": "kendra.heck@nationwidechildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "18768413",
                    "type": "BACKGROUND",
                    "citation": "Bridge JA, Greenhouse JB, Weldon AH, Campo JV, Kelleher KJ. Suicide trends among youths aged 10 to 19 years in the United States, 1996-2005. JAMA. 2008 Sep 3;300(9):1025-6. doi: 10.1001/jama.300.9.1025. No abstract available."
                },
                {
                    "pmid": "25742379",
                    "type": "BACKGROUND",
                    "citation": "Sullivan EM, Annest JL, Simon TR, Luo F, Dahlberg LL; Centers for Disease Control and Prevention (CDC). Suicide trends among persons aged 10-24 years--United States, 1994-2012. MMWR Morb Mortal Wkly Rep. 2015 Mar 6;64(8):201-5."
                },
                {
                    "pmid": "25057611",
                    "type": "BACKGROUND",
                    "citation": "Institute of Medicine (US) Committee on Pathophysiology and Prevention of Adolescent and Adult Suicide; Goldsmith SK, Pellmar TC, Kleinman AM, Bunney WE, editors. Reducing Suicide: A National Imperative. Washington (DC): National Academies Press (US); 2002. Available from http://www.ncbi.nlm.nih.gov/books/NBK220939/"
                },
                {
                    "pmid": "19726992",
                    "type": "BACKGROUND",
                    "citation": "Campo JV. Suicide prevention: time for 'zero tolerance'. Curr Opin Pediatr. 2009 Oct;21(5):611-2. doi: 10.1097/MOP.0b013e3283306912. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lewinsohn PM, Rohde P, Seeley JR. Adolescent suicidal ideation and attempts: prevalence, risk factors, and clinical implications. Clinical Psychology Science and Practice. 1996;3:25-36."
                },
                {
                    "pmid": "10361783",
                    "type": "BACKGROUND",
                    "citation": "Goldston DB, Daniel SS, Reboussin DM, Reboussin BA, Frazier PH, Kelley AE. Suicide attempts among formerly hospitalized adolescents: a prospective naturalistic study of risk during the first 5 years after discharge. J Am Acad Child Adolesc Psychiatry. 1999 Jun;38(6):660-71. doi: 10.1097/00004583-199906000-00012."
                },
                {
                    "pmid": "7806612",
                    "type": "BACKGROUND",
                    "citation": "Harrington R, Bredenkamp D, Groothues C, Rutter M, Fudge H, Pickles A. Adult outcomes of childhood and adolescent depression. III. Links with suicidal behaviours. J Child Psychol Psychiatry. 1994 Oct;35(7):1309-19. doi: 10.1111/j.1469-7610.1994.tb01236.x."
                },
                {
                    "pmid": "16816228",
                    "type": "BACKGROUND",
                    "citation": "Reinherz HZ, Tanner JL, Berger SR, Beardslee WR, Fitzmaurice GM. Adolescent suicidal ideation as predictive of psychopathology, suicidal behavior, and compromised functioning at age 30. Am J Psychiatry. 2006 Jul;163(7):1226-32. doi: 10.1176/ajp.2006.163.7.1226."
                },
                {
                    "pmid": "23303463",
                    "type": "BACKGROUND",
                    "citation": "Nock MK, Green JG, Hwang I, McLaughlin KA, Sampson NA, Zaslavsky AM, Kessler RC. Prevalence, correlates, and treatment of lifetime suicidal behavior among adolescents: results from the National Comorbidity Survey Replication Adolescent Supplement. JAMA Psychiatry. 2013 Mar;70(3):300-10. doi: 10.1001/2013.jamapsychiatry.55."
                },
                {
                    "pmid": "25698339",
                    "type": "BACKGROUND",
                    "citation": "Bernert RA, Kim JS, Iwata NG, Perlis ML. Sleep disturbances as an evidence-based suicide risk factor. Curr Psychiatry Rep. 2015 Mar;17(3):554. doi: 10.1007/s11920-015-0554-4."
                },
                {
                    "pmid": "25133759",
                    "type": "BACKGROUND",
                    "citation": "Bernert RA, Turvey CL, Conwell Y, Joiner TE Jr. Association of poor subjective sleep quality with risk for death by suicide during a 10-year period: a longitudinal, population-based study of late life. JAMA Psychiatry. 2014 Oct;71(10):1129-37. doi: 10.1001/jamapsychiatry.2014.1126. Erratum In: JAMA Psychiatry. 2015 Jan;72(1):96."
                },
                {
                    "pmid": "23059158",
                    "type": "BACKGROUND",
                    "citation": "Pigeon WR, Pinquart M, Conner K. Meta-analysis of sleep disturbance and suicidal thoughts and behaviors. J Clin Psychiatry. 2012 Sep;73(9):e1160-7. doi: 10.4088/JCP.11r07586."
                },
                {
                    "pmid": "24568642",
                    "type": "BACKGROUND",
                    "citation": "Malik S, Kanwar A, Sim LA, Prokop LJ, Wang Z, Benkhadra K, Murad MH. The association between sleep disturbances and suicidal behaviors in patients with psychiatric diagnoses: a systematic review and meta-analysis. Syst Rev. 2014 Feb 25;3:18. doi: 10.1186/2046-4053-3-18."
                },
                {
                    "pmid": "24654933",
                    "type": "BACKGROUND",
                    "citation": "Koyawala N, Stevens J, McBee-Strayer SM, Cannon EA, Bridge JA. Sleep problems and suicide attempts among adolescents: a case-control study. Behav Sleep Med. 2015;13(4):285-95. doi: 10.1080/15402002.2014.888655. Epub 2014 Mar 21."
                },
                {
                    "pmid": "18229986",
                    "type": "BACKGROUND",
                    "citation": "Goldstein TR, Bridge JA, Brent DA. Sleep disturbance preceding completed suicide in adolescents. J Consult Clin Psychol. 2008 Feb;76(1):84-91. doi: 10.1037/0022-006X.76.1.84."
                },
                {
                    "pmid": "15586788",
                    "type": "BACKGROUND",
                    "citation": "Liu X. Sleep and adolescent suicidal behavior. Sleep. 2004 Nov 1;27(7):1351-8. doi: 10.1093/sleep/27.7.1351."
                },
                {
                    "pmid": "9229027",
                    "type": "BACKGROUND",
                    "citation": "Harris EC, Barraclough B. Suicide as an outcome for mental disorders. A meta-analysis. Br J Psychiatry. 1997 Mar;170:205-28. doi: 10.1192/bjp.170.3.205."
                },
                {
                    "pmid": "22171204",
                    "type": "BACKGROUND",
                    "citation": "Manber R, Bernert RA, Suh S, Nowakowski S, Siebern AT, Ong JC. CBT for insomnia in patients with high and low depressive symptom severity: adherence and clinical outcomes. J Clin Sleep Med. 2011 Dec 15;7(6):645-52. doi: 10.5664/jcsm.1472."
                },
                {
                    "pmid": "25515115",
                    "type": "BACKGROUND",
                    "citation": "Trockel M, Karlin BE, Taylor CB, Brown GK, Manber R. Effects of cognitive behavioral therapy for insomnia on suicidal ideation in veterans. Sleep. 2015 Feb 1;38(2):259-65. doi: 10.5665/sleep.4410."
                },
                {
                    "pmid": "15709937",
                    "type": "BACKGROUND",
                    "citation": "Joiner TE Jr, Brown JS, Wingate LR. The psychology and neurobiology of suicidal behavior. Annu Rev Psychol. 2005;56:287-314. doi: 10.1146/annurev.psych.56.091103.070320."
                },
                {
                    "pmid": "8037252",
                    "type": "BACKGROUND",
                    "citation": "Morin CM, Culbert JP, Schwartz SM. Nonpharmacological interventions for insomnia: a meta-analysis of treatment efficacy. Am J Psychiatry. 1994 Aug;151(8):1172-80. doi: 10.1176/ajp.151.8.1172."
                },
                {
                    "pmid": "18853708",
                    "type": "BACKGROUND",
                    "citation": "Schutte-Rodin S, Broch L, Buysse D, Dorsey C, Sateia M. Clinical guideline for the evaluation and management of chronic insomnia in adults. J Clin Sleep Med. 2008 Oct 15;4(5):487-504."
                },
                {
                    "pmid": "24841861",
                    "type": "BACKGROUND",
                    "citation": "Cushing CC, Jensen CD, Miller MB, Leffingwell TR. Meta-analysis of motivational interviewing for adolescent health behavior: efficacy beyond substance use. J Consult Clin Psychol. 2014 Dec;82(6):1212-8. doi: 10.1037/a0036912. Epub 2014 May 19."
                },
                {
                    "pmid": "25087748",
                    "type": "BACKGROUND",
                    "citation": "Swindle TM, Ward WL, Whiteside-Mansell L, Bokony P, Pettit D. Technology use and interest among low-income parents of young children: differences by age group and ethnicity. J Nutr Educ Behav. 2014 Nov-Dec;46(6):484-90. doi: 10.1016/j.jneb.2014.06.004. Epub 2014 Jul 23."
                },
                {
                    "pmid": "21357672",
                    "type": "BACKGROUND",
                    "citation": "Muller I, Yardley L. Telephone-delivered cognitive behavioural therapy: a systematic review and meta-analysis. J Telemed Telecare. 2011;17(4):177-84. doi: 10.1258/jtt.2010.100709. Epub 2011 Feb 28."
                },
                {
                    "pmid": "21369344",
                    "type": "BACKGROUND",
                    "citation": "Mohr DC, Vella L, Hart S, Heckman T, Simon G. The Effect of Telephone-Administered Psychotherapy on Symptoms of Depression and Attrition: A Meta-Analysis. Clin Psychol (New York). 2008;15(3):243-253. doi: 10.1111/j.1468-2850.2008.00134.x."
                },
                {
                    "pmid": "23806891",
                    "type": "BACKGROUND",
                    "citation": "Shochat T, Cohen-Zion M, Tzischinsky O. Functional consequences of inadequate sleep in adolescents: a systematic review. Sleep Med Rev. 2014 Feb;18(1):75-87. doi: 10.1016/j.smrv.2013.03.005. Epub 2013 Jun 24."
                },
                {
                    "pmid": "25581926",
                    "type": "BACKGROUND",
                    "citation": "Germain A. Resilience and readiness through restorative sleep. Sleep. 2015 Feb 1;38(2):173-5. doi: 10.5665/sleep.4388. No abstract available."
                },
                {
                    "pmid": "23348150",
                    "type": "BACKGROUND",
                    "citation": "Vitiello MV, McCurry SM, Rybarczyk BD. The future of cognitive behavioral therapy for insomnia: what important research remains to be done? J Clin Psychol. 2013 Oct;69(10):1013-21. doi: 10.1002/jclp.21948. Epub 2013 Jan 24."
                },
                {
                    "pmid": "15970367",
                    "type": "BACKGROUND",
                    "citation": "Smith MT, Huang MI, Manber R. Cognitive behavior therapy for chronic insomnia occurring within the context of medical and psychiatric disorders. Clin Psychol Rev. 2005 Jul;25(5):559-92. doi: 10.1016/j.cpr.2005.04.004."
                },
                {
                    "pmid": "24947271",
                    "type": "BACKGROUND",
                    "citation": "Meltzer LJ, Mindell JA. Systematic review and meta-analysis of behavioral interventions for pediatric insomnia. J Pediatr Psychol. 2014 Sep;39(8):932-48. doi: 10.1093/jpepsy/jsu041. Epub 2014 Jun 19. Erratum In: J Pediatr Psychol. 2015 Mar;40(2):262-5."
                },
                {
                    "pmid": "15953666",
                    "type": "BACKGROUND",
                    "citation": "Bootzin RR, Stevens SJ. Adolescents, substance abuse, and the treatment of insomnia and daytime sleepiness. Clin Psychol Rev. 2005 Jul;25(5):629-44. doi: 10.1016/j.cpr.2005.04.007."
                },
                {
                    "pmid": "21292553",
                    "type": "BACKGROUND",
                    "citation": "Cain N, Gradisar M, Moseley L. A motivational school-based intervention for adolescent sleep problems. Sleep Med. 2011 Mar;12(3):246-51. doi: 10.1016/j.sleep.2010.06.008. Epub 2011 Feb 2."
                },
                {
                    "pmid": "19739205",
                    "type": "BACKGROUND",
                    "citation": "Lundahl B, Burke BL. The effectiveness and applicability of motivational interviewing: a practice-friendly review of four meta-analyses. J Clin Psychol. 2009 Nov;65(11):1232-45. doi: 10.1002/jclp.20638."
                },
                {
                    "pmid": "26158889",
                    "type": "BACKGROUND",
                    "citation": "de Bruin EJ, Bogels SM, Oort FJ, Meijer AM. Efficacy of Cognitive Behavioral Therapy for Insomnia in Adolescents: A Randomized Controlled Trial with Internet Therapy, Group Therapy and A Waiting List Condition. Sleep. 2015 Dec 1;38(12):1913-26. doi: 10.5665/sleep.5240."
                },
                {
                    "pmid": "27775416",
                    "type": "BACKGROUND",
                    "citation": "Blake M, Waloszek JM, Schwartz O, Raniti M, Simmons JG, Blake L, Murray G, Dahl RE, Bootzin R, Dudgeon P, Trinder J, Allen NB. The SENSE study: Post intervention effects of a randomized controlled trial of a cognitive-behavioral and mindfulness-based group sleep improvement intervention among at-risk adolescents. J Consult Clin Psychol. 2016 Dec;84(12):1039-1051. doi: 10.1037/ccp0000142. Epub 2016 Oct 24."
                },
                {
                    "pmid": "25917009",
                    "type": "BACKGROUND",
                    "citation": "Clarke G, McGlinchey EL, Hein K, Gullion CM, Dickerson JF, Leo MC, Harvey AG. Cognitive-behavioral treatment of insomnia and depression in adolescents: A pilot randomized trial. Behav Res Ther. 2015 Jun;69:111-8. doi: 10.1016/j.brat.2015.04.009. Epub 2015 Apr 14."
                },
                {
                    "pmid": "22681198",
                    "type": "BACKGROUND",
                    "citation": "Zisapel N. Drugs for insomnia. Expert Opin Emerg Drugs. 2012 Sep;17(3):299-317. doi: 10.1517/14728214.2012.690735. Epub 2012 Jun 11."
                },
                {
                    "pmid": "24290459",
                    "type": "BACKGROUND",
                    "citation": "Brent DA, McMakin DL, Kennard BD, Goldstein TR, Mayes TL, Douaihy AB. Protecting adolescents from self-harm: a critical review of intervention studies. J Am Acad Child Adolesc Psychiatry. 2013 Dec;52(12):1260-71. doi: 10.1016/j.jaac.2013.09.009. Epub 2013 Sep 29."
                },
                {
                    "pmid": "21600342",
                    "type": "BACKGROUND",
                    "citation": "Owens JA, Mindell JA. Pediatric insomnia. Pediatr Clin North Am. 2011 Jun;58(3):555-69. doi: 10.1016/j.pcl.2011.03.011."
                },
                {
                    "pmid": "25145735",
                    "type": "BACKGROUND",
                    "citation": "Horowitz LM, Bridge JA, Pao M, Boudreaux ED. Screening youth for suicide risk in medical settings: time to ask questions. Am J Prev Med. 2014 Sep;47(3 Suppl 2):S170-5. doi: 10.1016/j.amepre.2014.06.002."
                },
                {
                    "pmid": "15502595",
                    "type": "BACKGROUND",
                    "citation": "Wren FJ, Bridge JA, Birmaher B. Screening for childhood anxiety symptoms in primary care: integrating child and parent reports. J Am Acad Child Adolesc Psychiatry. 2004 Nov;43(11):1364-71. doi: 10.1097/01.chi.0000138350.60487.d3."
                },
                {
                    "pmid": "20385642",
                    "type": "BACKGROUND",
                    "citation": "Gardner W, Klima J, Chisolm D, Feehan H, Bridge J, Campo J, Cunningham N, Kelleher K. Screening, triage, and referral of patients who report suicidal thought during a primary care visit. Pediatrics. 2010 May;125(5):945-52. doi: 10.1542/peds.2009-1964. Epub 2010 Apr 12."
                },
                {
                    "pmid": "22193697",
                    "type": "BACKGROUND",
                    "citation": "Ballard ED, Bosk A, Snyder D, Pao M, Bridge JA, Wharff EA, Teach SJ, Horowitz L. Patients' opinions about suicide screening in a pediatric emergency department. Pediatr Emerg Care. 2012 Jan;28(1):34-8. doi: 10.1097/PEC.0b013e31823f2315."
                },
                {
                    "pmid": "23027429",
                    "type": "BACKGROUND",
                    "citation": "Horowitz LM, Bridge JA, Teach SJ, Ballard E, Klima J, Rosenstein DL, Wharff EA, Ginnis K, Cannon E, Joshi P, Pao M. Ask Suicide-Screening Questions (ASQ): a brief instrument for the pediatric emergency department. Arch Pediatr Adolesc Med. 2012 Dec;166(12):1170-6. doi: 10.1001/archpediatrics.2012.1276."
                },
                {
                    "pmid": "23908599",
                    "type": "BACKGROUND",
                    "citation": "Ballard ED, Stanley IH, Horowitz LM, Pao M, Cannon EA, Bridge JA. Asking Youth Questions About Suicide Risk in the Pediatric Emergency Department: Results From a Qualitative Analysis of Patient Opinions. Clin Pediatr Emerg Med. 2013 Mar;14(1):20-27. doi: 10.1016/j.cpem.2013.01.001."
                },
                {
                    "pmid": "21811196",
                    "type": "BACKGROUND",
                    "citation": "Scribano PV, Stevens J, Marshall J, Gleason E, Kelleher KJ. Feasibility of computerized screening for intimate partner violence in a pediatric emergency department. Pediatr Emerg Care. 2011 Aug;27(8):710-6. doi: 10.1097/PEC.0b013e318226c871."
                },
                {
                    "pmid": "21034684",
                    "type": "BACKGROUND",
                    "citation": "Horwitz SM, Demeter CA, Pagano ME, Youngstrom EA, Fristad MA, Arnold LE, Birmaher B, Gill MK, Axelson D, Kowatch RA, Frazier TW, Findling RL. Longitudinal Assessment of Manic Symptoms (LAMS) study: background, design, and initial screening results. J Clin Psychiatry. 2010 Nov;71(11):1511-7. doi: 10.4088/JCP.09m05835yel. Epub 2010 Oct 5."
                },
                {
                    "pmid": "22668827",
                    "type": "BACKGROUND",
                    "citation": "Ludi E, Ballard ED, Greenbaum R, Pao M, Bridge J, Reynolds W, Horowitz L. Suicide risk in youth with intellectual disabilities: the challenges of screening. J Dev Behav Pediatr. 2012 Jun;33(5):431-40. doi: 10.1097/DBP.0b013e3182599295."
                },
                {
                    "pmid": "15816792",
                    "type": "BACKGROUND",
                    "citation": "Barbe RP, Williamson DE, Bridge JA, Birmaher B, Dahl RE, Axelson DA, Ryan ND. Clinical differences between suicidal and nonsuicidal depressed children and adolescents. J Clin Psychiatry. 2005 Apr;66(4):492-8. doi: 10.4088/jcp.v66n0412."
                },
                {
                    "pmid": "24322483",
                    "type": "BACKGROUND",
                    "citation": "Stevens J, Hayes J, Pakalnis A. A randomized trial of telephone-based motivational interviewing for adolescent chronic headache with medication overuse. Cephalalgia. 2014 May;34(6):446-54. doi: 10.1177/0333102413515336. Epub 2013 Dec 9."
                },
                {
                    "pmid": "16964565",
                    "type": "BACKGROUND",
                    "citation": "Stevens J, Kelleher KJ, Ward-Estes J, Hayes J. Perceived barriers to treatment and psychotherapy attendance in child community mental health centers. Community Ment Health J. 2006 Oct;42(5):449-58. doi: 10.1007/s10597-006-9048-5."
                },
                {
                    "pmid": "19519264",
                    "type": "BACKGROUND",
                    "citation": "Stevens J, Wang W, Fan L, Edwards MC, Campo JV, Gardner W. Parental attitudes toward children's use of antidepressants and psychotherapy. J Child Adolesc Psychopharmacol. 2009 Jun;19(3):289-96. doi: 10.1089/cap.2008.0129."
                },
                {
                    "pmid": "22449645",
                    "type": "BACKGROUND",
                    "citation": "Bridge JA, McBee-Strayer SM, Cannon EA, Sheftall AH, Reynolds B, Campo JV, Pajer KA, Barbe RP, Brent DA. Impaired decision making in adolescent suicide attempters. J Am Acad Child Adolesc Psychiatry. 2012 Apr;51(4):394-403. doi: 10.1016/j.jaac.2012.01.002. Epub 2012 Feb 22."
                },
                {
                    "pmid": "25265242",
                    "type": "BACKGROUND",
                    "citation": "Ackerman JP, McBee-Strayer SM, Mendoza K, Stevens J, Sheftall AH, Campo JV, Bridge JA. Risk-sensitive decision-making deficit in adolescent suicide attempters. J Child Adolesc Psychopharmacol. 2015 Mar;25(2):109-13. doi: 10.1089/cap.2014.0041. Epub 2014 Sep 29."
                },
                {
                    "pmid": "26223696",
                    "type": "BACKGROUND",
                    "citation": "Stevens J, Scribano PV, Marshall J, Nadkarni R, Hayes J, Kelleher KJ. A Trial of Telephone Support Services to Prevent Further Intimate Partner Violence. Violence Against Women. 2015 Dec;21(12):1528-47. doi: 10.1177/1077801215596849. Epub 2015 Jul 28."
                },
                {
                    "pmid": "18519478",
                    "type": "BACKGROUND",
                    "citation": "Stevens J, Kelleher KJ, Gardner W, Chisolm D, McGeehan J, Pajer K, Buchanan L. Trial of computerized screening for adolescent behavioral concerns. Pediatrics. 2008 Jun;121(6):1099-105. doi: 10.1542/peds.2007-1878."
                },
                {
                    "pmid": "8428888",
                    "type": "BACKGROUND",
                    "citation": "Kovacs M, Goldston D, Gatsonis C. Suicidal behaviors and childhood-onset depressive disorders: a longitudinal investigation. J Am Acad Child Adolesc Psychiatry. 1993 Jan;32(1):8-20. doi: 10.1097/00004583-199301000-00003."
                },
                {
                    "pmid": "1756345",
                    "type": "BACKGROUND",
                    "citation": "Kienhorst CW, De Wilde EJ, Diekstra RF, Wolters WH. Construction of an index for predicting suicide attempts in depressed adolescents. Br J Psychiatry. 1991 Nov;159:676-82. doi: 10.1192/bjp.159.5.676."
                },
                {
                    "pmid": "8201067",
                    "type": "BACKGROUND",
                    "citation": "Lewinsohn PM, Rohde P, Seeley JR. Psychosocial risk factors for future adolescent suicide attempts. J Consult Clin Psychol. 1994 Apr;62(2):297-305. doi: 10.1037//0022-006x.62.2.297."
                },
                {
                    "pmid": "16601399",
                    "type": "BACKGROUND",
                    "citation": "Pavuluri MN, Henry DB, Devineni B, Carbray JA, Birmaher B. Child mania rating scale: development, reliability, and validity. J Am Acad Child Adolesc Psychiatry. 2006 May;45(5):550-560. doi: 10.1097/01.chi.0000205700.40700.50."
                },
                {
                    "pmid": "17326546",
                    "type": "BACKGROUND",
                    "citation": "Edinger JD, Wohlgemuth WK, Radtke RA, Coffman CJ, Carney CE. Dose-response effects of cognitive-behavioral insomnia therapy: a randomized clinical trial. Sleep. 2007 Feb;30(2):203-12. doi: 10.1093/sleep/30.2.203."
                },
                {
                    "pmid": "15612851",
                    "type": "BACKGROUND",
                    "citation": "Miller WR, Yahne CE, Moyers TB, Martinez J, Pirritano M. A randomized trial of methods to help clinicians learn motivational interviewing. J Consult Clin Psychol. 2004 Dec;72(6):1050-62. doi: 10.1037/0022-006X.72.6.1050."
                },
                {
                    "pmid": "4820501",
                    "type": "BACKGROUND",
                    "citation": "Beck RW, Morris JB, Beck AT. Cross-validation of the Suicidal Intent Scale. Psychol Rep. 1974 Apr;34(2):445-6. doi: 10.2466/pr0.1974.34.2.445. No abstract available."
                },
                {
                    "pmid": "15315995",
                    "type": "BACKGROUND",
                    "citation": "March J, Silva S, Petrycki S, Curry J, Wells K, Fairbank J, Burns B, Domino M, McNulty S, Vitiello B, Severe J; Treatment for Adolescents With Depression Study (TADS) Team. Fluoxetine, cognitive-behavioral therapy, and their combination for adolescents with depression: Treatment for Adolescents With Depression Study (TADS) randomized controlled trial. JAMA. 2004 Aug 18;292(7):807-20. doi: 10.1001/jama.292.7.807."
                },
                {
                    "pmid": "18314433",
                    "type": "BACKGROUND",
                    "citation": "Brent D, Emslie G, Clarke G, Wagner KD, Asarnow JR, Keller M, Vitiello B, Ritz L, Iyengar S, Abebe K, Birmaher B, Ryan N, Kennard B, Hughes C, DeBar L, McCracken J, Strober M, Suddath R, Spirito A, Leonard H, Melhem N, Porta G, Onorato M, Zelazny J. Switching to another SSRI or to venlafaxine with or without cognitive behavioral therapy for adolescents with SSRI-resistant depression: the TORDIA randomized controlled trial. JAMA. 2008 Feb 27;299(8):901-913. doi: 10.1001/jama.299.8.901. Erratum In: JAMA. 2019 Nov 5;322(17):1718. doi: 10.1001/jama.2019.16240."
                },
                {
                    "pmid": "21227912",
                    "type": "BACKGROUND",
                    "citation": "Lewandowski AS, Toliver-Sokol M, Palermo TM. Evidence-based review of subjective pediatric sleep measures. J Pediatr Psychol. 2011 Aug;36(7):780-93. doi: 10.1093/jpepsy/jsq119. Epub 2011 Jan 11."
                },
                {
                    "pmid": "15866860",
                    "type": "BACKGROUND",
                    "citation": "LeBourgeois MK, Giannotti F, Cortesi F, Wolfson AR, Harsh J. The relationship between reported sleep quality and sleep hygiene in Italian and American adolescents. Pediatrics. 2005 Jan;115(1 Suppl):257-65. doi: 10.1542/peds.2004-0815H."
                },
                {
                    "pmid": "10733617",
                    "type": "BACKGROUND",
                    "citation": "Chervin RD, Hedger K, Dillon JE, Pituch KJ. Pediatric sleep questionnaire (PSQ): validity and reliability of scales for sleep-disordered breathing, snoring, sleepiness, and behavioral problems. Sleep Med. 2000 Feb 1;1(1):21-32. doi: 10.1016/s1389-9457(99)00009-x."
                },
                {
                    "pmid": "15680298",
                    "type": "BACKGROUND",
                    "citation": "Owens JA, Dalzell V. Use of the 'BEARS' sleep screening tool in a pediatric residents' continuity clinic: a pilot study. Sleep Med. 2005 Jan;6(1):63-9. doi: 10.1016/j.sleep.2004.07.015. Epub 2005 Jan 12."
                },
                {
                    "pmid": "8496115",
                    "type": "BACKGROUND",
                    "citation": "Brent DA, Perper JA, Moritz G, Allman C, Friend A, Roth C, Schweers J, Balach L, Baugher M. Psychiatric risk factors for adolescent suicide: a case-control study. J Am Acad Child Adolesc Psychiatry. 1993 May;32(3):521-9. doi: 10.1097/00004583-199305000-00006."
                },
                {
                    "pmid": "10939232",
                    "type": "BACKGROUND",
                    "citation": "Stiffman AR, Horwitz SM, Hoagwood K, Compton W 3rd, Cottler L, Bean DL, Narrow WE, Weisz JR. The Service Assessment for Children and Adolescents (SACA): adult and child reports. J Am Acad Child Adolesc Psychiatry. 2000 Aug;39(8):1032-9. doi: 10.1097/00004583-200008000-00019."
                },
                {
                    "pmid": "11474056",
                    "type": "BACKGROUND",
                    "citation": "Horwitz SM, Hoagwood K, Stiffman AR, Summerfeld T, Weisz JR, Costello EJ, Rost K, Bean DL, Cottler L, Leaf PJ, Roper M, Norquist G. Reliability of the services assessment for children and adolescents. Psychiatr Serv. 2001 Aug;52(8):1088-94. doi: 10.1176/appi.ps.52.8.1088."
                },
                {
                    "pmid": "1571068",
                    "type": "BACKGROUND",
                    "citation": "Lavori PW. Clinical trials in psychiatry: should protocol deviation censor patient data? Neuropsychopharmacology. 1992 Jan;6(1):39-48; discussion 49-63."
                },
                {
                    "pmid": "1744014",
                    "type": "BACKGROUND",
                    "citation": "Richard-Jodoin RM. How analytic is psychoanalytic psychotherapy? J Am Acad Psychoanal. 1991 Fall;19(3):339-51. doi: 10.1521/jaap.1.1991.19.3.339."
                },
                {
                    "pmid": "16968853",
                    "type": "BACKGROUND",
                    "citation": "Kraemer HC, Frank E, Kupfer DJ. Moderators of treatment outcomes: clinical, research, and policy importance. JAMA. 2006 Sep 13;296(10):1286-9. doi: 10.1001/jama.296.10.1286. No abstract available."
                },
                {
                    "pmid": "12365874",
                    "type": "BACKGROUND",
                    "citation": "Kraemer HC, Wilson GT, Fairburn CG, Agras WS. Mediators and moderators of treatment effects in randomized clinical trials. Arch Gen Psychiatry. 2002 Oct;59(10):877-83. doi: 10.1001/archpsyc.59.10.877."
                },
                {
                    "pmid": "19132641",
                    "type": "BACKGROUND",
                    "citation": "Meltzer LJ, Phillips C, Mindell JA. Clinical psychology training in sleep and sleep disorders. J Clin Psychol. 2009 Mar;65(3):305-18. doi: 10.1002/jclp.20545."
                },
                {
                    "pmid": "21404885",
                    "type": "BACKGROUND",
                    "citation": "Huynh C, Guile JM, Breton JJ, Desrosiers L, Cohen D, Godbout R. Is it possible to study sleep-wake patterns in adolescent borderline personality disorder? An actigraphic feasibility study. Int J Adolesc Med Health. 2010 Oct-Dec;22(4):547-60. doi: 10.1515/ijamh.2010.22.4.547."
                },
                {
                    "pmid": "22424706",
                    "type": "BACKGROUND",
                    "citation": "Meltzer LJ, Montgomery-Downs HE, Insana SP, Walsh CM. Use of actigraphy for assessment in pediatric sleep research. Sleep Med Rev. 2012 Oct;16(5):463-75. doi: 10.1016/j.smrv.2011.10.002. Epub 2012 Mar 15."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Reynolds W, Mazza J. Assessment of suicidal ideation in inner-city children and young adolescents: reliability and validity of the Suicidal Ideation Questionnaire-JR. School Psychology Review. 1999;28:17-30."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bird H, Shaffer D, Fisher P, et al. The Columbia Impairment Scale (CIS): Pilot findings on a measure of global impairment for children and adolescents. International Journal of Methods in Psychiatric Research. 1993;3:167-176."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Tarter RE, Kirisci L, Mezzich AC. The drug use screening inventory: School adjustment correlates of substance abuse. Measurement and Evaluation in Counseling and Development. 1996;29:25-34."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lavori P, Dawson R. Designing for intent-to-treat. Drug Information Journal. 2001;35:1079-1086."
                },
                {
                    "pmid": "10245370",
                    "type": "BACKGROUND",
                    "citation": "Larsen DL, Attkisson CC, Hargreaves WA, Nguyen TD. Assessment of client/patient satisfaction: development of a general scale. Eval Program Plann. 1979;2(3):197-207. doi: 10.1016/0149-7189(79)90094-6. No abstract available."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "WISQARS National and Regional, Ages 12-17 Years, 2015",
                    "url": "https://www.cdc.gov/injury/wisqars/LeadingCauses.html"
                },
                {
                    "label": "WISQARS National and Regional, 2013",
                    "url": "http://webappa.cdc.gov/sasweb/ncipc/leadcaus10_us.html"
                },
                {
                    "label": "National Institutes of Health Research Portfolio Online Reporting Tool, 1/13/2016",
                    "url": "https://reporter.nih.gov/"
                },
                {
                    "label": "Youth Risk Behavior Surveillance, 2013",
                    "url": "http://www.cdc.gov/HealthyYouth/yrbs/index.htm"
                },
                {
                    "label": "Sleep in America Poll",
                    "url": "https://www.sleepfoundation.org/professionals/sleep-america-polls"
                },
                {
                    "label": "Motivational Interviewing Network of Trainers: Excellence in Motivational Interviewing",
                    "url": "http://www.motivationalinterview.org"
                },
                {
                    "label": "BBTI for SI",
                    "url": "https://clinicaltrials.gov/ct2/show/NCT02248675"
                },
                {
                    "label": "A Sleep-Oriented Intervention for Suicidal Behaviors",
                    "url": "https://clinicaltrials.gov/ct2/show/NCT01770587"
                },
                {
                    "label": "Reducing Suicidal Ideation Through Insomnia Treatment (REST-IT)",
                    "url": "https://clinicaltrials.gov/ct2/show/NCT01689909"
                },
                {
                    "label": "Columbus, OH metropolitan area",
                    "url": "http://en.wikipedia.org/wiki/Columbus,_Ohio_Metropolitan_Area"
                },
                {
                    "label": "2015 National Youth Risk Behavior Survey Questionnaire",
                    "url": "http://www.cdc.gov/healthyyouth/yrbs/questionnaire_rationale.htm"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All of the individual participant data collected during the trial, after deidentification.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Beginning 3 months and ending 5 years following publication.",
            "accessCriteria": "Researchers who provide a methodologically sound proposal, to achieve aims in the approved proposal. Proposals should be directed to jeff.bridge@nationwidechildrens.org. To gain access, data requestors will need to sign a data access agreement. Data are available for 5 years after publication at a web address to be determined."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007319",
                    "term": "Sleep Initiation and Maintenance Disorders"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                },
                {
                    "id": "D000013406",
                    "term": "Suicide, Attempted"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10356",
                    "name": "Sleep Initiation and Maintenance Disorders",
                    "asFound": "Insomnia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16192",
                    "name": "Suicide, Attempted",
                    "asFound": "Suicide, Attempted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}