{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03574207",
            "orgStudyIdInfo": {
                "id": "0096-18-FB"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "Targeted Transcranial Magnetic Stimulation to Improve Hippocampal-dependent Declarative Memory Abilities",
            "officialTitle": "Targeted Transcranial Magnetic Stimulation to Improve Hippocampal-dependent Declarative Memory Abilities",
            "therapeuticArea": [
                "Other"
            ],
            "study": "targeted-transcranial-magnetic-stimulation-to-improve-hippocampal-dependent-declarative-memory-abilities"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-05-31",
            "studyFirstSubmitQcDate": "2018-06-19",
            "studyFirstPostDateStruct": {
                "date": "2018-06-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a pilot study of non-invasive transcranial magnetic stimulation (TMS) to improve memory in healthy adults. It will also examine treating memory deficits in older adults with amnestic mild cognitive impairment (aMCI), a condition that frequently precedes Alzheimer's disease (AD. The study will test whether a form of non-invasive brain stimulation repetitive transcranial magnetic stimulation (rTMS) can improve memory abilities in healthy young adults, healthy older adults, and older adults with aMCI by retuning memory-related brain networks. This study is a key first step which will support the long-term goal of treating memory deficits in neurological patients. It is expected that rTMS will improve memory abilities in all participants, and that the improvements in memory will be attributable to changes in the connectivity of memory-related brain networks.",
            "detailedDescription": "The investigators propose a pilot study of the potential for non-invasive transcranial magnetic stimulation (TMS) to improve memory in healthy adults (young and old) and to treat memory deficits in older adults with amnestic mild cognitive impairment (aMCI). aMCI is a condition that frequently precedes Alzheimer's disease (AD), and a key symptom of aMCI is clinically significant memory loss (i.e., rapid forgetting) greater than expected for age. The investigators will test whether a form of non-invasive brain stimulation repetitive transcranial magnetic stimulation (rTMS) can improve memory abilities in healthy young adults, healthy older adults, and older adults with aMCI by retuning memory-related brain networks. This study's specific aims are to: 1) Measure changes in declarative memory performance after treatment with targeted rTMS; 2) Measure modulation of functional brain networks after treatment with targeted rTMS. To achieve these aims, the investigators will recruit participants from a standing registry and other sources, test their memory abilities, apply rTMS to a specific brain region, and then test their memory abilities again. As a control, all participants will receive sham rTMS that does not stimulate the brain in one of the two phases of participation. By testing whether real rTMS improves memory abilities more than sham rTMS, the investigators will determine whether rTMS can reliably improve memory in the populations of interest. Also, the investigators will measure changes in brain activity before and after stimulation using magnetic resonance imaging (MRI) and magnetoencephalography (MEG). This study is a key first step which will support the investigators' long-term goal of treating memory deficits in neurological patients. The investigators expect that rTMS will improve memory abilities in all participants, and that the improvements in memory will be attributable to changes in the connectivity of memory-related brain networks. This study has clear clinical and translational relevance because it adapts a novel technique addressing a key symptom of AD to new populations. The investigators expect that the findings will improve the field's understanding of memory loss in healthy aging, aMCI, and AD."
        },
        "conditionsModule": {
            "conditions": [
                "Mild Cognitive Impairment",
                "Memory Loss"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A: Stimulation then Sham",
                    "type": "OTHER",
                    "description": "All procedures are identical in both arms with the exception of the order of stimulation administration. In Arm A, transcranial magnetic stimulation (TMS) will be applied in the first week of participation, and sham stimulation will be applied in the second week of participation.",
                    "interventionNames": [
                        "Device: Transcranial magnetic stimulation"
                    ]
                },
                {
                    "label": "Arm B: Sham then Stimulation",
                    "type": "OTHER",
                    "description": "All procedures are identical in both arms with the exception of the order of stimulation administration. In Arm B, sham stimulation will be applied in the first week of participation, and transcranial magnetic stimulation (TMS) will be applied in the second week of participation.",
                    "interventionNames": [
                        "Device: Transcranial magnetic stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcranial magnetic stimulation",
                    "description": "Transcranial magnetic stimulation non-invasively applies very small amounts of electrical current to brain tissue; sham stimulation uses the same approach but applies little or no actual stimulation to the brain by using less power or greater distance between the head and the stimulator.",
                    "armGroupLabels": [
                        "Arm A: Stimulation then Sham",
                        "Arm B: Sham then Stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in memory performance measured with the number of studied face-word associations recalled",
                    "description": "The investigators will measure memory performance before and after treatment to determine whether performance differs as a result of treatment. The main task will be a face-word association task in which participants will study a list of faces paired with single words. After a short delay, one studied face will be presented at a time, and participants will be prompted to recall the word associated with the face. The number of correct face-word associations recalled is the dependent measure.",
                    "timeFrame": "Potential changes will be assessed after each one-week rTMS treatment period. Results will be reported at the end of the study (approximately one year)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in intrinsic functional connectivity between the target brain region stimulated with rTMS and other brain regions.",
                    "description": "The investigators will use MRI and MEG to measure brain function before and after treatment to determine whether brain function differs as a result of treatment.",
                    "timeFrame": "Potential changes will be assessed after each one-week rTMS treatment period. Results will be reported at the end of the study (approximately one year)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "The investigators anticipate enrolling 48 subjects total:\n\n* 16 healthy young adults (age 19-35)\n* 16 healthy older adults (demographically matched to aMCI group for age, sex, and educational attainment)\n* 16 older adults diagnosed with amnestic mild cognitive impairment (aMCI)\n\nInclusion Criteria:\n\n1. Adults 19 years of age and older\n2. Healthy adults without history of psychiatric or neurological disease OR previous diagnosis of amnestic MCI\n3. Must be able to provide informed consent\n4. Must have the ability to comply with basic instructions and have the ability to sit comfortably still for TMS, neuroimaging, and other study procedures.\n5. Right-handed based on self-report (pre-screening) and evaluation with a standard test.\n\nExclusion Criteria:\n\n1. Individuals who have ferrous metal implanted in their body (other than in their teeth) or any other non-removable medical and/or metallic implant\n2. Individuals who have increased intracranial pressure\n3. Individuals who have any major medical illness (e.g., cancer, HIV+, hepatitis, heart disease)\n4. Individuals who have confounding/dual diagnoses (e.g., comorbid mental illness and substance use disorder)\n5. Individuals with current diagnoses of alcohol or substance abuse/dependence\n6. Individuals with epilepsy, any history of seizures, or using medication that lowers seizure threshold\n7. Individuals with any neurological disorder other than aMCI (e.g., stroke, traumatic brain injury)\n8. Pregnant females --- as determined by urine pregnancy test --- will be excluded from this study due to uncertainty of the effects of MRI and TMS on the fetus\n9. Not right-handed based on self-report (pre-screening) or evaluation with a standard test\n10. Not a native English speaker.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nicholas Christopher-Hayes",
                    "role": "CONTACT",
                    "phone": "402-559-5805",
                    "email": "wnl@unmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David E Warren, PhD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Nebraska Medical Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David E Warren, PhD",
                            "role": "CONTACT",
                            "phone": "402-559-5805",
                            "email": "david.warren@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The investigators have not yet determined whether or how data may be shared with other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008569",
                    "term": "Memory Disorders"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3985",
                    "name": "Amnesia",
                    "relevance": "LOW"
                },
                {
                    "id": "M11552",
                    "name": "Memory Disorders",
                    "asFound": "Memory Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}