{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05003895",
            "orgStudyIdInfo": {
                "id": "210030"
            },
            "secondaryIdInfos": [
                {
                    "id": "21-C-0030"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "GPC3 Targeted CAR-T Cell Therapy in Advanced GPC3 Expressing Hepatocellular Carcinoma (HCC)",
            "officialTitle": "Phase I Study of GPC3 Targeted CAR-T Cell Therapy in Advanced GPC3 Expressing Hepatocellular Carcinoma (HCC)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "targeted-car-t-cell-therapy-in-advanced-expressing-hepatocellular-carcinoma-hcc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-26",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-12",
            "studyFirstSubmitQcDate": "2021-08-12",
            "studyFirstPostDateStruct": {
                "date": "2021-08-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nA new cancer treatment takes a person s own T cells, modifies them in a laboratory so they can better fight cancer cells, and then gives them back to the person. Researchers want to see if this treatment can help people with a certain type of liver cancer.\n\nObjective:\n\nTo see if a personalized immune treatment, anti-GPC3 CAR-T cells, is safe.\n\nEligibility:\n\nAdults aged 18 years and older who have Glypican-3 (GPC3) positive HCC, a type of liver cancer.\n\nDesign:\n\nParticipants will be screened with the following:\n\nBlood and urine tests\n\nMedical history\n\nPhysical exam\n\nHeart function tests\n\nReview of their symptoms and their ability to perform their normal activities\n\nTumor biopsy\n\nImaging scan of the chest, abdomen, and pelvis\n\nParticipants will have leukapheresis. They may have an IV (intravenous catheter, a small tube put into an arm vein) inserted into each arm or get a central line. Blood will be removed. A machine will separate the white blood cells from their blood. The rest of their blood will be returned to them.\n\nParticipants will be admitted to the hospital for about 2 weeks. They will get the chemotherapy drugs fludarabine and cyclophosphamide by IV for 3 days. Then they will receive the modified white blood cells by IV.\n\nParticipants will have frequent blood draws. They will give blood and tumor samples for research.\n\nParticipants will have follow-up visits for the next 15 years. Then they will be contacted by email or phone for the rest of their life. If their disease does not get worse after 5 years, they will continue to be invited to do imaging studies every 6 months.",
            "detailedDescription": "Background:\n\nHepatocellular carcinoma (HCC) is the fifth most common cancer worldwide and the second leading cause of cancer-associated mortality with an average life expectancy of 6-9 months\n\nDespite the success of several studies showing efficacy in treating HCC, most clinical trials have failed to prove a survival advantage.\n\nAdoptive T-cell therapy exploits the natural ability of T-cells to recognize and eliminate their target.\n\nGPC3 is a cell surface protein that is expressed in nearly all HCC yet is undetectable in normal adult hepatic tissues.\n\nWe want to evaluate the role of GPC3 targeted chimeric antigen receptor (CAR)-T cells in advanced GPC3 expressing HCC.\n\nObjective:\n\nTo determine the safety and feasibility of T-cells, expressing a novel humanized anti-GPC3 chimeric antigen receptor, in participants with advanced HCC, expressing GPC3.\n\nEligibility:\n\nHistologically confirmed diagnosis of hepatocellular carcinoma\n\nGPC3 positivity of \\>= 25% by immunohistochemistry\n\nAt least 1 measurable lesion by RECIST v 1.1 criteria\n\nAge \\>= 18 years\n\nDesign:\n\nWe plan to conduct a phase I dose escalation designed clinical trial using CAR (hYP7)-T cells in participants with GPC3 expressing advanced hepatocellular carcinoma.\n\nParticipants will undergo leukapheresis\n\nParticipants will receive a lymphocyte depleting chemotherapy conditioning regimen with the intent of enhancing the activity of the infused CAR-expressing T cells\n\nFollowing the T cell infusion, there is a mandatory 9-day inpatient hospitalization to monitor for toxicity.\n\nThe participants will be closely monitored during the first year after cell infusion and followed for life."
        },
        "conditionsModule": {
            "conditions": [
                "Hepatocellular Carcinoma",
                "Hepatocellular Cancer",
                "Metastatic Hepatocellular Carcinoma"
            ],
            "keywords": [
                "immuno therapy",
                "Targeted Therapy",
                "Leukapheresis",
                "Gene Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 38,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/ Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "Escalating doses of CAR-T cells",
                    "interventionNames": [
                        "Drug: Cyclophosphamide",
                        "Biological: CAR-T cell",
                        "Drug: Fludarabine"
                    ]
                },
                {
                    "label": "2/ Arm 2",
                    "type": "EXPERIMENTAL",
                    "description": "MTD of CAR-T cells",
                    "interventionNames": [
                        "Drug: Cyclophosphamide",
                        "Biological: CAR-T cell",
                        "Drug: Fludarabine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "Daily x 3 doses on Day -3, -2, -1 300 mg/m2 IV infusion (200 mg/m2 in Dose Level -1)",
                    "armGroupLabels": [
                        "1/ Arm 1",
                        "2/ Arm 2"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "CAR-T cell",
                    "description": "Single infusion on Day 0",
                    "armGroupLabels": [
                        "1/ Arm 1",
                        "2/ Arm 2"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fludarabine",
                    "description": "Daily x 2 doses on Day -2 and -1 30 mg/m2 IV infusion administered following cyclophosphamide",
                    "armGroupLabels": [
                        "1/ Arm 1",
                        "2/ Arm 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To determine the safety and feasibility of T-cells, expressing a novel humanized anti-GPC3 chimeric antigen receptor, in patients with advanced HCC, expressing GPC3",
                    "description": "Safety will be reported based on DLTs per dose level as well as reporting specific grades and types of toxicity encountered. Feasibility will be reported descriptively as the fraction of patients overall and per dose level who are able to receive sufficient CAR T cells as required for the specified dose level",
                    "timeFrame": "15 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To characterize overall survival (OS)",
                    "description": "Kaplan-Meier curve and 95% confidence interval for the median OS",
                    "timeFrame": "death"
                },
                {
                    "measure": "To determine the best overall response (BOR) rate according to Response Evaluation Criteria (by RECIST v 1.1) of treatment with T-cells, expressing a novel humanized anti-GPC3 chimeric antigen receptor in participants with advanced HCC, expressi...",
                    "description": "BOR rate will be reported among the 12 participants at the final dose level, along with a 95% two-sided confidence interval",
                    "timeFrame": "every 2-month for the first year, every 3 month for the second year, every 4 month for the third year, and every 6 month afterward until disease progression"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Histopathological confirmation of HCC by the NCI Laboratory of Pathology\n* Subjects must:\n\n  * have progressed on the prior first line of standard therapy\n\nOR\n\n--been intolerant of the standard of care chemotherapy for HCC.\n\n* Participants must have at least 1 focus of disease that is amenable to mandatory tumor biopsy prior to study treatment initiation to determine tumor GPC3 expression and be willing to undergo this. Ideally, the biopsied lesion should not be one of the target measurable lesions, although this can be up to the discretion of the investigators.\n* Tumor must have GPC3 positivity of \\>= 25% by immunohistochemistry on freshly collected biopsy\n* Participants must have at least 1 measurable lesion by RECIST version 1.1\n* Participants must have a disease that is not amenable to potentially curative resection, ablation, or transplantation.\n* Age \\>= 18 years.\n* Performance status (ECOG) 0-1\n* Participants must have adequate organ and marrow function as defined below:\n\nANC: \\>= 1,000/mcL\n\nPlatelets: \\>= 75,000/mcL\n\nHemoglobin: \\>= 8 g/dL\n\ntotal bilirubin: If cirrhosis present: Part of Child Pugh requirement\n\nIf no cirrhosis: bilirubin should be \\<= 1.5 x ULN\n\nALT or AST: \\<= 5 x ULN.\n\nCreatinine: \\< 1.5x institution upper limit of normal\n\nOR\n\nMeasured or calculated creatinine clearance (CrCl) (eGFR may also be used in place of CrCl) (A):\n\n\\>= 50 mL/min/1.73 m(2) for participant with creatinine levels \\>= 1.5 X institutional ULN\n\nALT (SGPT)=alanine aminotransferase (serum glutamic pyruvic transaminase);\n\nAST (SGOT)=aspartate aminotransferase (serum glutamic oxaloacetic transaminase); GFR=glomerular filtration rate; ULN=upper limit of normal.\n\n(A)Creatinine clearance (CrCl) or eGFR should be calculated per institutional standard.\n\n* Normal cardiac ejection fraction (\\>= 50% by echocardiogram) and no evidence of hemodynamically significant pericardial effusion as determined by an echocardiogram within 4 weeks before treatment initiation.\n* Room air oxygen saturation of 92% or greater.\n* Treatment-related toxicities must be resolved to \\<= grade 1.\n* The study drugs are harmful to developing human fetus. For this reason, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) at the study entry, for the duration of study therapy, and up to 180 days after the last dose of the study drug(s). Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n* HBV infected subjects must be on antivirals and have HBV DNA \\< 100IU/mL. HCV infected subjects can be enrolled with close HCV RNA level monitoring.\n* Participants must be able to understand and be willing to sign a written informed consent.\n* For participants that do not have a legally authorized representative in place, one must be identified before study treatment starts\n\nEXCLUSION CRITERIA:\n\n* Prior systemic therapy, an investigational therapy, radiation, and/or surgery within 4 weeks prior to treatment initiation.\n* Prior administration of anti-PD-1 or anti-PD-L1 antibodies or other agents that in the opinion of the PI can stimulate immune activity and interfere with an infusion of CAR-T cells within 8 weeks prior to treatment initiation.\n* Child-Pugh class B or C liver function\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n\nNote: Participants with a history of abnormal pulmonary function tests but stable obstructive or restrictive pulmonary disease may be eligible per PI discretion.\n\n-Participants who require anticoagulation (e.g. warfarin) or anti-platelet therapy (e.g. aspirin\n\n\\> 325 mg/day or clopidogrel).\n\n* Any form of primary immunodeficiency (e.g. severe combined immunodeficiency).\n* HIV-positive participants are excluded because HIV causes complicated immune deficiency and study treatment can pose more risks for these participants.\n* Participants with active autoimmune disease or history of autoimmune disease that might recur, which may affect vital organ function or require immune suppressive treatment including systemic corticosteroids. These include but are not limited to participants with a history of immune-related neurologic disease, multiple sclerosis, autoimmune (demyelinating) neuropathy, Guillain-Barre syndrome or CIDP, myasthenia gravis; systemic autoimmune diseases such as SLE, connective tissue diseases, scleroderma, inflammatory bowel disease (IBD), Crohn s, ulcerative colitis, hepatitis; and participants with a history of toxic epidermal necrolysis (TEN), Stevens-Johnson syndrome, or phospholipid syndrome.\n\n  --NOTE: participants with vitiligo, endocrine deficiencies including thyroiditis managed with replacement hormones including physiologic corticosteroids are eligible. Participants with rheumatoid arthritis and other arthropathies, Sjogren s syndrome, and psoriasis controlled with topical medication and participants with positive serology, such as antinuclear antibodies (ANA), anti-thyroid antibodies should be evaluated for the presence of target organ involvement and the potential need for systemic treatment but should otherwise be eligible.\n* History of severe immediate hypersensitivity reaction to cyclophosphamide or fludarabine.\n* Hospitalization within 7 days prior to treatment initiation.\n* Systemic corticosteroid therapy of any dose within 14 days prior to the treatment initiation. Corticosteroid creams, ointments, and eye drops are allowed.\n* Participants with known central nervous system metastases are excluded because of their poor prognosis and progressive neurologic dysfunction, secondary to metastases, that would confound the evaluation of adverse events, especially neurologic toxicity, which is common with CAR-T cells, used in this study.\n* Pregnant women are excluded from this study because study therapy can cause fetal harm.\n\nBecause there is a potential risk for adverse events in nursing infants secondary to treatment of the mother with study therapy, breastfeeding should be discontinued if the mother is treated with study drugs.\n\n* Subjects who received live or attenuated vaccine or virus-based vaccine within 30 days before initiation of study therapy\n* Subjects with a history of seizure disorder\n* Subjects with an expected life expectancy of less than 3 months before initiation of study therapy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Donna M Hrones, C.R.N.P.",
                    "role": "CONTACT",
                    "phone": "(240) 858-3155",
                    "email": "donna.mabry@nih.gov"
                },
                {
                    "name": "Tim F Greten, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6114",
                    "email": "gretentf@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tim F Greten, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2021-C-0030.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request.@@@@@@In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely.@@@@@@Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. @@@@@@Genomic data are made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000006528",
                    "term": "Carcinoma, Hepatocellular"
                },
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "asFound": "Hepatocellular Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "asFound": "Hepatocellular Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}