{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04351113",
            "orgStudyIdInfo": {
                "id": "IRB_00111321"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HL142603-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HL142603-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "Targeting Oxidative Stress to Prevent Vascular and Skeletal Muscle Dysfunction During Disuse",
            "officialTitle": "Targeting Oxidative Stress to Prevent Vascular and Skeletal Muscle Dysfunction During Disuse",
            "therapeuticArea": [
                "Other"
            ],
            "study": "targeting-oxidative-stress-to-prevent-vascular-and-skeletal-muscle-dysfunction-during-disuse"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-14",
            "studyFirstSubmitQcDate": "2020-04-16",
            "studyFirstPostDateStruct": {
                "date": "2020-04-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Joel Trinity",
                "investigatorTitle": "Research Assistant Professor",
                "investigatorAffiliation": "University of Utah"
            },
            "leadSponsor": {
                "name": "Joel Trinity",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Prolonged periods of reduced activity are associated with decreased vascular function and muscle atrophy. Physical inactivity due to acute hospitalization is also associated with impaired recovery, hospital readmission, and increased mortality. Older adults are a particularly vulnerable population as functional (vascular and skeletal muscle mitochondrial dysfunction) and structural deficits (loss in muscle mass leading to a reduction in strength) are a consequence of the aging process. The combination of inactivity and aging poses an added health threat to these individuals by accelerating the negative impact on vascular and skeletal muscle function and dysfunction. The underlying factors leading to vascular and skeletal muscle dysfunction are unknown, but have been linked to increases in oxidative stress. Additionally, there is a lack of understanding of how vascular function is impacted by inactivity in humans and how these changes are related to skeletal muscle function. It is our goal to investigate the mechanisms that contribute to disuse muscle atrophy and vascular dysfunction in order to diminish their negative impact, and preserve vascular and skeletal muscle function across all the lifespan.",
            "detailedDescription": "Disuse following injury or during acute hospitalization is associated with a host of negative outcomes including functional deficiencies, hospital readmission, disability, and increased mortality. Older adults are a particularly vulnerable population as functional (vascular and skeletal muscle dysfunction) and structural deficits (loss in muscle mass leading to a reduction in strength) are present as a consequence of the aging process. Any additional and accelerated insult caused by disuse poses a serious health threat to these older individuals by depleting their already diminished physiological and functional reserve and hastening the onset of disability. Current strategies aimed at preserving function during disuse have focused on preserving skeletal muscle mass and strength while the critical role of the vasculature has been largely ignored. Moreover, the underlying cause of dysfunction has not been adequately addressed in humans. This disintegrated and myopic approach likely contributes to the fact that interventions capable of preserving health during disuse do not exist. The vascular and skeletal muscle systems are inextricably linked to optimal mobility through oxygen and nutrient delivery, thus, vascular dysfunction likely contributes to and exacerbates skeletal muscle deficiencies that occur during disuse. To fully understand the impact of disuse on health and mobility and develop effective countermeasures it is our contention that both the vascular and musculoskeletal systems must be examined and the root cause of the problem must be addressed. While the underlying factors leading to these accelerated losses during disuse are unknown, they appear to be mechanistically linked to oxidative stress.\n\nThe long term goal is to minimize losses in vascular and skeletal muscle function that occur during disuse in order to maintain functional reserve and avoid serious adverse events. The objective here, which is the next step in pursuit of this goal, is to determine how oxidative stress contributes to disuse-induced vascular and skeletal muscle dysfunction. It is our central hypothesis that oxidative stress triggers the accelerated declines in vascular and skeletal muscle function during disuse. To test this hypothesis and provide compelling evidence that oxidative stress is the trigger of dysfunction the investigators will utilize two novel and fundamentally distinct strategies to improve redox balance during disuse. In Aim 1, the mitochondrial targeted antioxidant (MITO-AO) mitoquinone will be administered during disuse to improve free radical scavenging at the level of the mitochondria. In Aim 2, activation of Nuclear Factor Erythroid-2-like 2 (Nrf2) the \"master regulator of antioxidant enzymes\" will be accomplished with PB125 (a novel naturally occurring Nrf2 activator) to augment endogenous antioxidant defense systems. The impact of these interventions on measures of isolated and integrated vascular and skeletal muscle function before and after disuse will be examined. The central hypothesis is supported by preliminary data reporting substantial losses in vascular and skeletal muscle function and concomitant increases in oxidative stress following 5 days of bed rest. Importantly, MITO-AO prevents disuse-induced losses in muscle mass and restores age-related deficits in vascular function in aged animals and humans (preliminary data). Additionally, PB125 activates the Nrf2 pathway at multiple control points resulting in prolonged and amplified activation and subsequent gene expression of key antioxidant enzymes leading to a decrease in oxidative stress in humans (preliminary data)."
        },
        "conditionsModule": {
            "conditions": [
                "Aging",
                "Oxidative Stress",
                "Vascular Endothelium",
                "Skeletal Muscle",
                "Antioxidants"
            ],
            "keywords": [
                "Aging",
                "cardiovascular degeneration",
                "Muscular atrophy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized double blind parallel 3 group study",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Double blind placebo controlled design",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MITO-AO",
                    "type": "EXPERIMENTAL",
                    "description": "Healthy older adult subjects ages 65-75 will take the supplement MITO-AO during a 5 day bed rest and will be assessed for vascular function independent of metabolism with passive leg movement (PLM), skeletal muscle bioenergetics independent of vascular constraints (i.e. blood flow and O2 supply) with phosphorous magnetic resonance spectroscopy (31P-MRS), and skeletal muscle bioenergetics under normal blood flow and O2 supply.",
                    "interventionNames": [
                        "Dietary Supplement: MITO-AO",
                        "Other: Passive Leg Movement (PLM)",
                        "Other: Plantar flexion",
                        "Other: Isometric knee extensor test",
                        "Other: Bed rest"
                    ]
                },
                {
                    "label": "PB-125",
                    "type": "EXPERIMENTAL",
                    "description": "Healthy older adult subjects ages 65-75 will take the supplement PB-125 during a 5 day bed rest and will be assessed for vascular function independent of metabolism with passive leg movement (PLM), skeletal muscle bioenergetics independent of vascular constraints (i.e. blood flow and O2 supply) with phosphorous magnetic resonance spectroscopy (P-MRS), and skeletal muscle bioenergetics under normal blood flow and O2 supply.",
                    "interventionNames": [
                        "Dietary Supplement: PB-125",
                        "Other: Passive Leg Movement (PLM)",
                        "Other: Plantar flexion",
                        "Other: Isometric knee extensor test",
                        "Other: Bed rest"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Healthy older adult subjects ages 65-75 will take placebo during a 5 day bed rest and will be assessed for vascular function independent of metabolism with passive leg movement (PLM), skeletal muscle bioenergetics independent of vascular constraints (i.e. blood flow and O2 supply) with phosphorous magnetic resonance spectroscopy (P-MRS), and skeletal muscle bioenergetics under normal blood flow and O2 supply.",
                    "interventionNames": [
                        "Other: Placebo",
                        "Other: Passive Leg Movement (PLM)",
                        "Other: Plantar flexion",
                        "Other: Isometric knee extensor test",
                        "Other: Bed rest"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "MITO-AO",
                    "description": "Participants will receive 160 mg with breakfast on day 1 of bed rest and 40 mg with breakfast on days 2-5.",
                    "armGroupLabels": [
                        "MITO-AO"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "PB-125",
                    "description": "Participants will receive 100 mg on days 1-5 of bed rest.",
                    "armGroupLabels": [
                        "PB-125"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Participants will receive Placebo on days 1-5 of bed rest.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Passive Leg Movement (PLM)",
                    "description": "Participants will be tested for passive leg movement on baseline day 1, bed rest day 1, and post bed rest.",
                    "armGroupLabels": [
                        "MITO-AO",
                        "PB-125",
                        "Placebo"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Plantar flexion",
                    "description": "Participants will undergo plantar flexion on baseline day 2, pre bed rest, and post bed rest.",
                    "armGroupLabels": [
                        "MITO-AO",
                        "PB-125",
                        "Placebo"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Isometric knee extensor test",
                    "description": "Participants will undergo isometric knee extension on baseline day 2, pre bed rest, and post bed rest.",
                    "armGroupLabels": [
                        "MITO-AO",
                        "PB-125",
                        "Placebo"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Bed rest",
                    "description": "Participants will undergo 5 days bed rest after 5 day baseline assessments",
                    "armGroupLabels": [
                        "MITO-AO",
                        "PB-125",
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in blood vessel diameter after PLM",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Change in blood vessel flow rate after PLM",
                    "timeFrame": "10 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in O2 augmented maximal mitochondrial oxidative capacity (Vmax) after plantar flexion",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Change in phosphocreatinine concentration [PCr] after plantar flexion",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Change in inorganic phosphate concentration [Pi] after plantar flexion",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Change in adenosine triphosphate (ATP) concentration after plantar flexion",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Change in muscle mass as measured in kilograms by dual-energy X-ray absorptiometry (DXA) after bed rest.",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Change in muscle strength as measured in kilograms after isometric knee extensor testing",
                    "timeFrame": "10 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 65-85 yrs\n* Ability to sign informed consent\n* Montreal cognitive assessment (MOCA) exam score greater-than or equal to 26 4. Free-living, prior to admission\n\nExclusion Criteria:\n\n* Cardiac abnormalities considered exclusionary by the study physician (e.g., congestive heart failure (CHF), coronary artery disease (CAD), right-to-left shunt)\n* Uncontrolled endocrine or metabolic disease (e.g., hypo/hyperthyroidism, diabetes)\n* Glomerular filtration rate (GFR) less-than 30 mL/min/1.73m2 or evidence of kidney disease or failure\n* Vascular disease or risk factors of peripheral atherosclerosis. (e.g., uncontrolled hypertension, obesity, diabetes, hypercholesterolemia greater-than 250 mg/dl, claudication or evidence of venous or arterial insufficiency upon palpitation of femoral, popliteal and pedal arteries)\n* Risk of deep vein thrombosis (DVT) including family history of thrombophilia, DVT, pulmonary emboli, myeloproliferative diseases including polycythemia (Hb greater-than 18 g/dL) or thrombocytosis (platelets greater-than 400x103/mL), and connective tissue diseases (positive lupus anticoagulant), hyperhomocysteinemia, deficiencies of factor V Leiden, proteins S and C, and antithrombin III\n* Use of anticoagulant therapy (e.g., Coumadin, heparin)\n* Elevated systolic pressure greater-than 150 or a diastolic blood pressure greater-than 100 (treated or untreated)\n* Implanted electronic devices (e.g., pacemakers, electronic infusion pumps, stimulators)\n* Cancer or history of successfully treated cancer (less than 1 year) other than basal cell carcinoma\n* Currently on a weight-loss diet or body mass index greater-than 35 kg/m2 (a BMI of 35 kg/m2, which includes individuals that fall into to the Class I obesity category, has been selected to improve inclusion and generalizability to a greater percentage of the general population).\n* Inability to abstain from smoking for duration of study\n* A history of greater-than 20 pack per year smoking\n* HIV or hepatitis B or C\\*\n* Recent anabolic or corticosteroids use (within 3 months)\n* Subjects with hemoglobin or hematocrit lower than accepted lab values\n* Agitation/aggression disorder (by psychiatric history and exam)\n* History of stroke with motor disability\n* A recent history (less-than 12 months) of GI bleed\n* Depression \\[greater-than 5 on the 15 items Geriatric Depression Scale (GDS)\\]\n* Alcohol abuse (greater-than 2 drinks per day) or drug abuse (inappropriate use of prescription medications or use of any illicit/illegal drugs for recreational use)\n* Exercise training (greater-than 1 session of moderate to high intensity aerobic or resistance exercise/week)\n* Liver disease (aspartate aminotransferase/alanine aminotransferase 2 times above the normal limit, hyperbilirubinemia)\n* Respiratory disease (acute upper respiratory infection, history of chronic lung disease with resting oxygen saturation less-than 97% on room air)\n* Currently taking a mitochondrial targeted antioxidant or similarly acting nutraceutical\n* Unwilling to cease dietary supplements 4 weeks prior to initiation of bed rest\n* Participated in similar bed rest study during last 12 months\n* Any other condition or event considered exclusionary by the PI and faculty physician",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joel D Trinity, PhD",
                    "role": "CONTACT",
                    "phone": "801-584-2522",
                    "email": "joel.trinity@hsc.utah.edu"
                }
            ],
            "locations": [
                {
                    "facility": "VA Medical Center",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84148",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joel Trinity, PhD.",
                            "role": "CONTACT",
                            "phone": "512-689-2187",
                            "email": "joel.trinity@hsc.utah.edu"
                        },
                        {
                            "name": "J. David Symons, PhD.",
                            "role": "CONTACT",
                            "phone": "801-581-4769",
                            "email": "j.david.symons@hsc.utah.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M12090",
                    "name": "Muscular Atrophy",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}