{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04005690",
            "orgStudyIdInfo": {
                "id": "STUDY00019211"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2019-01265",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "STUDY00019211",
                    "type": "OTHER",
                    "domain": "OHSU Knight Cancer Institute"
                }
            ],
            "organization": {
                "fullName": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Targeted Pathway Inhibition in Patients With Pancreatic Cancer",
            "officialTitle": "A Window of Opportunity Strategy for Targeted Pathway Inhibition in Patients With Pancreatic Ductal Adenocarcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "targeted-pathway-inhibition-in-patients-with-pancreatic-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2019-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-05-23",
            "studyFirstSubmitQcDate": "2019-06-28",
            "studyFirstPostDateStruct": {
                "date": "2019-07-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Charles D Lopez",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "OHSU Knight Cancer Institute"
            },
            "leadSponsor": {
                "name": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Association for Cancer Research",
                    "class": "OTHER"
                },
                {
                    "name": "Oregon Health and Science University",
                    "class": "OTHER"
                },
                {
                    "name": "Genentech, Inc.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Cardiff Oncology",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This early phase I trial aims to determine how cobimetinib, olaparib, LY3214996, or onvansertib works in patients with pancreatic cancer. Validation of cobimetinib, or olaparib, LY3214996, and onvansertib molecular targets will be explored by comparing pre-treatment biopsies with post-treatment specimens. This knowledge will help design future biomarker driven trials to determine whether giving cobimetinib, or olaparib, LY3214996, or onvansertib will work better than standard treatments in patients with pancreatic cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. Independently assess the pharmacodynamic (PD) feasibility of detecting a measurable change in tumor biology at post-treatment from baseline (i.e., before the study treatment window) for all feasibility-evaluable participants in each study arm.\n\nSECONDARY OBJECTIVES:\n\nI. Assess preliminary safety and tolerability of the proposed study agent(s) in each study arm.\n\nEXPLORATORY OBJECTIVES:\n\nI. Identify predictive biomarkers of sensitivity to assigned study agent(s).\n\nII. Identify emerging mechanism(s) of resistance to assigned study agent(s).\n\nIII. Determine cellular and molecular changes in pancreatic tumor cells exposed to assigned study agent(s).\n\nIV. Identify tumor markers suggestive of combinatorial therapy that could overcome resistance to therapy.\n\nOUTLINE: Patients are assigned to 1 of 4 arms.\n\nARM I: Patients receive olaparib PO twice daily (BID) on days 1-10 in the absence of disease progression or unacceptable toxicity. Within 12-24 hours, patients undergo biopsy or surgery as clinically appropriate per institutional standards for management of patient's disease.\n\nARM II: Patients receive cobimetinib orally (PO) once daily (QD) on days 1-10 in the absence of disease progression or unacceptable toxicity. Within 12-24 hours, patients undergo biopsy or surgery as clinically appropriate per institutional standards for management of patient's disease.\n\nARM IV: Patients receive onvansertib PO QD on days 1-10 in the absence of disease progression or unacceptable toxicity. Within 12-24 hours, patients undergo biopsy or surgery as clinically appropriate per institutional standards for management of patient's disease.\n\nARM V: Patients receive azenosertib PO QD on days 1-10 in the absence of disease progression or unacceptable toxicity. Within 12-24 hours, patients undergo biopsy or surgery as clinically appropriate per institutional standards for management of patient's disease.\n\nAfter completion of study treatment, patients are followed up for 30 days."
        },
        "conditionsModule": {
            "conditions": [
                "Locally Advanced Pancreatic Ductal Adenocarcinoma",
                "Metastatic Pancreatic Ductal Adenocarcinoma",
                "Stage II Pancreatic Cancer AJCC v8",
                "Stage III Pancreatic Cancer AJCC v8",
                "Stage IV Pancreatic Cancer AJCC v8",
                "Unresectable Pancreatic Ductal Adenocarcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (olaparib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive olaparib PO BID on days 1-10 in the absence of disease progression or unacceptable toxicity. Within 12-24 hours, patients undergo biopsy or surgery.",
                    "interventionNames": [
                        "Drug: Olaparib"
                    ]
                },
                {
                    "label": "Arm II (cobimetinib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive cobimetinib PO QD on days 1-10 in the absence of disease progression or unacceptable toxicity. Within 12-24 hours, patients undergo biopsy or surgery.",
                    "interventionNames": [
                        "Drug: Cobimetinib"
                    ]
                },
                {
                    "label": "Arm IV (onvansertib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive onvansertib PO QD on days 1-10 in the absence of disease progression or unacceptable toxicity. Within 12-24 hours, patients undergo biopsy or surgery as clinically appropriate per institutional standards for management of patient's disease.",
                    "interventionNames": [
                        "Drug: Onvansertib"
                    ]
                },
                {
                    "label": "Arm V (azenosertib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive azenosertib PO QD on days 1-10 in the absence of disease progression or unacceptable toxicity. Within 12-24 hours, patients undergo biopsy or surgery as clinically appropriate per institutional standards for management of patient's disease.",
                    "interventionNames": [
                        "Drug: Azenosertib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cobimetinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm II (cobimetinib)"
                    ],
                    "otherNames": [
                        "Cotellic",
                        "GDC-0973",
                        "MEK Inhibitor GDC-0973",
                        "XL518"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Olaparib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm I (olaparib)"
                    ],
                    "otherNames": [
                        "AZD 2281",
                        "AZD-2281",
                        "AZD2281",
                        "KU-0059436",
                        "Lynparza",
                        "PARP Inhibitor AZD2281"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Onvansertib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm IV (onvansertib)"
                    ],
                    "otherNames": [
                        "'PLK1 Inhibitor PCM-075",
                        "NMS-1286937",
                        "PCM 075",
                        "PCM-075",
                        "PLK-1 Inhibitor PCM-075",
                        "Polo-like Kinase 1 Inhibitor NMS-1286937",
                        "Polo-like Kinase 1 Inhibitor PCM-075"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Azenosertib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm V (azenosertib)"
                    ],
                    "otherNames": [
                        "ZN-c3",
                        "KP-2638",
                        "C29H34N8O2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of all pharmacodynamic feasibility-evaluable participants within a study arm that have a measurable change in post-treatment tumor biology from baseline",
                    "description": "Will be estimated with a 95% confidence interval (CI).",
                    "timeFrame": "Changes in tumor biology from baseline (i.e., Day 0) and on-treatment biopsy (i.e., 10 days from start of study intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of >= grade 3 toxicities for each assigned window treatment (as described in sub-protocol)",
                    "description": "Assessed per Common Terminology Criteria for Adverse Events version 5.0. The 95% CI will be reported with the point estimate of toxicity rate. All grade 3+ acute toxicities will also be summarized with its grade.",
                    "timeFrame": "Up to 30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ability to understand and the willingness to sign a written informed consent document\n* Age \\>= 18 years\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2\n* Clinically-confirmed diagnosis of resectable, borderline resectable, locally-advanced or metastatic adenocarcinoma of the pancreas.\n\n  * Patients with disease that is eligible for curative surgery may not be eligible for all study arms.\n  * Participants may be treatment naïve or have received prior therapy for the treatment of their pancreatic ductal adenocarcinoma (PDAC). A minimum washout period of 10-days after completing the most recent line of therapy is required before a participant can initiate treatment with study agent(s)\n* Based on available imaging, participant must have at least one disease lesion that can be biopsied in accordance with institutional standards\n* Hemoglobin \\>= 9.0 g/dL with no blood transfusion within 28 days of starting treatment (within 4 weeks prior to initiating window treatment). Note: laboratory tests performed after initial screening (but still within the screening window) will be evaluated by the investigator; should any of these values fall outside eligibility parameters, the patient may still be eligible per investigator discretion\n* White blood cells (WBC) \\> 3 x 10\\^9/L (within 4 weeks prior to initiating window treatment). Note: laboratory tests performed after initial screening (but still within the screening window) will be evaluated by the investigator; should any of these values fall outside eligibility parameters, the patient may still be eligible per investigator discretion\n* Absolute neutrophil count (ANC) \\>= 1.5 x 10\\^9/L (\\> 1500 per mm\\^3) (within 4 weeks prior to initiating window treatment). Note: laboratory tests performed after initial screening (but still within the screening window) will be evaluated by the investigator; should any of these values fall outside eligibility parameters, the patient may still be eligible per investigator discretion.\n\n  * May be waived on a case-by-case basis for patient populations recognized to have normal baseline values below this level\n* Platelet count \\>= 100 x 10\\^9/L (\\> 100,000 per mm\\^3) (within 4 weeks prior to initiating window treatment). Note: laboratory tests performed after initial screening (but still within the screening window) will be evaluated by the investigator; should any of these values fall outside eligibility parameters, the patient may still be eligible per investigator discretion\n* Creatinine =\\< 1.5 x upper limit of normal (ULN), OR measured or calculated creatinine clearance (glomerular filtration rate \\[GFR\\] can also be used in place of creatinine or creatinine clearance \\[CrCl\\]) \\>= 60 mL/min/1.73m\\^2 for participants with creatinine levels \\> 1.5 x institutional ULN (within 4 weeks prior to initiating window treatment). Note: laboratory tests performed after initial screening (but still within the screening window) will be evaluated by the investigator; should any of these values fall outside eligibility parameters, the patient may still be eligible per investigator discretion.\n\n  * Creatinine clearance should be calculated per institutional standard. For participants with a baseline calculated creatinine clearance below normal institutional laboratory values, a measured baseline creatinine clearance should be determined. Individuals with higher values felt to be consistent with inborn errors of metabolism will be considered on a case-by-case basis\n* Serum bilirubin =\\< 1.5 x institutional upper limit of normal (ULN) (within 4 weeks prior to initiating window treatment). Note: laboratory tests performed after initial screening (but still within the screening window) will be evaluated by the investigator; should any of these values fall outside eligibility parameters, the patient may still be eligible per investigator discretion\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\]) and alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.5 x ULN (within 4 weeks prior to initiating window treatment). Note: laboratory tests performed after initial screening (but still within the screening window) will be evaluated by the investigator; should any of these values fall outside eligibility parameters, the patient may still be eligible per investigator discretion\n* Participants must be willing to undergo mandatory on-study tumor biopsies\n* Participant is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up\n* Participant must be able to swallow tablets or capsules. A participant with any gastrointestinal disease that would impair ability to swallow, retain, or absorb drug is not eligible\n* Participants of childbearing potential must have a negative urine or serum pregnancy test within 72 hours prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Participants must agree to use an adequate method of contraception starting with the first dose of study therapy and for the required length of time ascribed to the assigned study drug assignment\n* No other prior invasive malignancy is allowed except for the following: adequately treated basal (or squamous cell) skin cancer, in situ breast or cervical cancer, any malignancy treated with a curative intent without evidence of disease recurrence for at least 6 months\n* Individuals must not have known active hepatitis B virus (HBV). Those who have completed curative therapy for hepatitis C virus (HCV) are eligible. HCV infection permitted but patient must be Child's Pugh A. Patients with known human immunodeficiency virus (HIV) infection are eligible if they meet all of the following 3 criteria:\n\n  * CD4 counts \\>= 350 mm\\^3\n  * Serum HIV viral load of \\< 25,000 IU/ml and\n  * Treated on a stable antiretroviral regimen\n  * Note: HIV testing is not required at screening, unless if required by local regulations, where the testing will be done by local laboratory\n* OLAPARIB SPECIFIC CRITERIA (SUB-PROTOCOL WOO-1): Participants must agree to use an adequate method of contraception as follows:\n\n  * Participants of childbearing potential must agree to use adequate methods of contraception starting with the first dose of study therapy through at least 6 months after the last dose of study therapy\n  * Sperm-producing participants must use a condom during treatment and for 3 months after the last dose of olaparib when having sexual intercourse with an individual that is pregnant or of childbearing potential. Individuals that are partners of sperm-producing participants should also use a highly effective form of contraception if they are of childbearing potential\n* COBIMETINIB SPECIFIC CRITERIA SUB-PROTOCOL WOO-2: Participants must agree to use an adequate method of contraception as follows:\n\n  * Participants of childbearing potential must agree to use adequate methods of contraception starting with the first dose of study therapy through at least 2 weeks after the last dose of study therapy\n* ONVANSERTIB SPECIFIC CRITERIA (SUB-PROTOCOL WOO-4): Prior treatment with an investigational PLK1 inhibitor\n* ONVANSERTIB SPECIFIC CRITERIA (SUB-PROTOCOL WOO-4): Use of strong CYP3A4 or UGT1A1 inhibitors or strong CYP3A4 inducers. Individuals currently receiving these agents who are able to switch to alternate therapy are not excluded.\n\n  * CYP3A4 or UGT1A1 inhibitors should be stopped at least one week prior to the first dose of onvansertib\n  * CYP3A4 inducers should be stopped at least two weeks prior to the first dose of onvansertib\n* ONVANSERTIB SPECIFIC CRITERIA (SUB-PROTOCOL WOO-4): Participants must agree to use an adequate method of contraception as follows:\n\n  * Participants of childbearing potential agree to use adequate methods of contraception for the duration of study participation\n  * Sperm-producing participants must agree to refrain from sperm donation during the study and for 30 days after the last dose of study drug\n\nExclusion Criteria:\n\n* Tumor not accessible for core biopsy\n* Medical co-morbidities that are deemed to make risk of surgery unacceptably high as determined by institutional standards\n* Recent major surgery within 4 weeks prior to starting study treatment. Minor surgery within 2 weeks of starting study treatment. Patients must be recovered from effects of surgery\n* Concomitant use of known strong (e.g., phenobarbital, enzalutamide, phenytoin, rifampicin, rifabutin, rifapentine, carbamazepine, nevirapine and St John's wort) or moderate CYP3A inducers (e.g., bosentan, efavirenz, modafinil)\n* Concomitant use of known strong CYP3A inhibitors (e.g., itraconazole, telithromycin, clarithromycin, protease inhibitors boosted with ritonavir or cobicistat, indinavir, saquinavir, nelfinavir, boceprevir, telaprevir) or moderate CYP3A inhibitors (e.g., ciprofloxacin, erythromycin, diltiazem, fluconazole, verapamil)\n* Concomitant use of other anti-cancer therapy (chemotherapy, immunotherapy, hormonal therapy (hormone replacement therapy is acceptable), radiotherapy (except for palliative), biological therapy or other novel agent) or live virus and live bacterial vaccines while the patient is receiving study medication. Strong or moderate CYP3A inhibitors and inducers should not be taken with study treatment; however, if no other suitable alternative concomitant medication is available, dose reductions may be allowed under careful monitoring\n* Known severe hypersensitivity to the study agent(s) (or equivalent agents, respectively), or any excipient of these medicinal products, or history of allergic reactions attributed to compounds of similar chemical or biologic composition to the study agent(s)\n* Clinically significant cardiac disease or impaired cardiac function, including any of the following:\n\n  * Clinically significant and/or uncontrolled heart disease such as congestive heart failure (New York Heart Association grade \\>= 2) uncontrolled hypertension, or clinically significant arrhythmia currently requiring medical treatment\n  * Corrected QT using Fridericia's formula (QTcF) \\> 470 msec for females, or \\> 450 msec for males, on screening electrocardiogram (ECG) or congenital long QT syndrome\n  * Acute myocardial infarction or unstable angina pectoris \\< 6 months prior to screening\n* Clinically significant cardiac disease or impaired cardiac function\n* Female participant who is pregnant or lactating\n* Participant is known to have dysphagia, short-gut syndrome, gastroparesis, or other conditions that limit the ingestion or gastrointestinal absorption of drugs administered orally\n* Participant has active uncontrolled systemic fungal, bacterial, or viral infection (defined as ongoing signs/symptoms related to the infection without improvement despite appropriate antibiotics, antiviral therapy, and/or other treatment)\n* Psychiatric illness/social situations that would limit compliance with study requirements\n* Participants with a history of hypersensitivity reactions to study agents or their excipients\n* Participant is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the screening visit through at least 120 days after the last dose of trial treatment\n* COBIMETINIB SPECIFIC CRITERIA (SUB-PROTOCOL WOO-2): Participants are not eligible to receive cobimetinib if (any of the following):\n\n  * Participant has significant active cardiac disease within 6 months prior to the start of study treatment, including New York Heart Association (NYHA) class III or IV congestive heart failure; acute coronary syndrome (ACS); and/or stroke; or left ventricular ejection fraction (LVEF) \\< 40% by echocardiogram (ECHO) or multi-gated acquisition (MUGA) scan obtained within 28 days prior to the start of study treatment\n  * Known risk factors for ocular toxicity, consisting of any of the following:\n\n    * History of serous retinopathy\n    * History of retinal vein occlusion (RVO)\n    * Evidence of ongoing serous retinopathy or RVO at screening\n* ONVANSERTIB SPECIFIC CRITERIA (SUB-PROTOCOL WOO-4): Use of concomitant medications known to increase QTc or risk of Torsades. These drugs should only be used if there are no other alternatives and only with appropriate monitoring (i.e., ECGs).\n* AZENOSERTIB SPECIFIC CRITERIA (SUB-PROTOCOL WOO-5):\n\n  * Prior treatment with a WEE1 inhibitor are not eligible\n  * History or current evidence of congenital or family history of long QT syndrome or Torsade de Pointes.\n  * Patients are not eligible in cases of unresolved toxicity of Grade \\> 1 attributed to any prior therapies (excluding Grade 2 neuropathy, alopecia or skin pigmentation).\n  * Patients are not eligible if there is known hypersensitivity to any drugs similar to ZN-c3 in class.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Charles D Lopez",
                    "affiliation": "OHSU Knight Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "OHSU Knight Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Charles D. Lopez",
                            "role": "CONTACT",
                            "phone": "503-494-8534",
                            "email": "lopezc@ohsu.edu"
                        },
                        {
                            "name": "Charles D. Lopez",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000531550",
                    "term": "Olaparib"
                },
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                },
                {
                    "id": "C000706408",
                    "term": "Onvansertib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M233003",
                    "name": "Olaparib",
                    "asFound": "2/day",
                    "relevance": "HIGH"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "asFound": "Cereal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M329222",
                    "name": "Onvansertib",
                    "asFound": "Axicabtagene Ciloleucel",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}