{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04288245",
            "orgStudyIdInfo": {
                "id": "019-356"
            },
            "secondaryIdInfos": [
                {
                    "id": "N66001-17-2-4011",
                    "type": "OTHER_GRANT",
                    "domain": "Naval Information Warfare Center, Pacific"
                }
            ],
            "organization": {
                "fullName": "Baylor Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Targeted Plasticity Therapy for Upper Limb Rehabilitation in Spinal Cord Injuries",
            "officialTitle": "Targeted Plasticity Therapy for Upper Limb Rehabilitation in Spinal Cord Injuries",
            "therapeuticArea": [
                "Other"
            ],
            "study": "targeted-plasticity-therapy-for-upper-limb-rehabilitation-in-spinal-cord-injuries"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-13",
            "studyFirstSubmitQcDate": "2020-02-26",
            "studyFirstPostDateStruct": {
                "date": "2020-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Baylor Research Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Wings for Life",
                    "class": "OTHER"
                },
                {
                    "name": "Defense Advanced Research Projects Agency",
                    "class": "FED"
                },
                {
                    "name": "The University of Texas at Dallas",
                    "class": "OTHER"
                },
                {
                    "name": "University of Texas Southwestern Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Texas Biomedical Device Center at UT Dallas has developed an innovative strategy to enhance recovery of motor and sensory function after neurological injury termed targeted plasticity therapy (TPT). This technique uses brief pulses of vagus nerve stimulation to engage pro-plasticity neuromodulatory circuits during rehabilitation exercises. Recovery is associated with neural plasticity in spared motor networks in the brain and spinal cord. Moreover, an early feasibility study and an independent, double-blind, placebo-controlled study in chronic stroke participants indicate that VNS is safe in participants with upper limb deficits, and yields a clinically-significant three-fold increase in neural connections during rehabilitation exercises. Given the track record of safety and potential for VNS to enhance recovery of upper limb motor function in spinal cord injured individuals, the purpose of this double blind randomized placebo controlled optional open-label extension study is to assess the safety of using a new device to deliver vagus nerve stimulation to reduce symptom severity in participants with SCI. Additionally, the study will assess the prospective benefit of the system and garner an initial estimate of efficacy for a subsequent trial. Participants may undergo additional sessions of training with VNS."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries",
                "Upper Extremity Paresis"
            ],
            "keywords": [
                "Vagus Nerve Stimulation (VNS)",
                "Rehabilitation",
                "Targeted Plasticity Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Double blind, randomized placebo controlled, optional open-label extension design",
                "primaryPurpose": "DEVICE_FEASIBILITY",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Immediate Start Vagus Nerve Stimulation group",
                    "type": "EXPERIMENTAL",
                    "description": "The Immediate Start VNS group will receive rehabilitation and active stimulation for 18 in-office sessions over the course of approximately 6 weeks during phase 1. For phase 2, all subjects will be provided the option to participate in an open-label extension consisting of an additional 18 sessions of in-office rehabilitation with active VNS over the course of approximately 6 weeks. Participants that elect to continue in the open-label extension will be assessed approximately 1 week after the conclusion of the additional 18 sessions of therapy.",
                    "interventionNames": [
                        "Device: Active Vagus Nerve Stimulation"
                    ]
                },
                {
                    "label": "Delayed Start Vagus Nerve Stimulation group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The Delayed Start VNS group will receive equivalent rehabilitation with placebo stimulation for 18 in-office sessions over the course of approximately 6 weeks during phase 1. For phase 2, all subjects will be provided the option to participate in an open-label extension consisting of an additional 18 sessions of in-office rehabilitation with active VNS over the course of approximately 6 weeks. Participants that elect to continue in the open-label extension will be assessed approximately 1 week after the conclusion of the additional 18 sessions of therapy.",
                    "interventionNames": [
                        "Device: Placebo Vagus Nerve Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Active Vagus Nerve Stimulation",
                    "description": "Stimulation of the vagus nerve that is paired with upper extremity rehabilitation. VNS stimulation as described in the current study consists of 0.5 s trains of 0.8 mA 100 µs biphasic pulses delivered at 30 Hz. Stimulation trains are delivered only during rehabilitation.",
                    "armGroupLabels": [
                        "Immediate Start Vagus Nerve Stimulation group"
                    ],
                    "otherNames": [
                        "VNS",
                        "vagus nerve stimulation",
                        "paired VNS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Placebo Vagus Nerve Stimulation",
                    "description": "During Phase 1 of the study, the placebo group will receive a minimal amount of stimulation that fails to sufficiently activate the nerve, unknown to the participant and therapists. All participants will receive active stimulation during the Phase 2 open-label portion of the study.",
                    "armGroupLabels": [
                        "Delayed Start Vagus Nerve Stimulation group"
                    ],
                    "otherNames": [
                        "placebo",
                        "control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Adverse Events [Device Safety]",
                    "description": "Review of adverse events reported throughout the trial will be used to inform the potential risks associated with the ReStore system and provide a better understanding of risk/benefit analysis.",
                    "timeFrame": "From Week 1 through study follow-up, approximately two years from the date of implant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Restore System Feasibility during Rehabilitation",
                    "description": "If stimulation delivery is successful during the active portion of therapy sessions then the system is feasible to use. The primary endpoint will be: greater than 50% of the valid attempts to stimulate are successful per the ReStore system log.",
                    "timeFrame": "Weeks 7-12, Weeks 14-19"
                },
                {
                    "measure": "Quantitative Force and Range of Motion Assessment",
                    "description": "This is a physical assessment of upper limb changes in force/torque as a result of VNS paired rehabilitation. The primary endpoints will be: 10% increase in finger pinch and flexion force following active VNS, 10% increase in wrist flexion and extension force following active VNS, and 10% increase in wrist pronation and supination force following active VNS. This will serve as an efficacy measurement to use as basis for estimate of sample size for a pivotal trial.",
                    "timeFrame": "Week 1, 6, 13, 20"
                },
                {
                    "measure": "Graded Redefined Assessment of Strength, Sensibility, and Prehension (GRASSP)",
                    "description": "Graded Redefined Assessment of Strength, Sensibility, and Prehension (GRASSP) is a measure used for spinal cord injury patients. The measure includes five subsets of questions designed to quantitatively measure clinical upper limb impairment (Kalsi-Ryan et al., 2012). The primary endpoint will be: \\>4 point shift in GRASSP assessment following active VNS. This will serve as an efficacy measurement to use as basis for estimate of sample size for a pivotal trial.",
                    "timeFrame": "Week 1, 6, 13, 20"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n* Provision of signed and dated informed consent form\n* Stated willingness to comply with all study procedures and availability for the duration of the study\n* Adult, aged 18-64\n* In good general health as evidenced by medical history and diagnosed with first time cervical spinal cord injury resulting in an ASIA grade B, C, or D, and level 1 or better motor function as described by the International Standards for Neurological Classification of Spinal Cord Injury (ISNCSCI).\n* SCI caused by trauma that occurred ≥ 12 months prior to enrollment\n* Meets all clinical criteria for the surgical VNS implantation as determined by the PI, surgeon, and anesthesiologist\n* Must demonstrate some residual upper limb and hand movement in either arm\n* Appropriate candidate for VNS implantation\n* Willing and able to comply with the study protocol\n\nExclusion Criteria\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Spinal cord injuries by sharp objects, firearms, and non-traumatic or congenital causes, even if at different levels of the spinal cord\n* Any evidence of recurrent laryngeal nerve injury (Evident during required laryngoscopy for all participants with Prior right-sided anterior cervical surgery- done prior to randomization)\n* Excessive scar tissue marking implantation unsafe (evident at surgery)\n* Concomitant clinically significant brain injuries\n* Prior injury to vagus nerve\n* Prior or current treatment with vagus nerve stimulation\n* Participant receiving any therapy (medication or otherwise) that would interfere with VNS\n* Pregnancy or lactation\n* Clinical complications that hinder or contraindicate the surgical procedure\n* Psychiatric disorders, psychosocial, and/or cognitive impairment that would interfere with study participation, as assessed by medical evaluation\n* Abusive use of alcohol and/or illegal substances use\n* Participation in other interventional clinical trial\n* Participants with known immunodeficiency including participants who are receiving or have received chronic corticosteroids, immunosuppressants, immunostimulating agents or radiation therapy within 6 months\n* Significant comorbidities or conditions associated with high risk for surgical or anesthetic survival (e.g. renal failure, peripheral vascular disease, unstable cardiac disease, poorly controlled diabetes, immunosuppression, etc.).\n* Active neoplastic disease.\n* Participants with significant local circulatory problems, (e.g. thrombophlebitis and lymphedema).\n* Participants with any medical condition or other circumstances that might interfere with their ability to return for follow-up visits in the judgment of the Investigator, including systemic illness, neuromuscular, neurosensory, or musculoskeletal deficiency that would render the participant unable to perform appropriate postoperative rehabilitation.\n* Any condition which, in the judgment of the Investigator, would preclude adequate evaluation of device's safety and performance.\n* Aphasia and other cognitive deficits that make understanding the potential risks and benefits of the study impossible for participant. Inability to personally provide informed consent.\n* A recent history of syncope\n* A recent history of dysphagia\n* Currently require, or are likely to require diathermy\n* Significant respiratory issues that would interfere with participation\n* Non-English speaking\n* Patients who are acutely suicidal and/or have been admitted for a suicide attempt\n* Incarceration or legal detention",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "64 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alvaro Carrera",
                    "role": "CONTACT",
                    "phone": "469-831-5321",
                    "email": "alvaro.carrera@bswhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Kilgard, PhD",
                    "affiliation": "University of Texas at Dallas",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Robert Rennaker, PhD",
                    "affiliation": "University of Texas at Dallas",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Seth Hays, PhD",
                    "affiliation": "University of Texas at Dallas",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Jane Wigginton, MD",
                    "affiliation": "University of Texas Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Rita Hamilton, DO",
                    "affiliation": "Baylor Scott & White Institute for Rehabilitation",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Michael Foreman, MD FACS",
                    "affiliation": "Baylor Health Care System",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Mark Powers, PhD",
                    "affiliation": "Baylor Health Care System",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Richard Naftalis, MD, FAANS, FACS",
                    "affiliation": "Baylor Health Care System",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baylor University Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75246",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alvaro Carrera",
                            "role": "CONTACT",
                            "phone": "469-831-5321",
                            "email": "alvaro.carrera@bswhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24891012",
                    "type": "BACKGROUND",
                    "citation": "Biering-Sorensen F, Bryden A, Curt A, Friden J, Harvey LA, Mulcahey MJ, Popovic MR, Prochazka A, Sinnott KA, Snoek G. International spinal cord injury upper extremity basic data set. Spinal Cord. 2014 Sep;52(9):652-7. doi: 10.1038/sc.2014.87. Epub 2014 Jun 3."
                },
                {
                    "pmid": "16909143",
                    "type": "BACKGROUND",
                    "citation": "Catz A, Itzkovich M, Tesio L, Biering-Sorensen F, Weeks C, Laramee MT, Craven BC, Tonack M, Hitzig SL, Glaser E, Zeilig G, Aito S, Scivoletto G, Mecci M, Chadwick RJ, El Masry WS, Osman A, Glass CA, Silva P, Soni BM, Gardner BP, Savic G, Bergstrom EM, Bluvshtein V, Ronen J. A multicenter international study on the Spinal Cord Independence Measure, version III: Rasch psychometric validation. Spinal Cord. 2007 Apr;45(4):275-91. doi: 10.1038/sj.sc.3101960. Epub 2006 Aug 15."
                },
                {
                    "pmid": "15609737",
                    "type": "BACKGROUND",
                    "citation": "Corson K, Gerrity MS, Dobscha SK. Screening for depression and suicidality in a VA primary care setting: 2 items are better than 1 item. Am J Manag Care. 2004 Nov;10(11 Pt 2):839-45."
                },
                {
                    "pmid": "21228773",
                    "type": "BACKGROUND",
                    "citation": "Engineer ND, Riley JR, Seale JD, Vrana WA, Shetake JA, Sudanagunta SP, Borland MS, Kilgard MP. Reversing pathological neural activity using targeted plasticity. Nature. 2011 Feb 3;470(7332):101-4. doi: 10.1038/nature09656. Epub 2011 Jan 12."
                },
                {
                    "pmid": "24309259",
                    "type": "BACKGROUND",
                    "citation": "Hays SA, Rennaker RL, Kilgard MP. Targeting plasticity with vagus nerve stimulation to treat neurological disease. Prog Brain Res. 2013;207:275-99. doi: 10.1016/B978-0-444-63327-9.00010-2."
                },
                {
                    "pmid": "17852230",
                    "type": "BACKGROUND",
                    "citation": "Itzkovich M, Gelernter I, Biering-Sorensen F, Weeks C, Laramee MT, Craven BC, Tonack M, Hitzig SL, Glaser E, Zeilig G, Aito S, Scivoletto G, Mecci M, Chadwick RJ, El Masry WS, Osman A, Glass CA, Silva P, Soni BM, Gardner BP, Savic G, Bergstrom EM, Bluvshtein V, Ronen J, Catz A. The Spinal Cord Independence Measure (SCIM) version III: reliability and validity in a multi-center international study. Disabil Rehabil. 2007 Dec 30;29(24):1926-33. doi: 10.1080/09638280601046302. Epub 2007 Mar 5."
                },
                {
                    "pmid": "5788487",
                    "type": "BACKGROUND",
                    "citation": "Jebsen RH, Taylor N, Trieschmann RB, Trotter MJ, Howard LA. An objective and standardized test of hand function. Arch Phys Med Rehabil. 1969 Jun;50(6):311-9. No abstract available."
                },
                {
                    "pmid": "21568688",
                    "type": "BACKGROUND",
                    "citation": "Kalsi-Ryan S, Beaton D, Curt A, Duff S, Popovic MR, Rudhe C, Fehlings MG, Verrier MC. The Graded Redefined Assessment of Strength Sensibility and Prehension: reliability and validity. J Neurotrauma. 2012 Mar 20;29(5):905-14. doi: 10.1089/neu.2010.1504. Epub 2011 Aug 12."
                },
                {
                    "pmid": "22330108",
                    "type": "BACKGROUND",
                    "citation": "Kirshblum SC, Burns SP, Biering-Sorensen F, Donovan W, Graves DE, Jha A, Johansen M, Jones L, Krassioukov A, Mulcahey MJ, Schmidt-Read M, Waring W. International standards for neurological classification of spinal cord injury (revised 2011). J Spinal Cord Med. 2011 Nov;34(6):535-46. doi: 10.1179/204577211X13207446293695. No abstract available."
                },
                {
                    "pmid": "11556941",
                    "type": "BACKGROUND",
                    "citation": "Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001 Sep;16(9):606-13. doi: 10.1046/j.1525-1497.2001.016009606.x."
                },
                {
                    "pmid": "24469147",
                    "type": "BACKGROUND",
                    "citation": "Widerstrom-Noga E, Biering-Sorensen F, Bryce TN, Cardenas DD, Finnerup NB, Jensen MP, Richards JS, Siddall PJ. The International Spinal Cord Injury Pain Basic Data Set (version 2.0). Spinal Cord. 2014 Apr;52(4):282-6. doi: 10.1038/sc.2014.4. Epub 2014 Jan 28."
                },
                {
                    "pmid": "6880820",
                    "type": "BACKGROUND",
                    "citation": "Zigmond AS, Snaith RP. The hospital anxiety and depression scale. Acta Psychiatr Scand. 1983 Jun;67(6):361-70. doi: 10.1111/j.1600-0447.1983.tb09716.x."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000010291",
                    "term": "Paresis"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20944",
                    "name": "Muscle Weakness",
                    "relevance": "LOW"
                },
                {
                    "id": "M13204",
                    "name": "Paresis",
                    "asFound": "Upper Extremity Paresis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}