{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03887481",
            "orgStudyIdInfo": {
                "id": "IRB00201027"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AG075404",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AG075404"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Targeting Language-specific and Executive-control Networks With Transcranial Direct Current Stimulation in Logopenic Variant PPA",
            "officialTitle": "Targeting Language-specific and Executive-control Networks With Transcranial Direct Current Stimulation in Aphasic AD (Logopenic Variant PPA)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "targeting-language-specific-and-executive-control-networks-with-transcranial-direct-current-stimulation-in-logopenic-variant-ppa"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-03-21",
            "studyFirstSubmitQcDate": "2019-03-21",
            "studyFirstPostDateStruct": {
                "date": "2019-03-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "AD afflicts over 5.5. million Americans and is one of the most expensive diseases worldwide. In AD the variant in which language functions are most affected are referred to as 'logopenic variant Primary Progressive Aphasia' (lvPPA). Language deficits dramatically impair communication and quality of life for both patients and caregivers. PPA usually has an early onset (50-65 years of age), detrimentally affecting work and family life. Studies have identified verbal short-term memory/working memory (vSTM/WM) as a primary deficit and cause of language impairment. In the first cycle of this award, the investigators asked the question of whether language therapy effects could be augmented by electrical stimulation. The investigators conducted the largest to-date randomized, double-blind, sham-controlled, crossover, clinical trial to determine the effects of transcranial direct current stimulation (tDCS) in PPA. The investigators found that tDCS over the left inferior frontal gyrus (L_IFG), one of the major language hubs in the brain, significantly enhanced the effects of a written naming and spelling intervention. In addition, findings demonstrated that tDCS modulates functional connectivity between the stimulated area and other networks (e.g. functionally and structurally connected areas), and that tDCS modulates the inhibitory neurotransmitter gamma-aminobutyric acid (GABA). In terms of tDCS, the investigators have been identified several predictors to determine the beneficience of tDCS including (a) PPA variant, (b) initial performance on cognitive/language tasks, particularly vSTM/WM, and (c) initial white-matter integrity and structure. These findings support the notion that tDCS benefits generalize beyond the treatment tasks and has led to the important question of the present study: How can we implement treatments to product benefits that maximally generalize to untrained but vital language/cognitive functions.\n\nTo address the above question, the investigators will test recent neuroplasticity theories that claim that the benefits of neuromodulation to language-specific areas generalize to other language functions within the language network, while neuromodulation of a domain-general/multiple-demands area generalizes to both domain-general, executive and language functions. The two areas to be stimulated will be the supramarginal gyrus (SMG) and left dorsolateral prefrontal cortex (DLPFC) respectively. The left supramarginal gyrus (L_SMG) in particular, specializes in phonological processing, namely phonological verbal short-term memory (vSTM), i.e., the ability to temporarily store phonological (and graphemic) information in order. The domain of vSTM affects many language tasks (repetition, naming, syntax), which makes it an ideal treatment target and the L_SMG an ideal stimulation target, since generalization of tDCS effects to other language tasks is driven by the function (computation) of the stimulated area. By testing a fundamental principle of neuromodulation in a devastating neurodegenerative disorder, the investigators will significantly advance the field of neurorehabilitation in early-onset dementias.\n\nAim 1: To determine whether vSTM/WM behavioral therapy combined with high definition (HD)-tDCS over the L_SMG will induce more generalization to language-specific tasks than to executive tasks, whereas stimulation over the LDPFC will induce equivalent generalization to both executive and language-specific tasks.\n\nAim 2: To understand the mechanism of tDCS by measuring tDCS-induced changes in network functional connectivity (FC) and GABA in the LSMG and LDPFC. The investigators will carry out resting-state functional magnetic resonance imaging (rsfMRI), (MPRAGE), diffusion-weighted imaging (DWI), perfusion imaging (pCASL), and magnetic resonance spectroscopy (MRS), before, after, and 3-months post-intervention.\n\nAim 3: To identify the neural, cognitive, physiological, clinical and demographic characteristics (biomarkers) that predict sham, tDCS, and tDCS vs. sham effects on vSTM and related language tasks in PPA. The investigators will evaluate neural (functional and structural connectivity, cortical volume, neuropeptides, and perfusion), cognitive (memory, attention, executive) and language functions, clinical (severity), physiological (sleep), and demographic (age, gender) characteristics, and the investigators will analyze the effects on vSTM and other language/cognitive outcomes immediately after intervention and at 3 months post-intervention.",
            "detailedDescription": "This proposal will extend the investigators' previous award, which provided the first evidence from a clinical trial (double-blind, sham-controlled, crossover), on the beneficial effects of transcranial direct current stimulation (tDCS) over the left inferior frontal gyrus (L_IFG) in primary progressive aphasia (PPA), a debilitating neurodegenerative disorder affecting primarily language functions. The investigators' previous studies, although it established the augmentative effects of tDCS in PPA and shed light on its possible mechanisms, the investigators also revealed a fundamental gap in the investigators' knowledge, namely the effect different tDCS effects In this present study, the investigators will directly address this knowledge gap by stimulating two areas of atrophy in PPA, the parietal cortex, the epicenter of vSTM/WM within the language network, and the frontal cortex, a major executive and multi-domain area, to test the tDCS effects in PPA, uncover the mechanisms, and estimate tDCS predictors."
        },
        "conditionsModule": {
            "conditions": [
                "Logopenic Progressive Aphasia",
                "Primary Progressive Aphasia"
            ],
            "keywords": [
                "transcranial direct current stimulation (tDCS)",
                "neurodegeneration",
                "verbal short-term memory",
                "non-fluent variant",
                "logopenic variant",
                "primary progressive aphasia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This is a crossover design of active HD-tDCS + Language/Cognitive Intervention that crossovers to Sham + Language/Cognitive Intervention in Arm 1 and Sham + Language/Cognitive Intervention that crossovers to active HD-tDCS + Language/Cognitive Intervention in Arm 2.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active HD-tDCS + Language/Cognitive Intervention(s) first",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive active HD-tDCS + Language/Cognitive Intervention(s) first and then receive Sham + Language/Cognitive Intervention(s) after a three-month washout period.",
                    "interventionNames": [
                        "Device: High-definition active tDCS (HD-tDCS) + \"Repeat After Me\" (RAM) Treatment",
                        "Device: Sham + \"Repeat After Me\" (RAM) Treatment"
                    ]
                },
                {
                    "label": "Sham + Language/Cognitive Intervention(s) first",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive Sham + Language/Cognitive Intervention(s) first and then receive active HD-tDCS + Language/Cognitive Intervention(s) after a three-month washout period.",
                    "interventionNames": [
                        "Device: High-definition active tDCS (HD-tDCS) + \"Repeat After Me\" (RAM) Treatment",
                        "Device: Sham + \"Repeat After Me\" (RAM) Treatment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "High-definition active tDCS (HD-tDCS) + \"Repeat After Me\" (RAM) Treatment",
                    "description": "Device: Active HD-tDCS \\& \"Repeat After Me\" (RAM) Treatment\n\nStimulation will be delivered by a battery-driven constant current stimulator. Electrical current will be administered to left supramarginal gyrus (L_SMG). The stimulation will be delivered at an intensity of 2 milliamperes (mA) (estimated current density 0.04 mA/cm2; estimated total charge 0.048 Coulombs/cm2) in a ramp-like fashion for a maximum of 20 minutes.\n\nParticipants will receive RAM consisting of word span repetition span (increasing length, with/without response delay). Span tasks will be manipulated in terms of list length (single words, pair, triplets) and response delay (1 sec, 5 sec). Each list will consist of 10 spans. During each trial, participants will be asked to repeat words in the span after a response delay.",
                    "armGroupLabels": [
                        "Active HD-tDCS + Language/Cognitive Intervention(s) first",
                        "Sham + Language/Cognitive Intervention(s) first"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham + \"Repeat After Me\" (RAM) Treatment",
                    "description": "Device: Sham Current will be administered in a ramp-like fashion but after the ramping phase the intensity will drop to 0 mA. Current under the Sham condition will last for a maximum of 30 seconds.\n\nParticipants will receive RAM consisting of word span repetition span (increasing length, with/without response delay). Span tasks will be manipulated in terms of list length (single words, pair, triplets) and response delay (1 sec, 5 sec). Each list will consist of 10 spans. During each trial, participants will be asked to repeat words in the span after a response delay.",
                    "armGroupLabels": [
                        "Active HD-tDCS + Language/Cognitive Intervention(s) first",
                        "Sham + Language/Cognitive Intervention(s) first"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in percent accuracy on word repetition (no delay) assessed by Temple Assessment of Language and Short-Term Memory in Aphasia (TALSA) Test 3",
                    "description": "The investigators will assess any changes in performance from pre- to post-treatment and 1- and 3- month follow-up intervals in percent accuracy on word repetition with no delay. This will be measured using the Temple Assessment of Language and Short-Term Memory (TALSA) Test 3: Word and Non-Word Repetition Test. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%), computing change in outcome in percent difference as well as other arithmetic differences between percentage scores before intervention and each time point after. Increase in scores is considered a benefit. This outcome measure corresponds to Aim 1.",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in percent accuracy on word repetition (with 5-sec delay) assessed by TALSA Test 3",
                    "description": "The investigators will assess any changes in performance from pre- to post-treatment and 1- and 3- month follow-up intervals in percent accuracy on word repetition with delay (5-sec). This will be measured using the TALSA Test 3: Word and Non-Word Repetition Test. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%), computing change in outcome in percent difference as well as other arithmetic differences between percentage scores before intervention and each time point after. Increase in scores is considered a benefit. This outcome measure corresponds to Aim 1.",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in percent accuracy on word span assessed by TALSA Test 14",
                    "description": "The investigators will assess any changes in performance from pre- to post-treatment and 1- and 3- month follow-up intervals in percent accuracy on word span. This will be measured using the TALSA Test 14: Word and Non-Word Repetition Span Test. The investigators will use the span calculation outlined in the TALSA. Span calculations consist of two numbers: the number of the last list length (LL) passed (e.g., 2 for pairs), and the proportion of correct strings out of the required strings to pass (5) of the next list. The highest spans obtainable for this test is 5.00. Increase in scores is considered a benefit. This outcome measure corresponds to Aim 1.",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in TALSA sentence repetition (Test 7) score",
                    "description": "This sentence repetition task comes from the TALSA (Test 7) with scoring based on percent of words in sentences correctly repeated. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%). Subsequently, the investigators will compute change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a near-transfer task (i.e., vSTM related, showing generalization to other vSTM tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in National Alzheimer's Coordinating Center's (NACC) sentence repetition score",
                    "description": "This sentence repetition task comes from National Alzheimer's Coordinating Center's (NACC) FTLD Module with scoring based on percent of words in sentences correctly repeated. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%). Subsequently, the investigators will compute change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a near-transfer task (i.e., vSTM related, showing generalization to other vSTM tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in digit span forward score",
                    "description": "The digit span forward is a well-established task that assesses rote immediate verbal memory. Participants are presented with a series of digits and are instructed to repeat the digits in the same order. The investigators will compute the raw score of items correctly repeated (up to 9) and compute change in outcome between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a near-transfer task (i.e., vSTM related, showing generalization to other vSTM tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in visual rhyming score",
                    "description": "The visual rhyming test assesses link between phonological and orthographic information. Participants are presented words orthographically only and must indicate whether two words rhyme (e.g., pair-spare). The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%). Subsequently, the investigators will compute change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a near-transfer task (i.e., vSTM related, showing generalization to other vSTM tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Northwestern Anagram Test (NAT) score",
                    "description": "The Northwestern Anagram Test (NAT) assesses accuracy of word order (syntax) in sentence production. Participants assemble individual words cards to create meaningful sentences. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%). Subsequently, the investigators will compute change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a near-transfer task (i.e., vSTM related, showing generalization to other vSTM tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in NAVS - Argument Structure Production Test (ASPT) score",
                    "description": "The Northwestern Assessment of Verbs and Sentences (NAVS) Argument Structure Production Test (ASPT) assesses combination of verbs with arguments in a sentence production task. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%). Subsequently, the investigators will compute change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a near-transfer task (i.e., vSTM related, showing generalization to other vSTM tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in spelling of non-words to dictation score",
                    "description": "Accuracy in spelling non-words using the Johns Hopkins Dysgraphia battery will be assessed. The investigators will compute the raw score of graphemes correct using a spelling scoring system accounting for additions, substitutions, and deletions, and transform to percent correct (range: 0-100%), computing change in outcome in percent difference before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a near-transfer task (i.e., vSTM related, showing generalization to other vSTM tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Apraxia Battery of Adults-Second Edition (ABA-2) score",
                    "description": "The presence and severity of apraxia of speech (AOS) is measured using the Apraxia Battery for Adults-Second Edition (ABA-2), specifically through repeating words of increasing length and complexity and describing pictures. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%). Subsequently, the investigators will compute change in outcome in percent difference between before intervention and each time point after. Decrease in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a near-transfer task (i.e., vSTM related, showing generalization to other vSTM tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in spelling of words to dictation score",
                    "description": "Accuracy in spelling words using the Johns Hopkins Dysgraphia battery will be assessed. The investigators will compute the raw score of graphemes correct using a spelling scoring system accounting for additions, substitutions, and deletions, and transform to percent correct (range: 0-100%), computing change in outcome in percent difference before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a far-transfer task (i.e., unrelated to vSTM, showing generalization to other language \\& cognitive tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in NAVS - Sentence Comprehension Test score",
                    "description": "The Northwestern Assessment of Verbs and Sentences (NAVS) Sentence Comprehension Test (SCT) assesses comprehension of sentences given multiple types of sentences (e.g., canonical vs. non-canonical). The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%). Subsequently, the investigators will compute change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a far-transfer task (i.e., unrelated to vSTM, showing generalization to other language \\& cognitive tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Subject-Relative, Object-Relative, Active Passive (SOAP): Test of Syntactic Complexity score",
                    "description": "The SOAP: Test of Syntactic Complexity assesses comprehension abilities given 4 syntactic construction types. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%). Subsequently, the investigators will compute change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a far-transfer task (i.e., unrelated to vSTM, showing generalization to other language \\& cognitive tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Boston Naming Test (Short-Version) score",
                    "description": "The Boston Naming Test is a widely used picture naming test that detects lexical retrieval deficits in the oral modality. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%), computing change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a far-transfer task (i.e., unrelated to vSTM, showing generalization to other language \\& cognitive tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in oral naming of action as assessed by Hopkins Assessment of Naming Actions (HANA)",
                    "description": "The Hopkins Assessment of Naming Actions (HANA) assesses picture naming (specifically verbs) in the oral modality. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%), computing change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a far-transfer task (i.e., unrelated to vSTM, showing generalization to other language \\& cognitive tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in category fluency score",
                    "description": "Category fluency tasks involve generating as many words as possible in one minute for a given semantic category (fruits, animals, vegetables). Scoring will be based on number of words generated per minute. The investigators will compute the raw score of items correct and subsequently the percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a far-transfer task (i.e., unrelated to vSTM, showing generalization to other language \\& cognitive tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in content & efficiency of connected speech",
                    "description": "Using picture descriptions (e.g., Cookie Theft image from the Boston Diagnostic Aphasia Examination \\[BDAE\\]) and personal/procedural discourse tasks, investigators will obtain representative language samples. The investigators will compute the raw score of content (content information units \\[CIUs\\]) and efficiency (proportion of mazes: false starts, pauses) and transform to percent correct (range: 0-100%), computing change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a far-transfer task (i.e., unrelated to vSTM, showing generalization to other language \\& cognitive tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in N-back (2-back) word score",
                    "description": "The N-back task is a well-established task that assesses working memory and working memory capacity. Participants are presented with words in sequence and instructed to reply whether the current word matches the one presented 2 words ago. Scoring will be based on the total number of correct responses (hit rate) minus the number of incorrect responses (false alarm rate). The investigators will compute the change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a far-transfer task (i.e., unrelated to vSTM, showing generalization to other language \\& cognitive tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in digit span backward score",
                    "description": "The digit span backward is a well-established task that assesses rote immediate verbal memory and working memory. Participants are presented with a series of digits and are instructed to repeat the digits in the reverse order. The investigators will compute the raw score of items correctly repeated and compute change in outcome between before intervention and each time point after. Increase in score is considered a benefit. This outcome measure corresponds to Aim 1 and is considered a far-transfer task (i.e., unrelated to vSTM, showing generalization to other language \\& cognitive tasks).",
                    "timeFrame": "Before intervention, immediately after intervention, 1 month post intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in functional connectivity of select brain regions (z-correlations)",
                    "description": "Using resting stage functional MRI (rs-fMRI) investigators will detect activity of various brain regions under a resting/task-negative condition, which will help evaluate functional regional interactions as indicated by the z-correlations between the selected brain area. This outcome measure corresponds to Aim 2.",
                    "timeFrame": "Before intervention, immediately after intervention, 3 months post intervention"
                },
                {
                    "measure": "Change in Gamma-Aminobutyric Acid (GABA) concentration at stimulated site",
                    "description": "Using Magnetic Resonance Spectroscopy (MRS) investigators will measure metabolite (GABA) concentrations from select brain regions in international units (IU).",
                    "timeFrame": "Before intervention, immediately after intervention, 3 months post intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must be between 50-80 years of age.\n* Must be right-handed.\n* Must be proficient in English.\n* Must have a minimum of high-school education.\n* Must be diagnosed with Primary Progressive Aphasia (PPA) or dementia.\n* Participants will be diagnosed with PPA or with any of the PPA variants in specialized or early dementias clinics at Johns Hopkins University or other specialized centers in the US based on the current consensus criteria.\n* Healthy age- and education-matched controls: The investigators will include 30 healthy age- and education-matched controls, usually spouses, to maximize similarity in terms of other demographic or life-style factors that contribute to language and cognitive performance.\n\nExclusion Criteria:\n\n* People with previous neurological disease including vascular dementia (e.g., stroke, developmental dyslexia, dysgraphia or attentional deficit).\n* People with uncorrected hearing loss\n* People with uncorrected visual acuity loss.\n* People with advanced dementia or severe language impairments: Mini Mental State -Examination (MMSE)\\<18, or Montreal Cognitive Assessment (MOCA)\\<15, or language Frontotemporal Dementia specific - Clinical Dementia Rating (FTD-CDR)\\<=2.\n* Left handed individuals.\n* People with pre-existing psychiatric disorders such as behavioral disturbances, severe depression, or schizophrenia that do not allow these people to comply or follow the study schedule and requirements such as repeated evaluation and therapy.\n\nExclusion Criteria for MRI Participation:\n\n* People with severe claustrophobia.\n* People with cardiac pacemakers or ferromagnetic implants.\n* Pregnant women.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica \"Jessie\" Gallegos, PhD",
                    "role": "CONTACT",
                    "phone": "720-432-9754",
                    "email": "jgallegos@jhmi.edu"
                },
                {
                    "name": "Caroline Whittenberger, CCC-SLP",
                    "role": "CONTACT",
                    "phone": "4109294772",
                    "email": "cwhitte6@jh.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kyrana Tsapkini, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Hospital",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kyrana Tsapkini, PhD",
                            "role": "CONTACT",
                            "phone": "410-736-2940",
                            "email": "tsapkini@jhmi.edu"
                        },
                        {
                            "name": "Kyrana Tsapkini, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26097278",
                    "type": "BACKGROUND",
                    "citation": "Tsapkini K, Frangakis C, Gomez Y, Davis C, Hillis AE. Augmentation of spelling therapy with transcranial direct current stimulation in primary progressive aphasia: Preliminary results and challenges. Aphasiology. 2014;28(8-9):1112-1130. doi: 10.1080/02687038.2014.930410."
                },
                {
                    "pmid": "30258975",
                    "type": "BACKGROUND",
                    "citation": "Tsapkini K, Webster KT, Ficek BN, Desmond JE, Onyike CU, Rapp B, Frangakis CE, Hillis AE. Electrical brain stimulation in different variants of primary progressive aphasia: A randomized clinical trial. Alzheimers Dement (N Y). 2018 Sep 5;4:461-472. doi: 10.1016/j.trci.2018.08.002. eCollection 2018."
                },
                {
                    "pmid": "30009127",
                    "type": "BACKGROUND",
                    "citation": "Ficek BN, Wang Z, Zhao Y, Webster KT, Desmond JE, Hillis AE, Frangakis C, Vasconcellos Faria A, Caffo B, Tsapkini K. The effect of tDCS on functional connectivity in primary progressive aphasia. Neuroimage Clin. 2018 May 21;19:703-715. doi: 10.1016/j.nicl.2018.05.023. eCollection 2018. Erratum In: Neuroimage Clin. 2019;22:101734. doi: 10.1016/j.nicl.2019.101734."
                },
                {
                    "pmid": "21325651",
                    "type": "BACKGROUND",
                    "citation": "Gorno-Tempini ML, Hillis AE, Weintraub S, Kertesz A, Mendez M, Cappa SF, Ogar JM, Rohrer JD, Black S, Boeve BF, Manes F, Dronkers NF, Vandenberghe R, Rascovsky K, Patterson K, Miller BL, Knopman DS, Hodges JR, Mesulam MM, Grossman M. Classification of primary progressive aphasia and its variants. Neurology. 2011 Mar 15;76(11):1006-14. doi: 10.1212/WNL.0b013e31821103e6. Epub 2011 Feb 16."
                },
                {
                    "pmid": "31401078",
                    "type": "BACKGROUND",
                    "citation": "Neophytou K, Wiley RW, Rapp B, Tsapkini K. The use of spelling for variant classification in primary progressive aphasia: Theoretical and practical implications. Neuropsychologia. 2019 Oct;133:107157. doi: 10.1016/j.neuropsychologia.2019.107157. Epub 2019 Aug 8."
                },
                {
                    "pmid": "17804811",
                    "type": "BACKGROUND",
                    "citation": "Champod AS, Petrides M. Dissociable roles of the posterior parietal and the prefrontal cortex in manipulation and monitoring processes. Proc Natl Acad Sci U S A. 2007 Sep 11;104(37):14837-42. doi: 10.1073/pnas.0607101104. Epub 2007 Sep 5."
                },
                {
                    "pmid": "20220020",
                    "type": "BACKGROUND",
                    "citation": "Champod AS, Petrides M. Dissociation within the frontoparietal network in verbal working memory: a parametric functional magnetic resonance imaging study. J Neurosci. 2010 Mar 10;30(10):3849-56. doi: 10.1523/JNEUROSCI.0097-10.2010."
                },
                {
                    "pmid": "30425638",
                    "type": "BACKGROUND",
                    "citation": "Riello M, Faria AV, Ficek B, Webster K, Onyike CU, Desmond J, Frangakis C, Tsapkini K. The Role of Language Severity and Education in Explaining Performance on Object and Action Naming in Primary Progressive Aphasia. Front Aging Neurosci. 2018 Oct 30;10:346. doi: 10.3389/fnagi.2018.00346. eCollection 2018."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001037",
                    "term": "Aphasia"
                },
                {
                    "id": "D000018888",
                    "term": "Aphasia, Primary Progressive"
                },
                {
                    "id": "D000020774",
                    "term": "Pick Disease of the Brain"
                },
                {
                    "id": "D000057180",
                    "term": "Frontotemporal Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013064",
                    "term": "Speech Disorders"
                },
                {
                    "id": "D000007806",
                    "term": "Language Disorders"
                },
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000057174",
                    "term": "Frontotemporal Lobar Degeneration"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M28762",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20929",
                    "name": "Aphasia, Primary Progressive",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22530",
                    "name": "Pick Disease of the Brain",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4352",
                    "name": "Aphasia",
                    "asFound": "Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12354",
                    "name": "Nerve Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M15864",
                    "name": "Speech Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10823",
                    "name": "Language Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M28756",
                    "name": "Frontotemporal Lobar Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2399",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2400",
                    "name": "Frontotemporal Dementia, Ubiquitin-positive",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4710",
                    "name": "Primary Progressive Aphasia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5168",
                    "name": "Semantic Dementia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3497",
                    "name": "Logopenic Progressive Aphasia",
                    "asFound": "Logopenic Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T704",
                    "name": "Behavioral Variant of Frontotemporal Dementia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}