{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04057105",
            "orgStudyIdInfo": {
                "id": "R-1067-19"
            },
            "organization": {
                "fullName": "Kessler Foundation",
                "class": "OTHER"
            },
            "briefTitle": "Targeted Noninvasive Brain Stimulation (T-NIBS) to Improve Hand Motor Functions in Acquired Brain Injury",
            "officialTitle": "Targeted Noninvasive Brain Stimulation (T-NIBS) for Upper Extremity Motor Rehabilitation in Acquired Brain Injury (ABI) Patients",
            "therapeuticArea": [
                "Other"
            ],
            "study": "targeted-noninvasive-brain-stimulation-t-nibs-to-improve-hand-motor-functions-in-acquired-brain-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-29",
            "studyFirstSubmitQcDate": "2019-08-13",
            "studyFirstPostDateStruct": {
                "date": "2019-08-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Vikram Shenoy Handiru",
                "investigatorTitle": "Research Scientist",
                "investigatorAffiliation": "Kessler Foundation"
            },
            "leadSponsor": {
                "name": "Kessler Foundation",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Acquired Brain Injury (TBI) is a serious medical and health problem in the US. Individuals with an acquired brain injury due to stroke and Traumatic Brain Injury (TBI) commonly suffer from upper extremity physical impairments that persist even after years of injury; these deficits are attributed to the damage to brain structure and changes in structural and functional connectivity. Although the conventional rehabilitation approaches are helpful in assisting motor recovery often there is a complaint of fatigue due to the repetitive tasks and also, nearly half of the ABI survivors do not regain their ability to use their arms for daily activities.\n\nTo address this issue, Dr. Shenoy's proposed study will investigate the combined use of individually targeted non-invasive brain stimulation and music-assisted video game-based hand exercises to achieve functional recovery. Further, the project will also investigate how the intervention modulates brain activity (recorded using EEG) in terms of brain connectivity before- and after the -intervention. In the end, this study will allow us to understand the cortical dynamics of ABI rehabilitation upon brain stimulation. Extending further, this could pave the way to advance the knowledge of behavioral and neural aspects of motor control in patients with different types of neuromuscular disorders.",
            "detailedDescription": "Persistent physical deficits associated with upper extremities including motor weakness, spasticity, and the lack of bimanual coordination of fingers, hands, and arms are particularly problematic as it results in serious disruption of many instrumental activities of daily living. Conventional physical and occupational therapy help improve motor recovery in ABI but nearly 50% of the patients still suffer from a significant level of upper limb motor impairment following rehabilitation, undermining the need for novel therapeutic approaches to improve recovery. Non-invasive brain stimulation (NIBS) techniques such as Transcranial Direct Current Stimulation (tDCS) have shown great promises as adjuvant means to improve the efficacy of neurorehabilitation in Stroke. However, the benefit of combining NIBS with regular motor training has not been extensively studied in the TBI population.\n\nOne of the inherent challenges with the approach in dealing with the heterogeneity of the TBI population in terms of the type of injury and the location of the affected cortical region which warrants personalized intervention than a one-size-fits-all approach. Therefore, we propose to develop an individually targeted high-definition tDCS (HD-tDCS) protocol to optimize its effect and achieve maximal upper limb motor recovery in each patient by stimulating the hand knob region which is close to precentral gyrus. HD-tDCS will be combined with MusicGlove exercises (music-assisted repetitive finger movements) to improve the neuroplasticity (adaptation and reorganization to compensate for the initial insult and to attempt to restore function) and fine motor learning while keeping patients engaged. Using a double-blind design, 24 individuals with an acquired brain injury will be randomized to either receive real or sham HD-tDCS during MusicGlove therapy to assess the added benefit of HD-tDCS. In addition, we aim to investigate the underlying neural mechanism of HD-tDCS on motor recovery by studying change in EEG based brain connectivity because of the intervention.\n\nThe short-term significance of this project will be to validate the effectiveness of HD-tDCS in ABI neurorehabilitation and help better understand the underlying cortical mechanism of the improvement. In the long-term, the findings of this pilot study will contribute toward the development of an optimal patient-specific rehabilitation therapy to maximize motor recovery in individuals with neuromuscular disorders."
        },
        "conditionsModule": {
            "conditions": [
                "Upper Extremity Dysfunction",
                "Traumatic Brain Injury"
            ],
            "keywords": [
                "HD-tDCS",
                "TBI",
                "Upper limb rehab",
                "hand dexterity",
                "MusicGlove",
                "Noninvasive Brain Stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "double-blinded (participant and the investigator are blinded from knowing the HD-tDCS allocation sequence)",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MusicGlove and Active HD-tDCS",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "During Active HD-tDCS, current up to 2mA will be delivered transiently for only 30 seconds and it will be turned ON for the remainder of 20 minutes.",
                    "interventionNames": [
                        "Device: Active High-definition Transcranial Direct Current Stimulation (HD-tDCS)",
                        "Device: MusicGlove"
                    ]
                },
                {
                    "label": "MusicGlove and Sham HD-tDCS",
                    "type": "SHAM_COMPARATOR",
                    "description": "During Sham HD-tDCS, current up to 2mA will be delivered transiently for only 30 seconds to simulate the real-tDCS based skin sensation.",
                    "interventionNames": [
                        "Device: MusicGlove"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Active High-definition Transcranial Direct Current Stimulation (HD-tDCS)",
                    "description": "Stimulation sessions will be conducted once a day on 10 weekdays over a period of 2-3 weeks. Anodal HD-tDCS will be delivered either in Active or Sham mode (as per the randomized order) in a 4x1 ring configuration (center electrode being Anode and the surrounding 4 electrodes being cathodes) over the affected motor area.",
                    "armGroupLabels": [
                        "MusicGlove and Active HD-tDCS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "MusicGlove",
                    "description": "Both groups will undergo MusicGlove video-game based hand exercises.",
                    "armGroupLabels": [
                        "MusicGlove and Active HD-tDCS",
                        "MusicGlove and Sham HD-tDCS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change scores of Box and Block test (BBT)",
                    "description": "BBT is an easy-to-evaluate inexpensive test which mainly evaluates the unilateral gross dexterity. The MusicGlove exercise that is proposed in this study recruits the finger muscles which are for fine motor coordination. During this test, the participant will be asked to move one-by-one, the maximum number of blocks from one compartment of a box to another of equal size, within 60 seconds.",
                    "timeFrame": "baseline (before intervention), Post-training (immediately after the end of 2-week intervention), Followup (2 months after the end of intervention)"
                },
                {
                    "measure": "Change scores of Upper-extremity Fugl-Myer Assessment (UEFMA)",
                    "description": "Upper extremity Fugl-Meyer Assessment Score (UEFMA) primarily evaluates the functions of Shoulder/Elbow and Forearm, Wrist, Hand and Coordination and Speed in a series of performed tasks. The maximum score associated with the UE-FMA is 66 points. Each of the 33 specific tasks is scored as either 0 or an absence of function to a maximum score of 2 for the tasks being fully completed. The partial function can be scored as 1 for selected tasks. The change in scores from baseline-to-post-intervention and post-intervention-to-2-month-followup will be assessed.",
                    "timeFrame": "baseline (before intervention), Post-training (immediately after the end of 2-week intervention), Followup (2 months after the end of intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change scores of Action Research Arm Test (ARAT)",
                    "description": "ARAT assesses the subject's ability to handle objects differing in size, weight and shape and therefore can be considered to be an arm-specific measure of activity limitation. ARAT is well-suited as a functional outcome measure in this study considering the type of hand exercise intervention.",
                    "timeFrame": "baseline (before intervention), Post-training (immediately after the end of 2-week intervention), Followup (2 months after the end of intervention)"
                },
                {
                    "measure": "Change scores of Nine Hole Peg Test (NHPT)",
                    "description": "NHPT is a secondary outcome measure of finger dexterity that can be used in TBI with upper extremity motor deficits. It is considered to be a reliable measure of hand dexterity and recommended for inclusion in NIH toolbox Assessment of Neurological and Behavioral Function. NHPT requires participants to repeatedly place nine pegs into nine holes, one at a time, as quickly as possible and then remove them from the holes. The total time needed to complete the task is then recorded.",
                    "timeFrame": "baseline (before intervention), Post-training (immediately after the end of 2-week intervention), Followup (2 months after the end of intervention)"
                },
                {
                    "measure": "Change scores of Dexterity and Speed Test (DAST)",
                    "description": "DAST is exclusively developed for MusicGlove performance assessment, and it was designed to evaluate how well subjects could respond to the sequence of music notes that continuously sped up. This measure is shown to be well correlated with the Box and Block test.",
                    "timeFrame": "baseline (before intervention), Post-training (immediately after the end of 2-week intervention), Followup (2 months after the end of intervention)"
                },
                {
                    "measure": "Changes in the Cortical Excitability using Motor Evoked Potentials (MEP)",
                    "description": "MEP outcome measures have become the norm in brain stimulation studies. We hypothesize that the MEP amplitude and latency before- and after-intervention would reveal more information about the neuroplasticity changes during motor recovery. The motor evoked potential (MEP) will be provided by twenty unconditioned stimuli (120% RMT).",
                    "timeFrame": "baseline (before intervention), Post-training (immediately after the end of 2-week intervention), Followup (2 months after the end of intervention)"
                },
                {
                    "measure": "Quality of Life After Brain Injury (QOLIBRI)",
                    "description": "Quality of Life After Brain Injury is a self-reported assessment that describes the health-related quality of life after Traumatic Brain Injury. QOLIBRI is specifically tailored for TBI-related dysfunctions.",
                    "timeFrame": "baseline (before intervention), Post-training (immediately after the end of 2-week intervention), Followup (2 months after the end of intervention)"
                },
                {
                    "measure": "Changes in the Functional Connectivity of the brain",
                    "description": "Weighted Node degree (as an EEG functional connectivity measure) will reveal the overall importance of an area in the brain network. With the use of EEG-based graph-theoretic measure, we can assess the importance of which particular motor networks are involved in the motor recovery upon intervention.",
                    "timeFrame": "baseline (before intervention), Post-training (immediately after the end of 2-week intervention), Followup (2 months after the end of intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:18 and 75 years\n\n* Confirmed diagnosis of Acquired brain injury (individuals with stroke or Traumatic Brain Injury)\n* At least 6 months post-injury\n* Complaints of weak movement of hands and fingers\n* Ability to understand the instructions that are part of the tDCS-MusicGlove testing and intervention\n* Willingness and ability to participate in and travel to Kessler Foundation for the baseline assessment visits, 10 training visits, and post-training follow-up visits\n* Ability to sit and be active for 2 hours on a chair (or wheelchair) without cardiac, respiratory and/or pain disturbances as assessed during the screening visit.\n* Willingness to give written informed consent.\n* Medically stable and not planning for a major change in medications for at least 4 months\n\nExclusion Criteria:\n\n* Unable to move the hand because of muscle stiffness (scoring 3 or more on the Ashworth scale)\n* Have lost the sensation of hand movement\n* Have a history of alcohol abuse and/or illicit drug use\n* Have a problem with the eyesight that would make it difficult to notice the changing instructions on a computer screen\n* Currently enrolled in another research study that might affect this research study\n* A history of epilepsy (including family members who are diagnosed with epilepsy)\n* An active history of migraine or chronic headache\n* A history of mental illness (e.g. schizophrenia, anxiety, depression, and PTSD)\n* Past or current history of treated ringing in the ears known as tinnitus or severe hearing problems\n* Have a tattoo with metal-based ink in the head or neck.\n* Have severe skin damage on the scalp\n* Afraid of confined spaces (claustrophobic)\n* Have metallic implants, including intracranial electrodes, surgical clips, shrapnel or a pacemaker.\n* Currently taking medications that increase the risk of seizures\n* Pregnant",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vikram Shenoy Handiru, PhD",
                    "role": "CONTACT",
                    "phone": "9733243578",
                    "email": "vshenoy@kesslerfoundation.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Guang Yue, PhD",
                    "affiliation": "Kessler Foundation",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kessler Foundation",
                    "status": "RECRUITING",
                    "city": "West Orange",
                    "state": "New Jersey",
                    "zip": "07052",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Venturini",
                            "role": "CONTACT",
                            "phone": "973-324-3571",
                            "email": "jventurini@kesslerfoundation.org"
                        },
                        {
                            "name": "Soha Saleh, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79871,
                        "lon": -74.23904
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28579362",
                    "type": "BACKGROUND",
                    "citation": "Beaulieu LD, Milot MH. Changes in transcranial magnetic stimulation outcome measures in response to upper-limb physical training in stroke: A systematic review of randomized controlled trials. Ann Phys Rehabil Med. 2018 Jul;61(4):224-234. doi: 10.1016/j.rehab.2017.04.003. Epub 2017 Jun 7."
                },
                {
                    "pmid": "25180301",
                    "type": "BACKGROUND",
                    "citation": "De Vico Fallani F, Richiardi J, Chavez M, Achard S. Graph analysis of functional brain networks: practical issues in translational neuroscience. Philos Trans R Soc Lond B Biol Sci. 2014 Oct 5;369(1653):20130521. doi: 10.1098/rstb.2013.0521."
                },
                {
                    "pmid": "24885076",
                    "type": "BACKGROUND",
                    "citation": "Friedman N, Chan V, Reinkensmeyer AN, Beroukhim A, Zambrano GJ, Bachman M, Reinkensmeyer DJ. Retraining and assessing hand movement after stroke using the MusicGlove: comparison with conventional hand therapy and isometric grip training. J Neuroeng Rehabil. 2014 Apr 30;11:76. doi: 10.1186/1743-0003-11-76."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}