{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03366168",
            "orgStudyIdInfo": {
                "id": "999918010"
            },
            "secondaryIdInfos": [
                {
                    "id": "18-AG-N010"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Taste Bud-Derived Stem Cells in Humans",
            "officialTitle": "A Pilot Study of Taste Bud-Derived Stem Cells in Humans",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "taste-bud-derived-stem-cells-in-humans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-16",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-12-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-12-07",
            "studyFirstSubmitQcDate": "2017-12-07",
            "studyFirstPostDateStruct": {
                "date": "2017-12-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Aging (NIA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nStem cells are found in body tissues. They can regenerate into more of the same cells or become other types of cell. Researchers want to use stem cells from taste buds to try to make cells that secrete insulin. Taste buds are found mostly on the tip and sides of the tongue. Researchers also want to study if the number of taste buds and stem cells decrease as people age. They will remove small pieces of tongue tissue (about the size of a pen tip). The taste buds will grow back. It is hoped that studying taste bud stem cells can lead to new diabetes treatments.\n\nObjectives:\n\nTo see if stem cells from taste buds can be isolated in humans.\n\nEligibility:\n\nHealthy adults at least 18 years old\n\nDesign:\n\nParticipants will be screened with:\n\n* Medical history\n* Physical exam\n* Blood and urine tests\n* Tongue photograph and mouth inspection. Food coloring will be applied to the tongue.\n\nParticipants will have 1 study visit. They will not eat or drink anything 8 hours before.\n\n* They will give blood and urine samples.\n* They will have a tongue biopsy. Vital signs will be checked. The inside of the mouth will be examined. The tongue may be cleaned. The tongue will be numbed. Five small pieces of tissue will be taken with a small scissor. Any bleeding will be blotted with cotton and should stop in minutes.\n* Participants will be monitored for about 30 minutes. They will get a snack or meal.\n* They will be told how to take care of the tongue for the rest of the day.\n\nParticipants will be called a week later to see how the\n\n...",
            "detailedDescription": "OBJECTIVES AND SPECIFIC AIMS:\n\nThe objectives of this proof-of-concept study are: (1) to investigate whether stem cells, normally present in tongue epithelium at the base of taste buds, can be propagated in the lab; if it is, then we wish (2) to investigate whether the stem cells can be differentiated into glucose-responsive insulin-secreting cells; (3) to investigate if the number of lingual-derived stem cells and their propagation rate are affected by age; (4) to investigate if the differentiation capability of the stem cells changes as a factor of aging.\n\nEXPERIMENTAL DESIGN AND METHODS:\n\nNinety participants, thirty in each age group: ages 18-39 years, 40-59 years and 60 years old or older will be recruited for this pilot study. Of the thirty participants in each age group, fifteen will be men and fifteen will be women. Each eligible participant will have up to 5 fungiform papillae biopsied on the anterior part of the tongue during Visit 1.\n\nMEDICAL RELEVANCE AND EXPECTED OUTCOME:\n\nThe development of this technique and its standardization to harvest these stem cells in humans is important for future therapeutic interventions, and may be an invaluable method for assessing novel cell based regenerative treatments for diabetes."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes"
            ],
            "keywords": [
                "Diabetes",
                "Fungiform Papillae",
                "Insulin",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1",
                    "description": "Ages 18-39 years"
                },
                {
                    "label": "Group 2",
                    "description": "Ages 40-59 years"
                },
                {
                    "label": "Group 3",
                    "description": "Ages 60 years old or older"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To demonstrate that in humans, epithelial stem cells isolated from the base of human taste buds can be propagated.",
                    "description": "Stem cells will be isolated from the taste buds within the fungiform papillae, propagated in vitro, and then differentiated into glucose responsive insulin secreting cells.",
                    "timeFrame": "Pilot Study"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To demonstrate that in humans, stem cells isolated from human taste buds can be differentiated into glucose responsive insulin secreting cells",
                    "description": "To demonstrate that in humans, stem cells isolated from human taste buds can be differentiated into glucose responsive insulin secreting cells",
                    "timeFrame": "Ongoing"
                },
                {
                    "measure": "To quantify stem cell numbers and propagation rates as a factor of age.",
                    "description": "To quantify stem cell numbers and propagation rates as a factor of age.",
                    "timeFrame": "Ongoing"
                },
                {
                    "measure": "To investigate if differentiation capability of the stem cells changes as a factor of age.",
                    "description": "To investigate if differentiation capability of the stem cells changes as a factor of age.",
                    "timeFrame": "Ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Age 18 years and older\n* Healthy (see exclusion criteria below)\n* Are able to understand the study risks and procedures, and consent to participate in the study.\n* Are able to read and speak English.\n\nEXCLUSION CRITERIA:\n\n* Have less than 40 fungiform papillae on the anterior third portion of the tongue as evidenced by tongue photo taken during the screen visit.\n* Does not agree to the use of their tissue samples to produce stem cells.\n* A medical condition that requires the use of chronic anticoagulant medication use such as warfarin, clopidogrel, heparin or antiplatelet agents other than low dose aspirin (81mg).\n* History of increased bleeding due to either a known medical condition or an undiagnosed cause.\n* Active infections or chronic conditions that would prevent access to the biopsy area.\n* Taking non-steroidal anti-inflammatory agents (NSAIDs) such as Motrin (Ibuprofen), Advil (Ibuprofen) or Naprosyn (Naproxen) and the participant is unable to stop taking them 4 days before and 3 days after the final biopsy procedure.\n* Taking more than 81 mg of aspirin a day and the participant is unable to stop taking it for 4 days before and 3 days after the biopsy procedure.\n* Allergic to Lidocaine (Xylocaine) or any other local anesthetic or the participant has had in the past a severe allergic reaction to similar drugs.\n* Have taken steroids, other than ocular within 30 days of their scheduled biopsy procedure.\n* HIV virus infection.\n* Hepatitis B or C.\n* Kidney disease (Creatinine greater than1.5 mg/dl or calculated creatinine clearance less than 50 cc/min).\n* Liver disease (ALT, AST or alkaline phosphatase twice the normal serum concentration).\n* Severe gastrointestinal diseases such as Crohn s disease or ulcerative colitis requiring continuous treatment.\n* History of severe pulmonary disease such as chronic obstructive pulmonary disease (COPD) or asthma requiring continuous medication use.\n* History of using any tobacco products within the past six months.\n* History of severe psychiatric conditions associated with behavioral problems or requiring chronic medical treatment.\n* Currently pregnant or breastfeeding.\n* Current illness that as judged by the study physician substantially increases the risks associated with the tongue biopsy (active infections, allergies, etc.).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "One hundred twenty participants, forty in each age group: ages 18-39 years, 40-59 years and 60 years and older will complete the pilot study. Of the forty participants in each age group, twenty will be men and twenty will be women.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Denise L Melvin, R.N.",
                    "role": "CONTACT",
                    "phone": "(410) 350-3924",
                    "email": "melvinde@mail.nih.gov"
                },
                {
                    "name": "Josephine M Egan, M.D.",
                    "role": "CONTACT",
                    "phone": "(410) 558-8414",
                    "email": "eganj@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Josephine M Egan, M.D.",
                    "affiliation": "National Institute on Aging (NIA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institute of Aging, Clinical Research Unit",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIA Studies Recruitment",
                            "role": "CONTACT",
                            "phone": "410-350-3941",
                            "email": "niastudiesrecruitment@mail.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".This is a pilot study and no data/samples will be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}