{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06336382",
            "orgStudyIdInfo": {
                "id": "23-0874"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R21MH135148",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R21MH135148"
                }
            ],
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "Tau Biomarkers in Late-onset Psychosis (LOP)",
            "officialTitle": "Tau Biomarkers in Late-onset Psychosis (LOP)",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "tau-biomarkers-in-late-onset-psychosis-lop"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-20",
            "studyFirstSubmitQcDate": "2024-03-27",
            "studyFirstPostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Jeremy Koppel",
                "investigatorTitle": "Co-Director, Alzheimer's Research Center",
                "investigatorAffiliation": "Northwell Health"
            },
            "leadSponsor": {
                "name": "Jeremy Koppel",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Hallucinations or delusions that occur for the first time in older people with no acute medical problems or mood symptoms may be related to impending dementia. This study aims to confirm this hypothesis using novel blood biomarkers and Positron Emission Tomography (PET) imaging tracers, as well as non-invasive testing.",
            "detailedDescription": "Psychotic symptoms that occur in advanced age in the absence of an acute medical condition or prominent mood symptoms can represent the late appearance of primary psychotic disorders such as very late-onset schizophrenia-like psychosis (VLOSP) or delusional disorder, or can presage the appearance of a neurodegenerative condition such as Alzheimer's disease (AD). An episode of non-affective psychosis late in life more than doubles the risk of subsequent neurodegenerative disease, with an average time from psychosis to AD diagnosis of 18 months. The biologic mechanisms responsible for the increased risk of dementia in those who experience psychosis are unclear. One hypothesis is reverse causality, in which inchoate neurodegeneration is responsible for psychotic symptoms that emerge in the absence of traditional cognitive hallmarks of dementia. The psychosis then heralds the inception of illness that will eventuate in cognitive decline. The investigators will utilize neurodegenerative biomarkers in the form of novel PET imaging tracers, plasma immunoassays and non-invasive neurophysiologic measurements to test this hypothesis in a pilot cohort of elderly subjects suffering with psychosis occurring in late-life without dementia for comparison with a cohort of healthy elderly controls (HEC)s who are participating in a study focused on those with dementia."
        },
        "conditionsModule": {
            "conditions": [
                "Late Onset Schizophrenia",
                "Delusional Disorder (Late Onset)"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "Blood plasma samples will be collected, processed and frozen."
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Tau PET imaging scan",
                    "description": "Subjects will be scanned with novel tau PET tracer \\[18F\\] PI-2620 to determine whether neurofibrillary tangle pathology is present.",
                    "otherNames": [
                        "Tau PET scan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Quantification of neurofibrillary tangle pathology in subjects via PET [18F]PI-2620 radiotracer uptake.",
                    "description": "To determine whether there are increases in tau pathology in those with psychotic episodes that occur late in life employing tau PET ligands, and whether those increases are etiologic contributors to a stable psychosis or are a presage of an incipient cognitive decline.",
                    "timeFrame": "Each subject will have one PET imaging scan at visit 3 (week 4)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Measurement of peripheral soluble tau pathology with tau plasma immunoassays.",
                    "description": "Plasma samples will be collected via venipuncture from LOP subjects and batch shipped to Quanterix Inc. for ptau analyses and quantification on the SiMOA SR-X analyzer platform.",
                    "timeFrame": "Each subject will have blood collected at visit 1 or 2 (week 1 or 2)."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Evaluation of sensorimotor gating integrity and it's association to tau PET ligand uptake.",
                    "description": "Prepulse Inhibition of Acoustic Startle (PPI) sessions will be assessed using eyeblink response (electromyography of the orbicularis oculi muscle) to a 115-dB startle stimulus.",
                    "timeFrame": "Each subject will participate in this assessment at visit 2 (week 2)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female, aged 65-85 years.\n2. Diagnosis of late-onset non-affective primary psychotic disorder consistent with either very late-onset schizophrenia-like psychosis (VLOSP, International Late-Onset Schizophrenia Group consensus criteria, Howard et al., 2000) or delusional disorder (DSM-5 criteria)\n3. Caregiver available to provide collateral history and participation in informant-based ratings (NPI,CDR)\n4. Clinical Dementia Rating (CDR) score of 0 or 0.5.\n5. Mini-Mental State Examination (MMSE) score ≥ 24 and at the screening visit.\n6. Normal memory function (to rule-out mild cognitive impairment, MCI) documented by scoring within 1.5 SD range in education adjusted norms of the Logical Memory II subscale\n7. Ability to hear 500, 1000 and 1500 Hz bilaterally on a hearing evaluation (hearing aids permitted).\n\nExclusion Criteria:\n\n1. Participants with affective and psychotic disorders including bipolar disorder, schizoaffective disorder, active major depression; insulin dependent type 2 diabetes; a history of CVD; a history of epilepsy; a history of TBI with greater than 15 minutes of loss of consciousness; a movement disorder including Parkinson's disease; stroke; autoimmune disease affecting the CNS; substance abuse disorder; or active delirium/encephalopathy.\n2. Evidence of a clinically relevant neurological disorder\n3. Modified Hachinski ischemia score of more than 4.\n4. History of alcoholism or drug dependency/abuse within the last 5 years before screening.\n5. Presence of metal implants such as pacemakers, ear implants, internal bullet fragments or shrapnel.\n6. Inability to lie flat for 1 hour approximately.\n7. Hearing impairment as evidenced by the inability to hear 500, 1000 and 1500 Hz bilaterally on a hearing evaluation. Subjects with hearing aids will be allowed to participate if they meet minimum hearing requirements.",
            "sex": "ALL",
            "minimumAge": "65 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "OLDER_ADULT"
            ],
            "studyPopulation": "Very late-onset schizophrenia-like psychosis (VLSOP) diagnostic criteria:\n\nVLSOP is a schizophrenia-like condition characterized by the onset of delusions (primarily persecutory but also bizarre delusions) and/or hallucinations (auditory, visual, tactile, or olfactory) after age 60 in the absence of negative symptoms, formal thought disorder, and affective flattening that are common in early-onset schizophrenia.\n\nDelusional disorder diagnostic criteria:\n\nDelusional disorder comprises the presences of non-bizarre delusions including erotomanic, grandiose, jealous, persecutory, or somatic subtypes.\n\nThe presence of one (or more) above delusions with a duration of 1 month or longer.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nichole Hoehn, MS",
                    "role": "CONTACT",
                    "phone": "516-562-3492",
                    "email": "nhoehn@northwell.edu"
                },
                {
                    "name": "Erica Christen, MS",
                    "role": "CONTACT",
                    "phone": "516-562-3492",
                    "email": "EChriste@northwell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeremy Koppel, MD",
                    "affiliation": "Northwell Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Feinstein Institutes for Medical Research",
                    "status": "RECRUITING",
                    "city": "Manhasset",
                    "state": "New York",
                    "zip": "11030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erica Christen, MS",
                            "role": "CONTACT",
                            "phone": "516-562-3492",
                            "email": "EChriste@northwell.edu"
                        },
                        {
                            "name": "Michelle Gong, AS",
                            "role": "CONTACT",
                            "phone": "516-562-3492",
                            "email": "MGong@northwell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79788,
                        "lon": -73.69957
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Raw imaging files and neurocognitive data will be made available to other researchers via the NIMH Data Repository. Demographic data including age, sex, ethnicity and diagnosis will be shared. Information needed to generate a global unique identifier for the NIMH Data Archive (NDA) will be collected for each subject. In addition to the subject level data described above, all PET and MRI designs and experiment definitions, and study protocols will be deposited in the NDA.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "CSR"
            ],
            "timeFrame": "Data will be made available as soon as possible or at the time of associated publication, whichever comes first.",
            "accessCriteria": "To request access of the data, researchers will use the standard processes at NDA, and the NDA Data Access Committee will decide which requests to grant. The standard NDA data access process allows access for one year and is renewable."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                },
                {
                    "id": "D000012563",
                    "term": "Schizophrenia, Paranoid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6902",
                    "name": "Delusions",
                    "relevance": "LOW"
                },
                {
                    "id": "M15380",
                    "name": "Schizophrenia, Paranoid",
                    "asFound": "Delusional Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}