{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05770570",
            "orgStudyIdInfo": {
                "id": "15-088A(27)"
            },
            "organization": {
                "fullName": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Taxi ROADmAP (Realizing Optimization Around Diet And Physical Activity)",
            "officialTitle": "Taxi ROADmAP (Realizing Optimization Around Diet And Physical Activity)",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "taxi-roadmap-realizing-optimization-around-diet-and-physical-activity"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-17",
            "studyFirstSubmitQcDate": "2023-03-03",
            "studyFirstPostDateStruct": {
                "date": "2023-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Memorial Sloan Kettering Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The researchers will conduct 'Taxi ROADmAP (Realizing Optimization Around Diet And Physical activity)', which also utilizes MOST, and the same 4 obesity intervention components as in SANOS, but targets the overweight/obesity crisis in another at-risk, low socioeconomic status (SES) population, taxi and for-hire vehicle (FHV) drivers (Lyft, Uber, etc.). ROADMAP also utilizes an effectiveness- implementation hybrid type 1 design. Hybrid trials, which blend effectiveness and implementation studies, can lead to more rapid translational uptake and more effective implementation. Taxi and FHV drivers are a growing, multilingual, hard-to-reach, predominantly immigrant and minority essential worker population. There are over 750,000 licensed taxi and FHV drivers in in the U.S. and over 185,000 in New York City (NYC). They have higher rates of overweight/obese range body mass index (BMI) than New Yorkers in general (77% vs 56%) and have high rates of elevated waist circumference, sedentary behavior, poor diets, and health care services underutilization. ROADmAP will test 4 evidence- and theory-based (Social Cognitive Theory \\[SCT\\]) behavior change intervention components. We will use MOST to identify which of the 4 components contribute most significantly and cost-effectively to weight loss among NYC drivers recruited at workplace health fairs (HFs) and virtually. Objectives are to apply MOST to design an optimized version of a scalable, lifestyle intervention for taxi/FHV drivers, and then to conduct a mixed methods multistakeholder process evaluation to facilitate widespread intervention implementation."
        },
        "conditionsModule": {
            "conditions": [
                "Overweight",
                "Overweight and Obesity",
                "Overweight or Obesity",
                "Obesity",
                "Obese"
            ],
            "keywords": [
                "Focus Groups",
                "Overweight",
                "Overweight and Obesity",
                "Overweight or Obesity",
                "Obesity",
                "Obese",
                "Memorial Sloan Kettering Cancer Center"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1067,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ROADmAP schema",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomly assigned to one of eight study groups which will be one or a combination of 4 conditions: (1) in person individualized diet and exercise counseling (2) diet and exercise text messages (3) weekly telephone support and (4) self-monitoring tools for diet and weight. For the first part of the study, Survey, approximately 64 drivers and 36 management staff will take pate in the feedback questionnaire. For the second part of the study, Interview, approximately 8 drivers and 12 management staff may be invited to take part in an interview via phone, in person, or teleconference (Zoom).",
                    "interventionNames": [
                        "Behavioral: Counseling",
                        "Behavioral: Text Messages",
                        "Behavioral: Phone calls",
                        "Behavioral: Self-monitoring tools"
                    ]
                },
                {
                    "label": "Consumo de Opciones Mas Ideales De Alimento (COMIDA)",
                    "type": "OTHER",
                    "description": "Participants will be placed in either individual or group interventions by convenience. Recruitment will be consecutive and participants will be placed in either intervention depending on what resource is available on a given day at the VDS, individual counselor or a group educator.",
                    "interventionNames": [
                        "Behavioral: Phone calls"
                    ]
                },
                {
                    "label": "SANOS",
                    "type": "OTHER",
                    "description": "Conducting SANOS Focus Groups. We will conduct 3-5 focus groups (in Spanish) with 6-10 participants each, until saturation. Bilingual study staff will approach individuals visiting the VDS and VDS Mobile for potential participation. A brief screening questionnaire will be administered, and a BMI assessment conducted, to ascertain eligibility. Focus groups will be scheduled at the VDS Mobile unit at times convenient to participants. Participants will be verbally consented in Spanish, and will be apprised that their participation is purely voluntary and that their names will not be included in the final narrative. The 6-month follow-up and my plate dietary surveys can be done over phone. Study staff will access step counts (or obtain it through phone via the pedometer manual provided to the participant) and upload data onto the REDCap tracking tool. Staff may ask participants to report step counts captured by their personal devices (i.e., phone or smartwatch).",
                    "interventionNames": [
                        "Behavioral: Self-monitoring tools"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Counseling",
                    "description": "In-person individual diet and physical activity (PA) counseling",
                    "armGroupLabels": [
                        "ROADmAP schema"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Text Messages",
                    "description": "Thrice-weekly diet/physical activity(PA) text messages",
                    "armGroupLabels": [
                        "ROADmAP schema"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Phone calls",
                    "description": "Weekly telephone support",
                    "armGroupLabels": [
                        "Consumo de Opciones Mas Ideales De Alimento (COMIDA)",
                        "ROADmAP schema"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-monitoring tools",
                    "description": "Self-monitoring tools",
                    "armGroupLabels": [
                        "ROADmAP schema",
                        "SANOS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in participant body weight from baseline to 12 months",
                    "description": "Efficacy of intervention is achieved when participants have weight loss with a minimum threshold of 5% of overall body weight lost\n\nIntervention components include:\n\n* Initial in-person individual diet and physical activity (PA) counseling\n* Thrice-weekly diet/PA text messages\n* Weekly telephone support\n* Self-monitoring tools.",
                    "timeFrame": "12-months post-intake"
                },
                {
                    "measure": "Estimate the cost and incremental cost-effectiveness of the obesity intervention components",
                    "description": "Costs associated with each component include: 1) In-person counseling: personnel time, participant travel time, text messaging services; 3) Telephone support: personnel time; 4) Self-monitoring tools: food diaries and digital scales.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Feasibility of weight loss intervention for participants measured by the ROAmAP Process Evaluation Questionnaire",
                    "description": "The ROADmAP Process Evaluation Questionnaire will be administered to all participants to gather data on implementation potential. Questions are on a Likert scale and will collect intervention delivery facilitators and barriers, intervention sustainability facilitators and barriers post-study completion. Feasibility will be indicated by extreme Likert scores (Strongly Agree, Neutral, Strongly Disagree).",
                    "timeFrame": "Up to 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nFor COMIDA participants only:\n\n* Self-Identifies as Mexican American or Mexican\n* Seeking services at the VDS of the Mexican Consulate\n* Prefers to speak in Spanish\n* All adults at least 18 years of age\n* Screens as obese (an adult who has a Body Mass Index (BMI) 30 or higher) or overweight (an adult who has a BMI between 25 - 29.9)\n* Agrees to be audio recorded\n\nFor SANOS focus group participants only:\n\n* Self-identifies as Hispanic/Latino;\n* Seeking services at VDS or VDS Mobile;\n* Prefers to speak in Spanish;\n* At least 18 years of age;\n* Screens as obese (BMI ≥ 30 kg/m\\^2) or overweight (BMI of 25 - 29.9 kg/m\\^2);\n* Agrees to be audio recorded\n\nFor SANOS RCT participants only:\n\n* Self-identifies as Hispanic/Latino;\n* Seeking services at VDS or VDS Mobile;\n* Prefers to speak in Spanish;\n* At least 18 years of age;\n* Screens as obese (BMI ≥ 30 kg/m\\^2) or overweight (BMI of 25 - 29.9 kg/m\\^2);\n* Owns a cell phone capable of receiving text messages;\n* Agrees to be audio recorded\n\nFor Family COMIDA participants only:\n\n* Self-Identifies as Hispanic/Latino\n* Seeking services at the VDS (or has used VDS services in the past) of the Mexican - Consulate or VDS Mobile\n* Prefers to speak in Spanish\n* At least 18 years of age\n* Has at least one child under age 18 living in the same household\n* Owns a cell phone capable of receiving text messages\n* Willing to receive text messages (3 texts per week for 3 months)\n* Owns an internet connected device (eg, cell phone, tablet, etc) capable of conducting teleconference calls (eg, Zoom)\n\nFor ROADmAP RCT participants only:\n\n* At least 21 years of age\n* Full-time (drives at least 35 hours per week) licensed taxi/FHV driver\n* Driver for at least 6 months\n* Seeking Health Fairs (or has used Health Fairs services in the past)\n* Speaks English, French, Bengali, or Spanish\n* Screens a as obese (BMI ≥ 30 kg/m2 \\[≥25 kg/m2 for South Asians\\]) or overweight (BMI of 25 - 29.9 kg/m2 s \\[23- 24.9 kg/m2 for South Asians\\])\n\n  * (BMI cut-offs are lower for South Asians, per WHO and American Diabetes Association recommendations)\n* Owns a cell phone capable of receiving text messages\n* Agrees to be audio-recorded\n\nFor ROADmAP Phase 2 participants only:\n\n* At least 21 years of age\n* Driver who participated in ROADmAP RCT or manager at a taxi garage, Uber, Lyft or driver serving/union/organization\n* Agrees to be audio-recorded\n\nExclusion Criteria:\n\nFor COMIDA participants only:\n\n* Will not be in the NYC area for the study duration (3-4 months) Is pregnant or might be pregnant\n* Lactating women\n* Presence of a chronic disease such as cancer, kidney disease, liver disease, etc. (Individuals with diabetes, lactose intolerance, and high blood pressure MAY still participate in the study)\n* Has dietary restrictions (i.e. liquid diet)\n* Does not have a phone that accepts text messages or unwilling to accept text messages\n* Presence of a serious psychiatric or cognitive impairment likely to preclude meaningful informed consent and adherence to the protocol per the consenting professional\"s judgment\n* Has another family member already enrolled in COMIDA (as determined by patient report)\n\nFor SANOS focus group participants only:\n\n* Is pregnant or might be pregnant; lactating women;\n* Self-reported presence of a chronic disease such as cancer, kidney disease, liver disease, etc. (individuals with HTN and DM may still participate);\n* Has dietary restrictions (i.e. liquid diet);\n* Has a household member who has already participated (or agreed to participate);\n\nFor SANOS RCT participants only:\n\n* Is pregnant or might be pregnant; lactating women; for the study duration (6 months)\n* Self-reported presence of a chronic disease such as cancer, kidney disease, liver disease, etc. (individuals with HTN and DM may still participate); restricting diet;\n* Currently has dietary restrictions (i.e. liquid diet);\n* Has a household member who has already participated (or agreed to participate);\n* Has already participated in the study\n* Will not be in the NY Metropolitan area for the study duration (6 months) Works for or with the Mexican consulate (including employment and/or collaborative or volunteer services)\n\nFor Family COMIDA participants only:\n\n* Is pregnant or might be pregnant; lactating women for the study duration (3 months)\n* Will not be in the NY Metropolitan area for the study duration (3 months) Presence of a chronic disease such as cancer, kidney disease, liver disease, etc. (Individuals with diabetes, lactose intolerance, and high blood pressure MAY still participate in the study)\n* Has dietary restrictions (i.e. liquid diet)\n* Has another family member who has already participated in COMIDA or SANOS\n* Has already participated in the study\n* Works for or with the Mexican consulate (including employment and/or collaborative or volunteer services)\n\nFor ROADmAP RCT participants only:\n\n* Is pregnant or might be pregnant; lactating women; for the study duration (12 months)\n* Self-reported presence of a chronic disease such as cancer, kidney disease, liver disease, etc. (individuals with HTN and DM may still participate) that may restrict diet\n* Currently has dietary restrictions (i.e. liquid diet)\n* Has a household member who has already participated (or agreed to participate)\n* Has already participated in the study\n* Will not be in the NY Metropolitan area for 6 months from study enrollment\n* Has not been prescribed Ozempic, Wegovy, Mounjaro, Rybelsus, Trulicity (or other GLP-1 receptor agonist), or any other drug to treat obesity.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Leng, MD,MPH",
                    "role": "CONTACT",
                    "phone": "646-888-8057",
                    "email": "lengj@mskcc.org"
                },
                {
                    "name": "Francesca Gany, MD, MS",
                    "role": "CONTACT",
                    "phone": "646-888-8054"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer Leng, MD, MPH",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mexican Consulate's Ventanilla de Salud (VDS)",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Leng, MD, MPH",
                            "role": "CONTACT",
                            "email": "lengj@mskcc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Memorial Sloan Kettering Cancer Center",
                    "url": "http://www.mskcc.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made following one year after publication and for up to 36 months later. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org.",
            "infoTypes": [
                "SAP",
                "ICF"
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "asFound": "Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}