{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04925453",
            "orgStudyIdInfo": {
                "id": "NMCSD.2020.0016"
            },
            "organization": {
                "fullName": "United States Naval Medical Center, San Diego",
                "class": "FED"
            },
            "briefTitle": "tDCS and Cognitive Training in Active Duty Service Members With Mild TBI: A Pilot Study",
            "officialTitle": "Transcranial Direct Current Stimulation (tDCS) and Cognitive Training to Improve Concentration and Working Memory in Active Duty Service Members Following Mild Traumatic Brain Injury (mTBI): A Pilot Study",
            "therapeuticArea": [
                "Critical Care",
                "Other"
            ],
            "study": "tdcs-and-cognitive-training-in-active-duty-service-members-with-mild-tbi-a-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-09-08",
            "studyFirstSubmitQcDate": "2021-06-07",
            "studyFirstPostDateStruct": {
                "date": "2021-06-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lars Hungerford",
                "investigatorTitle": "Senior Clinical Research Director",
                "investigatorAffiliation": "United States Naval Medical Center, San Diego"
            },
            "leadSponsor": {
                "name": "United States Naval Medical Center, San Diego",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "The Defense and Veterans Brain Injury Center",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed study will evaluate a new approach to cognitive rehabilitation of mild traumatic brain injury (mTBI) using a brain stimulation technique called transcranial direct current stimulation (tDCS). Specifically, we will investigate how tDCS combined with cognitive training improves deficits to attention and working memory in Active Duty Service Members with a history of mild traumatic brain injury (TBI). Measures of attention-related brain activity, neurocognitive assessments, and self-reported clinical outcomes will be used to determine effects of tDCS vs. sham tDCS when paired with a cognitive training intervention. By doing this study, we hope to find a reliable, noninvasive, and efficient method of treating mild TBI cognitive symptoms.",
            "detailedDescription": "Objectives: The proposed study will evaluate a new approach to cognitive rehabilitation of mild traumatic brain injury (mTBI) using a brain stimulation technique called transcranial direct current stimulation (tDCS). Specifically, we will investigate how tDCS combined with cognitive training improves deficits to attention and working memory in Active Duty Service Members with a history of mTBI. Measures of attention-related brain activity, neurocognitive assessments, and self-reported clinical outcomes will be used to determine effects of tDCS vs. sham tDCS when paired with a cognitive training intervention. By doing this study, we hope to find a reliable, noninvasive, and efficient method of treating mild TBI cognitive symptoms.\n\nResearch Plan and Methods: This is a double-blind, randomized, placebo (sham) controlled pilot study. We will recruit 60 Active Duty Service Members who are receiving outpatient services at Naval Medical Center San Diego, with a history of mTBI and reported neurocognitive symptoms related to attention, working memory, and related cognitive processes. Intake will involve a full pre-assessment of symptoms, neurocognitive performance, and an optional MRI scan. Participants will be randomized to either active or sham tDCS. Training/tDCS sessions will occur daily over five consecutive days. Random permuted blocks will be used to ensure exactly equal treatment numbers at certain equally spaced points in the sequence of patient assignment. Post-intervention assessment will include another assessment of symptoms, neurocognitive performance, and an optional MRI scan. Participants will complete assessments of symptoms and neurocognitive performance six-weeks following the post-intervention assessment.\n\nClinical Relevance to TBICoE/Navy Medicine: Aspects of this study will provide insight into a major research gap highlighted in the mission of the Defense and Veterans Brain Injury Center, specifically in identifying/ developing innovative treatments/interventions which promote patient recovery and/or mitigate symptoms after mTBI. Novel, well-tolerated, neuroplasticity-based interventions that can improve attention, concentration, and working memory by targeting the underlying neural dysfunction are needed to improve outcomes and quality of life for Active Duty Service Members affected by neurocognitive weakness and dysfunction following mTBI. If tDCS proves successful in reducing TBI-related symptoms, improving cognition, or enhancing functional recovery, this non-invasive intervention could be implemented within various DoD and VA settings, enhancing recovery, improving quality of life, and bolstering occupational performance."
        },
        "conditionsModule": {
            "conditions": [
                "Brain Concussion",
                "Brain Trauma",
                "Attention Concentration Difficulty",
                "Brain Injuries",
                "Brain Injuries, Traumatic",
                "Neurocognitive Dysfunction",
                "Attention Impaired",
                "Memory Impairment",
                "Mild Traumatic Brain Injury",
                "Mild Cognitive Impairment"
            ],
            "keywords": [
                "military health",
                "brain stimulation",
                "cognitive training",
                "cognitive rehabilitation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a double-blind, randomized, placebo (sham) controlled pilot study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "The tDCS unit software has a double-blind selection, blinding all study members, care providers, and participants until blinds are broken.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active tDCS",
                    "type": "EXPERIMENTAL",
                    "description": "Based on previous studies targeting working memory, focality of current delivery, and comfort and tolerance levels, (Paulo S. Boggio et al., 2006; Hill et al., 2016; Hoy et al., 2013; Teo, Hoy, Daskalakis, \\& Fitzgerald, 2011), we will use a 2 mA current administered via two circular carbon rubber core electrodes in saline-soaked surface sponges (25 cm2), placed in a neoprene headcap with marked locations based on the 10-10 EEG system. The anodal stimulating electrode will be at location F3, over left dorsolateral prefrontal cortex (DLPFC) and the cathodal electrode at location F4, over right DLPFC. Two reference electrodes, CMS and DRL, will be attached to the EarClip and applied to the earlobe with conductive gel.\n\nBefore each training session, the impedance of the electrodes will be checked and verified to be ≤15 KOhm. Additionally, the stimulation will be terminated if the impedance of the electrodes is \\> 20 KOhm. The current and impedance will be recorded for every session.",
                    "interventionNames": [
                        "Combination Product: active tDCS and cognitive training intervention"
                    ]
                },
                {
                    "label": "Sham tDCS",
                    "type": "SHAM_COMPARATOR",
                    "description": "For sham stimulation, the electrodes will be placed at the same positions as for active stimulation (F3 and F4). After an initial ramp-up period of 30 seconds, stimulation fades out over a period of 30 seconds. Additionally, at the end of the sham stimulation period, stimulation will fade in over a period of 30 seconds and then end with a final 30 second ramp-down period. Participants will feel the initial itching sensation associated with tDCS and experience the ramp-down period at the end of the sham stimulation period but will receive no active current during the rest of the sham stimulation period. This method of sham stimulation has been shown to be reliable (Gandiga et al., 2006).\n\nBefore each training session, the impedance of the electrodes will be checked and verified to be ≤15 KOhm. Additionally, the stimulation will be terminated if the impedance of the electrodes is \\> 20 KOhm. The current and impedance will be recorded for every session.",
                    "interventionNames": [
                        "Combination Product: sham tDCS and cognitive training intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "active tDCS and cognitive training intervention",
                    "description": "Intervention sessions will occur during Visits 2-6. Cognitive training will occur concurrently with tDCS in both the active and sham tDCS groups. Over each 46-minute daily training period, 4 of 5 BrainHQ training tasks will be performed for approximately 11 minutes in a randomly selected order. Order of task presentation will be randomized each session. Stimulation sequences will occur in the first 13 minutes (shut off: Minute 13) of the session and the last 13 minutes of the session (turn on: Minute 33). The Symptom Rating Questionnaire (SRQ) will be asked before and after stimulation to assess for any side-effects. The BrainHQ Task Load Index (TLX) will be administered at the end of each intervention session. At the end of Intervention Session 3, subjects will be given a Blinding Questionnaire which asks whether they thought they received active or sham treatment.",
                    "armGroupLabels": [
                        "Active tDCS"
                    ],
                    "otherNames": [
                        "intervention group",
                        "active group"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "sham tDCS and cognitive training intervention",
                    "description": "Intervention sessions will occur during Visits 2-6. Cognitive training will occur concurrently with tDCS in both the active and sham tDCS groups. Over each 46-minute daily training period, 4 of 5 BrainHQ training tasks will be performed for approximately 11 minutes in a randomly selected order. Order of task presentation will be randomized each session. Stimulation sequences will occur in the first and last 13 minutes of the session. For sham stimulation, the electrodes will be placed at the same positions as for active stimulation, but current will be ramped down immediately after the initial 30s ramp up period. The Symptom Rating Questionnaire (SRQ) will be asked before and after stimulation to assess for any side-effects. The BrainHQ Task Load Index (TLX) will be administered at the end of each intervention session. At the end of Intervention Session 3, subjects will be given a Blinding Questionnaire which asks whether they thought they received active or sham treatment.",
                    "armGroupLabels": [
                        "Sham tDCS"
                    ],
                    "otherNames": [
                        "fake tDCS group",
                        "placebo group",
                        "sham group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Symbol Digit Modalities Test (SDMT)",
                    "description": "Standardized neuropsychological assessment measure of visual attention and working memory",
                    "timeFrame": "Change from Baseline SDMT at 1 week after the intervention."
                },
                {
                    "measure": "Symbol Digit Modalities Test (SDMT)",
                    "description": "Standardized neuropsychological assessment measure of visual attention and working memory",
                    "timeFrame": "Change from Baseline SDMT at 6 weeks after the intervention."
                },
                {
                    "measure": "Symbol Digit Modalities Test (SDMT)",
                    "description": "Standardized neuropsychological assessment measure of visual attention and working memory",
                    "timeFrame": "Change from 1 week post-intervention SDMT at 6 weeks after the intervention."
                },
                {
                    "measure": "Neuropsychological Assessment Battery (NAB) Attention Module",
                    "description": "Standardized neuropsychological assessment consisting of 4 subtests to assess visual and auditory attention, working memory, and scanning.",
                    "timeFrame": "Change from Baseline NAB Attention Module at 1 week after the intervention."
                },
                {
                    "measure": "Neuropsychological Assessment Battery (NAB) Attention Module",
                    "description": "Standardized neuropsychological assessment consisting of 4 subtests to assess visual and auditory attention, working memory, and scanning.",
                    "timeFrame": "Change from Baseline NAB Attention Module at 6 weeks after the intervention."
                },
                {
                    "measure": "Neuropsychological Assessment Battery (NAB) Attention Module",
                    "description": "Standardized neuropsychological assessment consisting of 4 subtests to assess visual and auditory attention, working memory, and scanning.",
                    "timeFrame": "Change from 1 week post-intervention NAB Attention Module at 6 weeks after the intervention."
                },
                {
                    "measure": "Electroencephalogram (EEG)",
                    "description": "EEG will be collected to assess neural dynamics during rest and during performance of generalization tasks. The neural dynamics to be assessed include functional connectivity, mean ERP amplitude, and spectral power of delta, theta, alpha, beta, and gamma frequency bands.",
                    "timeFrame": "Change from Baseline EEG at 1 week after the intervention."
                },
                {
                    "measure": "Electroencephalogram (EEG)",
                    "description": "EEG will be collected to assess neural dynamics during rest and during performance of generalization tasks. The neural dynamics to be assessed include functional connectivity, mean ERP amplitude, and spectral power of delta, theta, alpha, beta, and gamma frequency bands.",
                    "timeFrame": "Change from Baseline EEG at 6 weeks after the intervention."
                },
                {
                    "measure": "Electroencephalogram (EEG)",
                    "description": "EEG will be collected to assess neural dynamics during rest and during performance of generalization tasks. The neural dynamics to be assessed include functional connectivity, mean ERP amplitude, and spectral power of delta, theta, alpha, beta, and gamma frequency bands.",
                    "timeFrame": "Change from 1 week post-intervention EEG at 6 weeks after the intervention."
                },
                {
                    "measure": "Neurobehavioral Symptom Inventory (NSI)",
                    "description": "A measure of common post-concussive symptoms rated on a 5-point Likert scale (0-4); with low scores corresponding to mild or no incidence of symptoms and high scores corresponding to more severe incidence of symptoms.",
                    "timeFrame": "Change from Baseline NSI at 1 week after the intervention."
                },
                {
                    "measure": "Neurobehavioral Symptom Inventory (NSI)",
                    "description": "A measure of common post-concussive symptoms rated on a 5-point Likert scale (0-4); with low scores corresponding to mild or no incidence of symptoms and high scores corresponding to more severe incidence of symptoms.",
                    "timeFrame": "Change from Baseline NSI at 6 weeks after the intervention."
                },
                {
                    "measure": "Neurobehavioral Symptom Inventory (NSI)",
                    "description": "A measure of common post-concussive symptoms rated on a 5-point Likert scale (0-4); with low scores corresponding to mild or no incidence of symptoms and high scores corresponding to more severe incidence of symptoms.",
                    "timeFrame": "Change from 1 week post-intervention NSI at 6 weeks after the intervention."
                },
                {
                    "measure": "Magnetic Resonance Imaging (MRI) w/out contrast (optional)",
                    "description": "Medical imaging technique that uses a magnetic field and computer-generated radio waves to create detailed images of the organs and tissues in your body. Mean white matter and CSF signals across time are calculated for each participant. Additionally, time courses for regions of interest are also extracted.",
                    "timeFrame": "Change from Baseline MRI at 1 week after the intervention."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "NIH Toolbox Quality of Life Assessment (NeuroQoL)",
                    "description": "Questionnaire to assess quality of life with regard to cognitive, social, emotional, and behavioral abilities rated on a 5-point Likert scale (1-5); with low scores corresponding to mild to no impairment in these abilities and high scores corresponding to more severe impairment in these abilities.",
                    "timeFrame": "Change from Baseline NeuroQoL at 1 week after the intervention."
                },
                {
                    "measure": "NIH Toolbox Quality of Life Assessment (NeuroQoL)",
                    "description": "Questionnaire to assess quality of life with regard to cognitive, social, emotional, and behavioral abilities rated on a 5-point Likert scale (1-5); with low scores corresponding to mild to no impairment in these abilities and high scores corresponding to more severe impairment in these abilities.",
                    "timeFrame": "Change from Baseline NeuroQoL at 6 weeks after the intervention."
                },
                {
                    "measure": "NIH Toolbox Quality of Life Assessment (NeuroQoL)",
                    "description": "Questionnaire to assess quality of life with regard to cognitive, social, emotional, and behavioral abilities rated on a 5-point Likert scale (1-5); with low scores corresponding to mild to no impairment in these abilities and high scores corresponding to more severe impairment in these abilities.",
                    "timeFrame": "Change from 1 week post-intervention NeuroQoL at 6 weeks after the intervention."
                },
                {
                    "measure": "Insomnia Severity Index (ISI)",
                    "description": "Measure of insomnia severity rated on a 5-point Likert scale (0-4); with low scores corresponding to mild or no incidence of insomnia and high scores corresponding to more severe incidences of insomnia.",
                    "timeFrame": "Change from Baseline ISI at 1 week after the intervention."
                },
                {
                    "measure": "Insomnia Severity Index (ISI)",
                    "description": "Measure of insomnia severity rated on a 5-point Likert scale (0-4); with low scores corresponding to mild or no incidence of insomnia and high scores corresponding to more severe incidences of insomnia.",
                    "timeFrame": "Change from Baseline ISI at 6 weeks after the intervention."
                },
                {
                    "measure": "Insomnia Severity Index (ISI)",
                    "description": "Measure of insomnia severity rated on a 5-point Likert scale (0-4); with low scores corresponding to mild or no incidence of insomnia and high scores corresponding to more severe incidences of insomnia.",
                    "timeFrame": "Change from 1 week post-intervention ISI at 6 weeks after the intervention."
                },
                {
                    "measure": "Fusion Task",
                    "description": "Multi-modal assessment of brain function including EEG and eye tracking. The EEG measures to be assessed include functional connectivity, mean ERP amplitude, and spectral power of delta, theta, alpha, beta, and gamma frequency bands. Other outcome measures to be assessed include saccadic response time latency, saccadic response time consistency, manual response time latency, manual response time consistency, and 1-back total score.",
                    "timeFrame": "Change from Baseline Fusion task at 1 week after the intervention."
                },
                {
                    "measure": "Fusion Task",
                    "description": "Multi-modal assessment of brain function including EEG and eye tracking. The EEG measures to be assessed include functional connectivity, mean ERP amplitude, and spectral power of delta, theta, alpha, beta, and gamma frequency bands. Other outcome measures to be assessed include saccadic response time latency, saccadic response time consistency, manual response time latency, manual response time consistency, and 1-back total score.",
                    "timeFrame": "Change from Baseline Fusion task at 6 weeks after the intervention."
                },
                {
                    "measure": "Fusion Task",
                    "description": "Multi-modal assessment of brain function including EEG and eye tracking. The EEG measures to be assessed include functional connectivity, mean ERP amplitude, and spectral power of delta, theta, alpha, beta, and gamma frequency bands. Other outcome measures to be assessed include saccadic response time latency, saccadic response time consistency, manual response time latency, manual response time consistency, and 1-back total score.",
                    "timeFrame": "Change from 1 week post-intervention Fusion task at 6 weeks after the intervention."
                },
                {
                    "measure": "tDCS Symptom Rating Questionnaire (SRQ)",
                    "description": "Questionnaire to assess pre-post tDCS symptom rating, rated on a 4-point Likert scale (0-3); with low scores corresponding to mild or no incidence of symptoms and high scores corresponding to severe incidence of symptoms.",
                    "timeFrame": "Change from pre-intervention SRQ at post-intervention."
                },
                {
                    "measure": "BrainHQ Task Load Index (TLX)",
                    "description": "Subjective workload assessment of level of effort, mental demand, frustration, and performance during cognitive training, rated on a 10-point Likert scale (1-10); with low scores corresponding to less effort or mental demand and high scores corresponding to more effort or mental demand.",
                    "timeFrame": "Immediately after the intervention."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* (1) Have a remote history mild traumatic brain injury as defined by the VA/DoD clinical practice guidelines(The Management of Concussion/mTBI Working Group, 2016) that is \\>/= 6 months, and report moderate severity neurocognitive symptoms related to attention, concentration, working memory, or memory based on NSI scores and self-report.\n* (2) Are between the ages of 18-55.\n* (3) Are stable on any medications for at least 2 weeks at the baseline visit (Visit #1).\n\nExclusion Criteria:\n\n* (1) Have a history of seizures or epilepsy.\n* (2) Have a history of ECT or cortical energy exposure within the past 12 months, including participation in any other neuromodulation studies.\n* (3) Have current stimulant dependence.\n* (4) Have a diagnosis of intellectual disability or pervasive developmental disorder (i.e. premorbid IQ less than or equal to 70).\n* (5) Have any medical condition or treatment other than mild TBI (e.g. stroke, tumor, HIV, moderate-severe TBI), with significant neurological disorder or insults that, based on the Principal Investigator's judgement, would impact risk.\n* (6) Diagnosed with current active psychosis or mania.\n* (7) Have metallic cranial plates/screws or implanted device,\n* (8) Have eczema on scalp or other scalp lesions or skin disorders that may become irritated by stimulation.\n* (9) Pregnant individuals and individuals with ferromagnetic metal in their body that would prohibit them from being safe in the MRI will not be excluded from the overall study, but will be excluded from the optional MRI.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lars D Hungerford, PhD",
                    "role": "CONTACT",
                    "phone": "619.532.5715",
                    "email": "lars.d.hungerford.ctr@mail.mil"
                },
                {
                    "name": "Angelica (Dilay) Aguirre, MPH",
                    "role": "CONTACT",
                    "phone": "619-532-6132",
                    "email": "angelica.d.aguirre2.ctr@mail.mil"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lars D Hungerford, PhD",
                    "affiliation": "United States Naval Medical Center, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Naval Medical Center San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92134",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lars D Hungerford, PhD",
                            "role": "CONTACT",
                            "phone": "619-532-5715",
                            "email": "lars.d.hungerford.ctr@mail.mil"
                        },
                        {
                            "name": "Angelica Aguirre, MPH",
                            "role": "CONTACT",
                            "phone": "619-532-6132",
                            "email": "angelica.d.aguirre2.ctr@mail.mil"
                        },
                        {
                            "name": "Lars D Hungerford, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2020-12-10",
                    "uploadDate": "2021-01-07T13:45",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 1914124
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2020-12-21",
                    "uploadDate": "2021-01-05T14:17",
                    "filename": "ICF_001.pdf",
                    "size": 854957
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000001924",
                    "term": "Brain Concussion"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000016489",
                    "term": "Head Injuries, Closed"
                },
                {
                    "id": "D000014949",
                    "term": "Wounds, Nonpenetrating"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Neurocognitive Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Brain Injuries, Traumatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5201",
                    "name": "Brain Concussion",
                    "asFound": "Mild Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M18892",
                    "name": "Head Injuries, Closed",
                    "relevance": "LOW"
                },
                {
                    "id": "M17687",
                    "name": "Wounds, Nonpenetrating",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}