{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05845164",
            "orgStudyIdInfo": {
                "id": "STUDY00000768"
            },
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "tDCS and Impulsivity",
            "officialTitle": "Impulsivity Mediation Using Transcranial Direct Current Stimulation Paired With Acceptance Commitment Therapy as an Adjunctive Therapy for Substance Use Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "tdcs-and-impulsivity"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-10-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-20",
            "studyFirstSubmitQcDate": "2023-05-02",
            "studyFirstPostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Allison J Huff Macpherson",
                "investigatorTitle": "Assistant Professor, Family and Community Medicine",
                "investigatorAffiliation": "University of Arizona"
            },
            "leadSponsor": {
                "name": "University of Arizona",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Substance use disorder (SUD) affects more than 23 million Americans and claims more than 70,000 lives annually. With 40-60% relapse rate, SUD patients are high hospital utilizers, 65% of the incarcerated population, and are at high-risk for overdose and deaths. There is a pressing need for research in this area to advance beyond traditional pharmacological and behavioral therapies toward a greater focus on the mechanisms of risk for relapse and to improve personalization for SUD treatment.\n\nNeuromodulation has shown promise to stimulate neuronal growth without any of the side effects of medications or electroconvulsive therapy. Using transcranial direct current stimulation (tDCS) to modulate cortical activity has shown to be a viable therapy in medicine-resistant depression, to reduce opioid cravings, and impulse control.\n\nThe proposed research plans to recruit 30 subjects with a history of substance use disorder (SUD). This may include a history of addiction to opioids, cocaine, and barbiturates. Addiction to alcohol and cannabinoids (marijuana) will be excluded from this study. Following recruitment and consent, the subject will be administered an EEG, Acceptance Commitment Therapy exercise followed by EEG, and a BIS-11 Survey measuring levels of impulsivity. During the next week, the patient will undergo 5 visits consisting of a pre-EEG, tDCS, and post-EEG. Half of the subjects (n=15) will receive treatment, while the other half will be in a sham group. After the completion of the 5 tDCS visits, the patient will again be administered an EEG, ACT exercise followed by EEG, and a final BIS-11 survey measuring for end impulsivity levels.",
            "detailedDescription": "The primary objective of the proposed study is to determine the impact of tDCS on impulsivity in SUD subjects. The long-term goal of the study is to address the underlying neurobiological deficiencies caused by SUD and provide a more personalized adjunctive SUD treatment.\n\nAim 1 will establish the extent of change to brain waves during tDCS+ACT treatment sessions in both arms while also performing the stop signal task. This aim will be achieved by capturing baseline EEG readings of the entire brain for subjects in both arms and also capturing EEG readings during the treatment phase and at the final study visit 1-week post and comparing between and within results.\n\nAim 2 will determine whether a change to self-reported impulsiveness occurs as a result of tDCS or tDCS and ACT exercise accompanied by the stop signal task. The investigators will achieve this aim by comparing the baseline Barratt Impulsiveness Scale (BIS-11) survey results of subjects in treatment and placebo arms to BIS-11 survey results on the final day of the 5 days of treatment and one week later, enabling investigators to determine any short-term change or durable change to impulsivity.\n\nAim 3 will measure whether the tDCS system, tKIWI, results in any unwanted side effects or adverse events. The investigators will achieve this aim by monitoring subjects' vitals during the entire session and evaluating results of a questionnaire after each treatment session and after the final study visit, enabling us to capture reported discomfort."
        },
        "conditionsModule": {
            "conditions": [
                "Substance Use Disorders",
                "Substance Abuse",
                "Substance Use"
            ],
            "keywords": [
                "substance abuse",
                "tDCS",
                "substance use disorder",
                "SUD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "30 participants will be recruited and randomly placed in either the treatment or the sham group. The randomization ratio is 1:1. Each participant has an equal chance of being assigned to each condition and each participant will be assigned to a condition independently of the other participants. The sample is small (15 each group), so in order to ensure random assignment, we will assign a unique number to every participant of the study's sample. Then, we will use a lottery method to randomly assign each number to the control or experimental group.\n\nBoth the treatment and sham groups will participate in the ACT activity and the stop signal task which is administered at baseline and the final visit, but only the treatment group will receive tDCS.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Only the study staff will have access to the randomization information and study participants in each arm will not be informed which arm they are in. The sham group will receive 10 seconds of .5mA at the initiation of each of the three \"ramp-ups,\" after which the current will be turned off. This is to maintain a blind trial.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "The anode and cathode are two large 5 cm by 5 cm gel-based pads which are placed on the scalp. Current that flows from the cathode to the anode has an inhibitory effect on the stimulated area, while current that flows from the anode to the cathode is typically excitatory.\n\nIn order to help minimize the stinging feel of the treatment, we have chosen to ramp up time and frequency. For visits 2-6 (tDCS treatment visits), we will start with 0.5mA ramping up to 0.75mA for 5 minutes. Followed by a brief (8 sec) EEG recording. Then, we will apply 0.75mA to 1mA while watching the ACT video for 5 minutes. This will also be followed by 8 second EEG recording. The final application of current will be 1.0mA to 1.75mA for 10 minutes followed again by 8 second EEG recording.",
                    "interventionNames": [
                        "Device: tDCS"
                    ]
                },
                {
                    "label": "Sham",
                    "type": "SHAM_COMPARATOR",
                    "description": "The sham group will receive ramped up current from 0.0mA not to exceed 0.5mA for the first minute at the initiation of each of the three \"ramp-ups,\" after which the current will be turned off. This is to maintain a blind trial. 0.5mA is negligible current but mimics treatment with an initial small tingle. The current delivered by tDCS is not strong enough to trigger an action potential in a neuron; instead its \"sub-threshold\" changes the pattern of already active neurons.",
                    "interventionNames": [
                        "Device: tDCS Sham"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "tDCS",
                    "description": "EEG: The tKIWI uses sensors placed on specific locations of the head for the EEG reading.\n\ntDCS: The anode and cathode are two large 5 cm by 5 cm gel-based pads which are placed on the scalp. This reduces the risk of burn or irritation and increases conduction. The 2 electrodes are connected to the tKIWI device which delivers a low intensity electrical current (\\</=2A), thereby polarizing membrane potential of neurons in the stimulated area. Current that flows from the cathode to the anode has an inhibitory effect on the stimulated area, while current that flows from the anode to the cathode is typically excitatory. We will be initiating bilateral stimulation of the Dorsolateral pre-frontal cortex (DLPFC), which has been shown in the literature to elicit a significant decrease in ambiguous risk-taking behavior in healthy human subjects and a decrease in impulsivity on a non-ambiguous risk task.",
                    "armGroupLabels": [
                        "Treatment"
                    ],
                    "otherNames": [
                        "tKIWI"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "tDCS Sham",
                    "description": "EEG: The tKIWI uses sensors placed on specific locations of the head for the EEG reading.\n\nThe sham group will receive ramped up current from 0.0mA to no more than 0.5mA for the first minute at the initiation of each of the three \"ramp ups,\" after which the current will be turned off. This is to maintain a blind trial. 0.5mA is negligible current, but mimics treatment with an initial small tingle. The current delivered by tDCS is not strong enough to trigger an action potential in a neuron; instead its \"sub-threshold\" changes the pattern of already active neurons.",
                    "armGroupLabels": [
                        "Sham"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in brain waves from before and after treatment measured by the EEG component of the tDCS device",
                    "description": "Will measure the change in brain waves during tDCS+ACT treatment sessions in both arms. This aim will be achieved by capturing baseline EEG readings of the entire brain for subjects in both arms and also capturing EEG readings during treatment phase and at final study visit 1 week post and comparing between and within results.",
                    "timeFrame": "14 months"
                },
                {
                    "measure": "Change in impulsivity from treatment using Barratt Impulsiveness Scale (BIS-11) survey",
                    "description": "Comparing the baseline Barratt Impulsiveness Scale (BIS-11) survey results of subjects in treatment and placebo arms to BIS-11 survey results on the final day of the 5 days of treatment and one week later, enabling investigators to determine any short-term change or durable change to impulsivity. BIS-11 survey is a 30 question survey to measure impulsiveness. The answers to the questions are ranked on a scale of 1 to 4, 1 being never/ unlikely and 4 being almost always/ always. The tally of all questions is collected, and the points range from 30 to 120, the higher the score the higher level of impulsiveness.",
                    "timeFrame": "14 months"
                },
                {
                    "measure": "Side effects or adverse events from the study device using vitals signs (blood pressure, heart rate, and temperature).",
                    "description": "Will measure whether the tDCS system, tKIWI, results in any unwanted side effects or adverse events. We will achieve this aim by monitoring subjects' vitals during the entire session (blood pressure, heart rate, and temperature), enabling investigators to capture reported discomfort.",
                    "timeFrame": "14 months"
                },
                {
                    "measure": "Side effects or adverse events from the study device using a multiple choice side effect questionare",
                    "description": "A multiple choice side effect survey will be given to all participants during study visits 1 through 5. The questions ask about possible side effects such as pain, redness, and tingling. If the participant answers yes they experienced the side effect, they are asked to rank it (barley, a little, very) and the duration of the side effect (continued after treatment, stopped when treatment stopped, stopped during treatment). This will be used to asses risk and side effects of the device.",
                    "timeFrame": "14 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age: 18-79 years old\n* Gender: Any\n* Ethnicity: Any\n* Diagnosis of substance use disorder and a recent history of substance use (\\<24 months last use), but not currently reporting use.\n\nExclusion Criteria:\n\n* Diagnosis (as defined by DSM-IV) of: any psychotic disorder (lifetime); eating disorder (current or within the past year); obsessive compulsive disorder (lifetime)); mental retardation.\n* History of drug or alcohol abuse or dependence (as per DSM-IV criteria) within the last 3 months (except nicotine and caffeine).\n* Subject is on regular benzodiazepine medication which it is not clinically appropriate to discontinue.\n* Subject requires a rapid clinical response due to inanition, psychosis or high suicide risk.\n* Neurological disorder or insult, e.g., recent stroke (CVA), which places subject at risk of seizure or neuronal damage with tDCS.\n* Subject has metal in the cranium, skull defects, or skin lesions on scalp (cuts, abrasions, rash) at proposed electrode sites.\n* Female subject who is pregnant.\n* Participants who are not fluent in English will not be included in the trial for safety reasons: a) It is usually not possible to have an interpreter reliably available every weekday for up to 4 weeks and it is not safe to give tDCS to a subject who cannot tell us immediately of any side effects; Note that translation of the proposed ACT activity into English has not been validated and that we cannot be confident that they would be accurately translated and validated.\n* Minors\n* Older than 79 years old\n* last use \\>24 months\n* history of EEG or any electrical implant (i.e. pacemaker)\n* history of Parkinson's, diagnosis of bipolar, schizophrenia/schizo-affective d/o, OCD, epilepsy, alzheimers\n* primary drug of choice alcohol or marijuana\n* taking antipsychotic drugs",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "79 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Allison J Huff, DHEd",
                    "role": "CONTACT",
                    "phone": "520-626-2719",
                    "email": "allison7@arizona.edu"
                },
                {
                    "name": "Leena F Idris, BS",
                    "role": "CONTACT",
                    "phone": "5202474415",
                    "email": "idris1@arizona.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Allison J Huff, DHEd",
                    "affiliation": "University of Arizona",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Allison J. Huff",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85711",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison J Huff, DHEd",
                            "role": "CONTACT",
                            "phone": "520-626-2719",
                            "email": "allison7@arizona.edu"
                        },
                        {
                            "name": "Todd W Vanderah, PhD",
                            "role": "CONTACT",
                            "phone": "520-626-7801",
                            "email": "vanderah@arizona.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Johnston LD, Miech RA, O'Malley PM, Bachman JG, Schulenberg JE, Patrick ME. Monitoring the Future National Survey Results on Drug Use, 1975-2020: Overview, Key Findings on Adolescent Drug Use. Institute for Social Research 2021"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Drug Overdose Deaths: Drug Overdose Deaths Remain High: Centers for Disease Control and Prevention, 2019."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "NIDA. 2020 JCJDRfhwdgpdc-jo, November 10. Criminal Justice DrugFacts: NIDA, 2020. 4. Painter JM, Malte CA, Rubinsky AD, et al. High inpatient utilization among Veterans Health"
                },
                {
                    "pmid": "29095057",
                    "type": "BACKGROUND",
                    "citation": "Painter JM, Malte CA, Rubinsky AD, Campellone TR, Gilmore AK, Baer JS, Hawkins EJ. High inpatient utilization among Veterans Health Administration patients with substance-use disorders and co-occurring mental health conditions. Am J Drug Alcohol Abuse. 2018;44(3):386-394. doi: 10.1080/00952990.2017.1381701. Epub 2017 Nov 2."
                },
                {
                    "pmid": "23189091",
                    "type": "BACKGROUND",
                    "citation": "Holtzheimer PE, Mayberg HS. Neuromodulation for treatment-resistant depression. F1000 Med Rep. 2012;4:22. doi: 10.3410/M4-22. Epub 2012 Nov 1. Erratum In: F1000 Med Rep. 2014;4:22."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Arns M, Swatzyna RJ, Gunkelman J, Olbrich S. Sleep maintenance, spindling excessive beta and impulse control: an RDoC arousal and regulatory systems approach? Neuropsychiatric Electrophysiology 2015;1(1):5 doi: 10.1186/s40810-015-0005-9[published Online First: Epub Date]|."
                },
                {
                    "pmid": "32670118",
                    "type": "BACKGROUND",
                    "citation": "Chen J, Qin J, He Q, Zou Z. A Meta-Analysis of Transcranial Direct Current Stimulation on Substance and Food Craving: What Effect Do Modulators Have? Front Psychiatry. 2020 Jun 26;11:598. doi: 10.3389/fpsyt.2020.00598. eCollection 2020."
                },
                {
                    "pmid": "29457674",
                    "type": "BACKGROUND",
                    "citation": "Coles AS, Kozak K, George TP. A review of brain stimulation methods to treat substance use disorders. Am J Addict. 2018 Mar;27(2):71-91. doi: 10.1111/ajad.12674. Epub 2018 Feb 19."
                },
                {
                    "pmid": "29174303",
                    "type": "BACKGROUND",
                    "citation": "Gilmore CS, Dickmann PJ, Nelson BG, Lamberty GJ, Lim KO. Transcranial Direct Current Stimulation (tDCS) paired with a decision-making task reduces risk-taking in a clinically impulsive sample. Brain Stimul. 2018 Mar-Apr;11(2):302-309. doi: 10.1016/j.brs.2017.11.011. Epub 2017 Nov 22."
                },
                {
                    "pmid": "26981100",
                    "type": "BACKGROUND",
                    "citation": "Kwon YH, Kang KW, Lee NK, Son SM. Does hemispheric lateralization influence therapeutic effects of transcranial direct current stimulation? Neural Regen Res. 2016 Jan;11(1):126-9. doi: 10.4103/1673-5374.175057."
                },
                {
                    "pmid": "30095681",
                    "type": "BACKGROUND",
                    "citation": "Lapenta OM, Marques LM, Rego GG, Comfort WE, Boggio PS. tDCS in Addiction and Impulse Control Disorders. J ECT. 2018 Sep;34(3):182-192. doi: 10.1097/YCT.0000000000000541."
                },
                {
                    "pmid": "30064320",
                    "type": "BACKGROUND",
                    "citation": "Wang TR, Moosa S, Dallapiazza RF, Elias WJ, Lynch WJ. Deep brain stimulation for the treatment of drug addiction. Neurosurg Focus. 2018 Aug;45(2):E11. doi: 10.3171/2018.5.FOCUS18163."
                },
                {
                    "pmid": "14711132",
                    "type": "BACKGROUND",
                    "citation": "McGovern MP, Carroll KM. Evidence-based practices for substance use disorders. Psychiatr Clin North Am. 2003 Dec;26(4):991-1010. doi: 10.1016/s0193-953x(03)00073-x."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Reese ED, Kane LF, Paquette CE, Frohlich F, Daughters SB. Lost in Translation: the Gap Between Neurobiological Mechanisms and Psychosocial Treatment Research for Substance Use Disorders. Curr Addict Rep 2021;8(3):440-51 doi: 10.1007/s40429-021-00382-8[published Online First: Epub Date]|."
                },
                {
                    "pmid": "26604867",
                    "type": "BACKGROUND",
                    "citation": "van der Stel J. Precision in Addiction Care: Does It Make a Difference? Yale J Biol Med. 2015 Nov 24;88(4):415-22. eCollection 2015 Dec."
                },
                {
                    "pmid": "28709880",
                    "type": "BACKGROUND",
                    "citation": "Antal A, Alekseichuk I, Bikson M, Brockmoller J, Brunoni AR, Chen R, Cohen LG, Dowthwaite G, Ellrich J, Floel A, Fregni F, George MS, Hamilton R, Haueisen J, Herrmann CS, Hummel FC, Lefaucheur JP, Liebetanz D, Loo CK, McCaig CD, Miniussi C, Miranda PC, Moliadze V, Nitsche MA, Nowak R, Padberg F, Pascual-Leone A, Poppendieck W, Priori A, Rossi S, Rossini PM, Rothwell J, Rueger MA, Ruffini G, Schellhorn K, Siebner HR, Ugawa Y, Wexler A, Ziemann U, Hallett M, Paulus W. Low intensity transcranial electric stimulation: Safety, ethical, legal regulatory and application guidelines. Clin Neurophysiol. 2017 Sep;128(9):1774-1809. doi: 10.1016/j.clinph.2017.06.001. Epub 2017 Jun 19."
                },
                {
                    "pmid": "28272095",
                    "type": "BACKGROUND",
                    "citation": "Lupi M, Martinotti G, Santacroce R, Cinosi E, Carlucci M, Marini S, Acciavatti T, di Giannantonio M. Transcranial Direct Current Stimulation in Substance Use Disorders: A Systematic Review of Scientific Literature. J ECT. 2017 Sep;33(3):203-209. doi: 10.1097/YCT.0000000000000401."
                },
                {
                    "pmid": "30214966",
                    "type": "BACKGROUND",
                    "citation": "Matsumoto H, Ugawa Y. Adverse events of tDCS and tACS: A review. Clin Neurophysiol Pract. 2016 Dec 21;2:19-25. doi: 10.1016/j.cnp.2016.12.003. eCollection 2017."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lu S. Tailoring treatment by scanning the brain. Monitor on Psychology 2016;47[3]"
                },
                {
                    "pmid": "20633446",
                    "type": "BACKGROUND",
                    "citation": "Cho SS, Ko JH, Pellecchia G, Van Eimeren T, Cilia R, Strafella AP. Continuous theta burst stimulation of right dorsolateral prefrontal cortex induces changes in impulsivity level. Brain Stimul. 2010 Jul;3(3):170-6. doi: 10.1016/j.brs.2009.10.002. Epub 2009 Oct 31."
                },
                {
                    "pmid": "25576647",
                    "type": "BACKGROUND",
                    "citation": "Weygandt M, Mai K, Dommes E, Ritter K, Leupelt V, Spranger J, Haynes JD. Impulse control in the dorsolateral prefrontal cortex counteracts post-diet weight regain in obesity. Neuroimage. 2015 Apr 1;109:318-27. doi: 10.1016/j.neuroimage.2014.12.073. Epub 2015 Jan 7."
                },
                {
                    "pmid": "26298552",
                    "type": "BACKGROUND",
                    "citation": "Lee EB, An W, Levin ME, Twohig MP. An initial meta-analysis of Acceptance and Commitment Therapy for treating substance use disorders. Drug Alcohol Depend. 2015 Oct 1;155:1-7. doi: 10.1016/j.drugalcdep.2015.08.004. Epub 2015 Aug 13."
                },
                {
                    "pmid": "25022774",
                    "type": "BACKGROUND",
                    "citation": "Morrison KL, Madden GJ, Odum AL, Friedel JE, Twohig MP. Altering impulsive decision making with an acceptance-based procedure. Behav Ther. 2014 Sep;45(5):630-9. doi: 10.1016/j.beth.2014.01.001. Epub 2014 Jan 21."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Smith BP, Coe E, Meyer EC. Acceptance and Commitment Therapy Delivered via Telehealth for the Treatment of Co-Occurring Depression, PTSD, and Nicotine Use in a Male Veteran. Clinical Case Studies 2020;20(1):75-91 doi: 10.1177/1534650120963183[published Online First: Epub Date]|."
                },
                {
                    "pmid": "22034393",
                    "type": "BACKGROUND",
                    "citation": "Gage FH. Structural plasticity of the adult brain. Dialogues Clin Neurosci. 2004 Jun;6(2):135-41. doi: 10.31887/DCNS.2004.6.2/fgage."
                },
                {
                    "pmid": "30291624",
                    "type": "BACKGROUND",
                    "citation": "Kozak K, Lucatch AM, Lowe DJE, Balodis IM, MacKillop J, George TP. The neurobiology of impulsivity and substance use disorders: implications for treatment. Ann N Y Acad Sci. 2019 Sep;1451(1):71-91. doi: 10.1111/nyas.13977. Epub 2018 Oct 5."
                },
                {
                    "pmid": "19410598",
                    "type": "BACKGROUND",
                    "citation": "Crews FT, Boettiger CA. Impulsivity, frontal lobes and risk for addiction. Pharmacol Biochem Behav. 2009 Sep;93(3):237-47. doi: 10.1016/j.pbb.2009.04.018. Epub 2009 May 3."
                },
                {
                    "pmid": "33356905",
                    "type": "BACKGROUND",
                    "citation": "McKim TH, Dove SJ, Robinson DL, Frohlich F, Boettiger CA. Addiction history moderates the effect of prefrontal 10-Hz transcranial alternating current stimulation on habitual action selection. J Neurophysiol. 2021 Mar 1;125(3):768-780. doi: 10.1152/jn.00180.2020. Epub 2020 Dec 23."
                },
                {
                    "pmid": "32609636",
                    "type": "BACKGROUND",
                    "citation": "Kapitany-Foveny M, Urban R, Varga G, Potenza MN, Griffiths MD, Szekely A, Paksi B, Kun B, Farkas J, Kokonyei G, Demetrovics Z. The 21-item Barratt Impulsiveness Scale Revised (BIS-R-21): An alternative three-factor model. J Behav Addict. 2020 May 26;9(2):225-246. doi: 10.1556/2006.2020.00030. Print 2020 Jun."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Hermann BA, Meyer EC, Schnurr PP, Batten SV, Walser RD. Acceptance and commitment therapy for co-occurring PTSD and substance use: A manual development study. Journal of Contextual Behavioral Science 2016;5(4):225-34 doi: https://doi.org/10.1016/j.jcbs.2016.07.001[published Online First: Epub Date]|."
                },
                {
                    "pmid": "27372845",
                    "type": "BACKGROUND",
                    "citation": "Bikson M, Grossman P, Thomas C, Zannou AL, Jiang J, Adnan T, Mourdoukoutas AP, Kronberg G, Truong D, Boggio P, Brunoni AR, Charvet L, Fregni F, Fritsch B, Gillick B, Hamilton RH, Hampstead BM, Jankord R, Kirton A, Knotkova H, Liebetanz D, Liu A, Loo C, Nitsche MA, Reis J, Richardson JD, Rotenberg A, Turkeltaub PE, Woods AJ. Safety of Transcranial Direct Current Stimulation: Evidence Based Update 2016. Brain Stimul. 2016 Sep-Oct;9(5):641-661. doi: 10.1016/j.brs.2016.06.004. Epub 2016 Jun 15."
                },
                {
                    "pmid": "25983531",
                    "type": "BACKGROUND",
                    "citation": "Fregni F, Nitsche MA, Loo CK, Brunoni AR, Marangolo P, Leite J, Carvalho S, Bolognini N, Caumo W, Paik NJ, Simis M, Ueda K, Ekhitari H, Luu P, Tucker DM, Tyler WJ, Brunelin J, Datta A, Juan CH, Venkatasubramanian G, Boggio PS, Bikson M. Regulatory Considerations for the Clinical and Research Use of Transcranial Direct Current Stimulation (tDCS): review and recommendations from an expert panel. Clin Res Regul Aff. 2015 Mar 1;32(1):22-35. doi: 10.3109/10601333.2015.980944."
                },
                {
                    "pmid": "25869110",
                    "type": "BACKGROUND",
                    "citation": "Ekici B. Transcranial direct current stimulation-induced seizure: analysis of a case. Clin EEG Neurosci. 2015 Apr;46(2):169. doi: 10.1177/1550059414540647. No abstract available."
                },
                {
                    "pmid": "34381076",
                    "type": "BACKGROUND",
                    "citation": "Gianni E, Bertoli M, Simonelli I, Paulon L, Tecchio F, Pasqualetti P. tDCS randomized controlled trials in no-structural diseases: a quantitative review. Sci Rep. 2021 Aug 11;11(1):16311. doi: 10.1038/s41598-021-95084-6."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Stop Signal task",
                    "url": "https://www.millisecond.com/download/library/stopsignaltask"
                },
                {
                    "label": "Stop Signal Task information",
                    "url": "https://elifesciences.org/articles/46323"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The deidentified raw data will be stored for future research. The results will be published and shared with the industry partner, ni20, inc."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-07-19",
                    "uploadDate": "2022-10-10T17:57",
                    "filename": "ICF_000.pdf",
                    "size": 147774
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000007175",
                    "term": "Impulsive Behavior"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10220",
                    "name": "Impulsive Behavior",
                    "asFound": "Impulsivity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}