{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05062369",
            "orgStudyIdInfo": {
                "id": "STUDY00013676"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Tdcs And cogNitive traininG cOmbined for AUD (TANGO)",
            "officialTitle": "Tdcs And cogNitive traininG cOmbined for AUD (TANGO)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "tdcs-and-cognitive-training-combined-for-aud-tango"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-21",
            "studyFirstSubmitQcDate": "2021-09-21",
            "studyFirstPostDateStruct": {
                "date": "2021-09-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The overarching goal of this project is to expand the traditional expertise in non-invasive neuromodulation at the University of Minnesota towards developing novel paired-neuromodulation approaches using transcranial direct current stimulation (tDCS) for new treatments for alcohol use disorder (AUD) that support long-term abstinence. This study will allow the investigators to discern whether the pairing of dorsolateral prefrontal cortex (DLPFC) stimulation and cognitive training can lead to improved treatment outcomes as it pertains to executive functioning and maintenance of abstinence. This paired-neuromodulation approach can potentially be used as a therapeutic intervention to decrease relapse probability in addiction. The long-term goal is to develop new addiction treatments that support long-term abstinence. The exploratory goal of this research is to associate genotypes and epigenetic changes with variations in intervention response and clinical outcome. Individual differences in baseline genetic profiles or epigenetic changes over the course of treatment could be associated with treatment response variability."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use Disorder",
                "Addiction"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants receiving active transcranial direct current stimulation (tDCS)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive 5 sessions of active transcranial direct current stimulation (tDCS) to dorsolateral prefrontal cortex (DLPFC) while in the Lodging Plus treatment program and then 5 remote sessions of active tDCS to DLPFC after discharge from the treatment program. All participants will engage in executive functioning tasks for cognitive training during tDCS intervention (active or sham) to prime the engagement of the nucleus accumbens prefrontal cortex circuit. All participants will complete 4 MRI sessions. Craving measures will be collected before the first and after the last day of tDCS sessions. Follow-up interviews will be conducted monthly during a 4-month follow-up period after intervention completion to query relapse status. The first two follow-up interviews, at approximately 1- and 2-months post-intervention, will also include collection of cognition data.",
                    "interventionNames": [
                        "Device: TaskFlow Transcranial Electrical Stimulation device",
                        "Behavioral: Executive Function Focused Cognitive Training"
                    ]
                },
                {
                    "label": "Participants receiving active and sham active transcranial direct current stimulation (tDCS)",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants in this group will receive 5 sessions of sham-tDCS sessions while in the Lodging Plus treatment program and then 5 remote sessions of active-tDCS to DLPFC after discharge from the treatment program. All participants will engage in executive functioning tasks for cognitive training during tDCS intervention (active or sham) to prime the engagement of the nucleus accumbens prefrontal cortex circuit. All participants will complete 4 MRI sessions. Craving measures will be collected before the first and after the last day of tDCS sessions. Follow-up interviews will be conducted monthly during a 4-month follow-up period after intervention completion to query relapse status. The first two follow-up interviews, at approximately 1- and 2-months post-intervention, will also include collection of cognition data.",
                    "interventionNames": [
                        "Device: TaskFlow Transcranial Electrical Stimulation device",
                        "Behavioral: Executive Function Focused Cognitive Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "TaskFlow Transcranial Electrical Stimulation device",
                    "description": "The TaskFlow Transcranial Electrical Stimulation device (TaskFlow-TES) is a custom brain stimulation device developed in-house at the University of Minnesota. Each tDCS intervention will last 20 minutes of either (i) 10 active (2-mA) or (ii) 5 active and 5 sham transcranial direct current stimulation (tDCS) over the course of 10 treatment sessions.",
                    "armGroupLabels": [
                        "Participants receiving active and sham active transcranial direct current stimulation (tDCS)",
                        "Participants receiving active transcranial direct current stimulation (tDCS)"
                    ],
                    "otherNames": [
                        "Transcranial Direct Current Stimulation (tDCS)",
                        "TaskFlow-TES"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Executive Function Focused Cognitive Training",
                    "description": "Working memory focused training occurs on a computer and consists of a variety of exercises selected to (i) place demands on the executive and storage functions of working memory (ii) adapt to challenge the participant's current ability level, (iii) provide ongoing feedback, and (iv) present novel stimuli across verbal, visual and spatial modalities. Training tasks are developed in-house. Tasks for each participant are delivered from and responses, audio, and video are stored on the HST server. The aim of using multiple tasks that require executive functions is to engage brain network functional connectivity in a number of different ways to promote generalization. Investigators will monitor each participant's training and customize the intervention to balance challenge and engagement. In addition, pre- and post-intervention, participants will perform 4-minute versions of a word and a spatial 3-back task identical across all weeks (but differing from the assessment versions).",
                    "armGroupLabels": [
                        "Participants receiving active and sham active transcranial direct current stimulation (tDCS)",
                        "Participants receiving active transcranial direct current stimulation (tDCS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in Timeline Followback Questionnaire relapse rates",
                    "description": "The Timeline Followback Questionnaire will be used to assess relapse status as a binary, (has or has not relapsed), at 1, 2, 3, and 4 months over the follow-up period. This is a measure of feasibility.",
                    "timeFrame": "Up to 4 months post-intervention"
                },
                {
                    "measure": "Difference in Timeline Followback Questionnaire abstinence period length",
                    "description": "The Timeline Followback Questionnaire will be used to assess length of abstinence period measured in days at 1, 2, 3 and 4 months over the follow-up period. This is a measure of feasibility.",
                    "timeFrame": "Up to 4 months post-intervention"
                },
                {
                    "measure": "Change in D-KEFS Trail Making (1-5) score",
                    "description": "The D-KEFS Trail Making (1-5) assessment will be used as a measure of cognitive performance pre- and post-intervention. Additionally, as a measure of generalization and durability, the D-KEFS Trail Making score will be assessed pre-intervention, mid-intervention, post-intervention, and at monthly follow-up visits. The assessment is scored on a scale of 1-19, where higher scores indicate higher cognitive functioning. The unitless average difference will be reported.",
                    "timeFrame": "Up to 4 months post-intervention"
                },
                {
                    "measure": "Change in D-KEFS Color Word score",
                    "description": "The D-KEFS Color-Word Interference assessment will be used as a measure of cognitive performance pre- and post-intervention. Additionally, as a measure of generalization and durability, the D-KEFS Color Word score will be assessed pre-intervention, mid-intervention, post-intervention, and at monthly follow-up visits. The assessment is scored on a scale of 1-19, where higher scores indicate higher cognitive functioning. The unitless average difference will be reported.",
                    "timeFrame": "Up to 4 months post-intervention"
                },
                {
                    "measure": "Change in Digit Span (WAIS IV) score",
                    "description": "The Digit Span (WAIS IV) assessment will be used as a measure of cognitive performance pre- and post-intervention. Additionally, as a measure of generalization and durability, the Digit Span (WAIS) score will be assessed pre-intervention, mid-intervention, post-intervention, and at monthly follow-up visits. The assessment is scored on a scale of 1-19, where higher scores indicate higher cognitive functioning. The unitless average difference will be reported.",
                    "timeFrame": "Up to 4 months post-intervention"
                },
                {
                    "measure": "Change in D-KEFS Verbal Frequency score",
                    "description": "The D-KEFS Verbal Frequency assessment will be used as a measure of cognitive performance pre- and post-intervention. Additionally, as a measure of generalization and durability, the D-KEFS Verbal Frequency score will be assessed pre-intervention, mid-intervention, post-intervention, and at monthly follow-up visits. The assessment is scored on a scale of 1-19, where higher scores indicate higher cognitive functioning. The unitless average difference will be reported.",
                    "timeFrame": "Up to 4 months post-intervention"
                },
                {
                    "measure": "Change in Digit Symbol (WAIS IV) score",
                    "description": "The Digit Symbol (WAIS IV) assessment, also known as Coding, will be used as a measure of cognitive performance pre- and post-intervention. Additionally, as a measure of generalization and durability, the Digit Symbol (WAIS) score will be assessed pre-intervention, mid-intervention, post-intervention, and at monthly follow-up visits. The assessment is scored on a scale of 1-19, where higher scores indicate higher cognitive functioning. The unitless average difference will be reported.",
                    "timeFrame": "Up to 4 months post-intervention"
                },
                {
                    "measure": "Change in functional connectivity",
                    "description": "Participants will undergo MRI at rest and fMRI scan while conducting the N-back task pre-intervention, mid-intervention, after 10 tDCS interventions, and post-intervention. The unitless average difference will be reported.",
                    "timeFrame": "Day 3, Day 9, Day 17, and 1 month"
                },
                {
                    "measure": "Change in task-evoked functional magnetic resonance signal",
                    "description": "Participants will undergo MRI at rest and fMRI scan while conducting the N-back task pre-intervention, mid-intervention, after 10 tDCS interventions, and post-intervention. The unitless average difference will be reported.",
                    "timeFrame": "Day 3, Day 9, Day 17, and 1 month"
                },
                {
                    "measure": "Number of transcranial direct current stimulation (tDCS) sessions completed",
                    "description": "The number of tDCS sessions completed will be reported as a unitless average value as a measure of feasibility.",
                    "timeFrame": "Days 4-16"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Meet the Diagnostic and Statistical Manual of Mental Disorders diagnostic criteria for AUD\n* Abstinent from alcohol use\n* Must have the intention to remain in the Lodging Plus program until the end of the intervention portion of the study.\n\nExclusion Criteria:\n\n* Any medical condition or treatment with neurological sequelae (i.e. stroke, tumor, loss of consciousness\\>30 min, HIV)\n* A head injury resulting in a skull fracture or a loss of consciousness exceeding 30 minutes (i.e., moderate or severe TBI)\n* Any contraindications for tDCS or MRI scanning (tDCS contraindication: history of seizures; MRI contraindications; metal implants, pacemakers or any other implanted electrical device, injury with metal, braces, dental implants, non-removable body piercings, pregnancy, breathing or moving disorder)\n* Any primary psychotic disorder (e.g. schizophrenia, schizoaffective disorder); Participants with other treated and stable psychiatric disorders will be included\n* Presence of a condition that would render study measures difficult or impossible to administer or interpret\n* Primary current substance use disorder diagnosis on a substance other than alcohol except for caffeine or nicotine\n* Clinical evidence for Wernicke-Korsakoff syndrome\n* Left-handedness\n* Entrance to the treatment program under a court mandate",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jazmin Camchong, PhD",
                    "role": "CONTACT",
                    "phone": "(612) 842-8704",
                    "email": "camch002@umn.edu"
                },
                {
                    "name": "Clarista Berg",
                    "role": "CONTACT",
                    "email": "berg2920@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jazmin Camchong, PhD",
                    "affiliation": "Univeristy of Minnesota Department of Psychiatry & Behavioral Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55414",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M19100",
                    "name": "Behavior, Addictive",
                    "relevance": "LOW"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        }
    },
    "hasResults": false
}