{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05488795",
            "orgStudyIdInfo": {
                "id": "RSRB 6036"
            },
            "secondaryIdInfos": [
                {
                    "id": "R33HL157643",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R33HL157643"
                }
            ],
            "organization": {
                "fullName": "University of Rochester",
                "class": "OTHER"
            },
            "briefTitle": "Team-Based Home Blood Pressure Monitoring",
            "officialTitle": "Identifying Successful Strategies for Implementing Team-Based Home Blood Pressure Monitoring in Primary Care",
            "acronym": "TB-HBPM",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "team-based-home-blood-pressure-monitoring"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-06",
            "studyFirstSubmitQcDate": "2022-08-02",
            "studyFirstPostDateStruct": {
                "date": "2022-08-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kevin Fiscella",
                "investigatorTitle": "Professor, Family Medicine",
                "investigatorAffiliation": "University of Rochester"
            },
            "leadSponsor": {
                "name": "University of Rochester",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The overall goal of this study is to identify and rigorously evaluate strategies for implementing and sustaining team-based home blood pressure monitoring (TB-HBPM) within primary care.\n\nThe TB-HBPM intervention is a multifaceted program involving patient transmission of blood readings to EHR and clinical decision support. Implementation strategies include group-based education on hypertension measurement, target blood pressure goals, drug and lifestyle management, referral to community resources, and team training designed to optimize the coordination of hypertension care, and monthly audit and feedback reports to teams and clinicians.\n\nHypertension control rates are suboptimal in many primary care practices with persistent racial disparities in control. Team-based home blood pressure monitoring (TB-HPBM) involving patient transmission of their home blood pressure readings in real-time to their clinical team has been shown to improve blood pressure control. There is an urgent need to implement TB-HBPM into practice. The overall objective of this research is to assess implementation strategies that mitigate barriers and leverage facilitators to TB-HBHM on hypertension control and disparities between Black and White patients. The study team and investigators will use mixed methods to assess the process and generate knowledge to facilitate broader uptake of TB-HBPM.",
            "detailedDescription": "Aim 2: Deploy theorized implementation strategies using a type-2 hybrid stepped-wedge randomized cluster trial The department of family medicine will roll out the clinical intervention (TBHBPM).\n\nTo improve rigor in evaluation, the study biostatistician will use computer-generated numbers to randomly assign each of the eight suites to when they will begin the intervention during one of three wedges (Figure 1). The study team and investigators will randomize two suites in the first wedge and three each to the second and third wedge.\n\nAim 3: Assess the impact of implementation strategies using specific metrics based on RE-AIM\n\nAim 4: Test theoretical assumptions underlying the implementation strategies"
        },
        "conditionsModule": {
            "conditions": [
                "High Blood Pressure",
                "Hypertension"
            ],
            "keywords": [
                "Home blood pressure monitoring",
                "Hypertension control",
                "Primary Care Teams",
                "Implementation Research",
                "Health Equity",
                "Clinical Trial"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Stepped Wedge Cluster Randomized Design. Each practice suite represents a cluster. All eight suites begin in the control group and then cross over (one-way) to the intervention group at one of three randomly assigned time periods, ensuring that all suites eventually receive implementation of TB-HBPM.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 5760,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Suite TB-HBPM pre intervention",
                    "type": "OTHER",
                    "description": "Each suite/cluster throughout the institution will begin in the baseline usual care phase in the first year.",
                    "interventionNames": [
                        "Behavioral: Team-Based Home Blood Pressure Monitoring"
                    ]
                },
                {
                    "label": "Suite TB-HBPM throughout intervention implementation",
                    "type": "OTHER",
                    "description": "Each suite will be randomized to implement the TB-HBPM program during one of three wedges separated by six months between each, 1.5 years later.",
                    "interventionNames": [
                        "Behavioral: Team-Based Home Blood Pressure Monitoring"
                    ]
                },
                {
                    "label": "Suite TB-HBPM post intervention implementation",
                    "type": "OTHER",
                    "description": "Post implementation phase of the suites 2 years after introduction of intervention.",
                    "interventionNames": [
                        "Behavioral: Team-Based Home Blood Pressure Monitoring"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Team-Based Home Blood Pressure Monitoring",
                    "description": "Implementation of best practices for hypertension control using a practice wide team-based home blood pressure monitoring intervention",
                    "armGroupLabels": [
                        "Suite TB-HBPM post intervention implementation",
                        "Suite TB-HBPM pre intervention",
                        "Suite TB-HBPM throughout intervention implementation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Blood pressure control",
                    "description": "Change in percent of participants whose BP is controlled (defined as \\<140/90 mm Hg) among all eligible patients diagnosed with hypertension based on the last BP reading during the control period and the last BP reading during the follow-up period.",
                    "timeFrame": "Up to 48 months participation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Blood pressure control by race and ethnicity",
                    "description": "Change in percent of participants with blood pressure controlled defined as \\<140/90 mm Hg by race/ethnicity: among eligible Non-Hispanic White patients, non-Hispanic Black patients, and Hispanic patients.",
                    "timeFrame": "Up to 48 months participation"
                },
                {
                    "measure": "Blood pressure control by insurance",
                    "description": "Change in percent of participants with blood pressure controlled defined as \\<140/90 mm Hg by insurance (Commercial, Medicaid, Medicare, Other and None)",
                    "timeFrame": "Up to 48 months participation"
                },
                {
                    "measure": "Participation in Home Blood Pressure Monitoring (HBPM)",
                    "description": "Percentage of participants eligible for home blood pressure monitoring (HBPM) who agree to participate in HBPM based on EHR documentation",
                    "timeFrame": "Beginning of the intervention for the relevant wedge up to 48 months participation"
                },
                {
                    "measure": "Transmission of home blood pressure readings",
                    "description": "Percentage of participants who participate in HPBM who transmit a least 10 BP readings per month",
                    "timeFrame": "First three months following each participant's enrollment in HBPM"
                },
                {
                    "measure": "Chronic disease self-management capacity (QICA)",
                    "description": "Change in Quality Improvement Capacity Assessment QICA scores, scale range 20-200 with higher indicating better outcomes.",
                    "timeFrame": "Pre-intervention and six months post-intervention"
                },
                {
                    "measure": "Sustained blood pressure control",
                    "description": "Change in percent of participants with blood pressure in control (\\<140/90 mm Hg) post-intervention",
                    "timeFrame": "Beginning with the 6-month intervention period and up to 48 months participation"
                },
                {
                    "measure": "Cost Analysis",
                    "description": "Marginal changes in net revenue (marginal billing and bonus revenue) and marginal changes in costs related to time for training, staffing costs, and BP monitor",
                    "timeFrame": "Up to 48 months participation"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Clinician mean blood pressure (BP) goal (mm Hg) for patients",
                    "description": "We will calculate the mean BP goal for each clinician based on the specified BP goal listed in EHR smartphrase for each of the clinician's patients. The mean goal is calculated by the sum of all systolic (SBP) and diastolic BP (DBP) goals divided by the number of patients with goals for each participating clinician. A reasonable range of mean BP goals are: SBP: 120-150 mm Hg and DBP: 80-100 mm Hg for different clinicians",
                    "timeFrame": "Up to 48 months participation"
                },
                {
                    "measure": "Anti-hypertensive medication intensification",
                    "description": "Frequency of anti-hypertensive medication intensification (e.g., the number of additions/deletions of anti-hypertensive medication and/or number of changes in dose of anti-hypertensive medication)",
                    "timeFrame": "Up to 48 months participation"
                },
                {
                    "measure": "The percentage of participants who are managed by a clinical pharmacist",
                    "description": "The percentage of HBPM participants who are managed by a clinical pharmacist based on EHR data",
                    "timeFrame": "Up to 48 months participation"
                },
                {
                    "measure": "Team function",
                    "description": "Change in team function score based on the score on the TEAMS Tool scale at pre-intervention and post-intervention periods for that wedge. Scale range 14-70 with higher scores indicating better outcomes.",
                    "timeFrame": "Up to 48 months participation"
                },
                {
                    "measure": "Exploratory outcomes- LDL control levels",
                    "description": "Change in LDL-cholesterol level (mg/dl) based on lipid blood testing in the EHR over 48 months.",
                    "timeFrame": "Up to 48 months participation"
                },
                {
                    "measure": "Exploratory outcomes- Smoking status",
                    "description": "Change in percent of current smokers among eligible participants based on EHR documentation over 48 months.",
                    "timeFrame": "Up to 48 months participation"
                },
                {
                    "measure": "Exploratory outcomes- Hypertension-related Emergency department visits",
                    "description": "Change in emergency department visits (number) involving a primary diagnosis of hypertension diagnosis among eligible patients recorded on the emergency department discharge summary from the EHR over 48 months.",
                    "timeFrame": "Up to 48 months participation"
                },
                {
                    "measure": "Exploratory outcomes- Hypertension-related Hospitalizations",
                    "description": "Change in hospitalization (number) involving a primary diagnosis of hypertension diagnosis among eligible patients recorded on the hospital discharge summary from the EHR over 48 months.",
                    "timeFrame": "Up to 48 months participation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "ELIGIBILITY CRITERIA\n\nClinicians and Staff Eligibility Criteria Practice employees (practice leaders, administrators, clinicians, or staff) that work with hypertensive patients during the study period (scheduling appointments, coordinating care, measuring blood pressure, responding to questions, and/or treating their blood pressure)\n\nPatient Inclusion Criteria\n\n* Current HFM patient 18-85 years of age with hypertension diagnosis\n* Diagnosis of hypertension based on ICD-10 codes of I10-I14\n* at least one HFM health visit and hypertension diagnosis beginning no later than 7/1/2021.\n\nPatient Exclusion Criteria\n\n* Not current patient in the participating practices\n* Diagnosis of dementia, end-stage renal disease, and/or in hospice\n* Currently pregnant",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kevin Fiscella",
                    "role": "CONTACT",
                    "phone": "585-324-4563",
                    "email": "Kevin_Fiscella@urmc.rochester.edu"
                },
                {
                    "name": "Emma Strujo",
                    "role": "CONTACT",
                    "phone": "585-324-4553",
                    "email": "Emma_Strujo@urmc.rochester.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kevin Fiscella, MD, MPH",
                    "affiliation": "URMC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Highland Family Medicine",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14620",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Maguire, MD",
                            "role": "CONTACT",
                            "phone": "585-279-4800",
                            "email": "jennifer_maguire@urmc.rochester.eduU"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data Quality and Management\n\na. Description of Plan for Data Quality and Management - The PI will review all data collection forms on an ongoing basis for data completeness and accuracy as well as protocol compliance. A statement reflecting the results of the review will be sent to the NIH in the annual report. The EHR is the primary data source. EHR data quality will be assessed using extreme outlier data, missing data for outcome variables (i.e. office or transmitted blood pressure readings, dates of visits, participant ID), and loss to follow-up (no data for the participant appears in EHR, e.g. due to relocation, left practice etc). Note: clinical staff will conduct outreach to all participants as part of sound clinical practice. Regular data checks and data cleaning will be deployed to optimize data quality. Multiple imputation methods will be used as necessary to address missing data as described in the statistical analysis.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "No personally identifiable information will be transcribed. The de-identified data will be stored in a password-protected file on a secure URMC shared drive housed in the Department of Family Medicine. Only the research team will have access to the de-identified data. 7 years after the completion of the study, the audio recordings will destroyed.",
            "url": "https://www.rochester.edu/orpa/"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2022-06-15",
                    "uploadDate": "2022-07-06T12:54",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 333844
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "High Blood Pressure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}