{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05260268",
            "orgStudyIdInfo": {
                "id": "849575"
            },
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Technology Enabled Strategies to Promote Treatment Adherence in Liver Transplant",
            "officialTitle": "Technology Enabled Strategies to Promote Treatment Adherence in Liver Transplant",
            "acronym": "TEST",
            "therapeuticArea": [
                "Hepatology",
                "Other",
                "Gastroenterology"
            ],
            "study": "technology-enabled-strategies-to-promote-treatment-adherence-in-liver-transplant"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-22",
            "studyFirstSubmitQcDate": "2022-02-24",
            "studyFirstPostDateStruct": {
                "date": "2022-03-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Liver transplantation is increasingly performed for older adults with multiple comorbidities. Medication adherence is key to maintaining proper function of the transplanted liver and optimize health; however, adhering to post-transplant treatment is complex. This trial will study how available technology combined with transplant center resources and caregiver support can optimize medication adherence, quality of life, and health outcomes among new liver transplant recipients at 3 centers.",
            "detailedDescription": "Liver transplant, the only cure for end-stage liver disease, is a costly and limited resource that increases survival. It is increasingly performed among older adults who have a higher burden of comorbidities, medical complexity, and are at risk of non-adherence. In addition, liver transplant recipients must manage complex immunosuppression regimens to maintain graft function. Inadequate immunosuppression adherence is common post-liver transplant and has many adverse consequences including liver graft rejection, graft failure, and re-transplantation. To maintain their health, liver transplant recipients must also self-manage regimens for multiple chronic conditions beyond liver transplant.\n\nThe TEST Trial intervention is a conceptual framework to address health system and patient level barriers to adherence. By following the Cumulative Complexity Model and the Multiple Chronic Conditions Model, this study focuses on liver transplant recipients and their involved caregivers. The TEST trial leverages the use of electronic health record and Way to Health (W2H) text message system to improve medication adherence.\n\nTEST is a 2-arm, patient-randomized controlled trial at three large, diverse transplant centers: University of Pennsylvania (UPENN), Northwestern University (NU); University of Miami (UM). A total of 360 de novo LTRs age 50 or older (n=180 per arm) within 3 months of transplant will be recruited and randomized to intervention versus usual care for 18 months. Interviews will be conducted at baseline, 6, 12, and 18 months. The TEST intervention includes:\n\n* Monthly W2H Adherence Assessment \\& Clinician Alerts\n* Medication Reminders\n* Laboratory and Appointment Notifications\n* Supplemental Self-Management Support\n\nThe primary objective of the study is to investigate the effectiveness of the TEST Trial to improve adherence to immunosuppressant and non-immunosuppressant medication regimens, functional health status, and health outcomes compared to usual care. Secondary objectives will measure study fidelity and cost effectiveness."
        },
        "conditionsModule": {
            "conditions": [
                "Liver Transplant; Complications",
                "Cirrhosis",
                "End Stage Liver DIsease",
                "Medication Adherence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a longitudinal intervention study utilizing diverse cohorts of liver transplant recipients. It is a 2-arm, patient-randomized controlled trial of de novo liver transplant recipients.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 360,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "Usual care refers to the normal standard clinical practices immediately post-transplant to the 18 months following. Liver Transplant Recipients at sites have lab values taken weekly for the first 8-10 weeks post-transplant, shifting to every 2-4 weeks for the next 3-4 months, then monthly to every 3 months thereafter depending on clinical needs.\n\nAll sites follow a similar schedule of tapering clinic visits ranging from weekly in the first 4 weeks to every 2-4 weeks in months 4-6, every 3-6 months in months 7 12, and every 6 months in months 12-24. All sites assign each patient to a specific transplant coordinator, first paired with a transplant surgeon (first 3-6 months), and then a transplant hepatologist for the remainder of follow-up.\n\nAll patients and caregivers receive standard medication teaching prior to hospital discharge and then ad hoc. No routine text message reminders, caregiver reminders, or adherence alerts are used in usual care."
                },
                {
                    "label": "TEST Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Clinical activities for Usual Care will also be provided in the TEST arm. The TEST intervention is a technology-enabled strategy to routinely monitor regimen use, adherence, and persistence via a 'low touch', easy to use, online behavioral toolkit - Way to Health . It was developed by University of Pennsylvania researchers to automate behavioral intervention. The TEST approach includes monthly adherence assessments, with tailored adherence support. The following components will be included in the intervention:\n\n* Monthly W2H Adherence Assessment \\& Clinician Alerts\n* Medication Reminders\n* Laboratory and Appointment Notifications\n* Supplemental Self-Management Support",
                    "interventionNames": [
                        "Behavioral: TEST Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "TEST Intervention",
                    "description": "The TEST intervention will include standard post-transplant care and include additional touchpoints utilizing the Way to Health system. Details on this intervention are included in the study arm description.",
                    "armGroupLabels": [
                        "TEST Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "24 Hour Recall",
                    "description": "Patient self-report of how many pills and how often each medicine was taken over the last 24 hours. Patients will also be asked about the medical indication for each drug. Correct dosing will be measured as a yes/no per drug, having properly shown dose (number of pills), spacing (hours between doses), frequency (times per day), and total pills/day.",
                    "timeFrame": "18 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Tacrolimus Lab Values, ng/mL",
                    "description": "Tacrolimus lab values (ng/mL) will be tracked. Patient immunosuppression variability will be assessed with the tacrolimus coefficient of variation (COV) (100 x standard deviation/mean tacrolimus concentration) and the medication level variability index (MLVI, standard deviation of at least three values. The range for COV is 0-1 , and the MLVI range generally falls between 0-9. Nonadherence to medication can be seen in values \\>= 0.30 for COV and greater than 2.5-2.6 for MLVI.\n\nFidelity will be measured through the number of completed monthly assessments, patient/caregiver engagement with text messages, and percent care alerts with clinical actions taken.",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "ASK-12",
                    "description": "The ASK-12 is a self-report scale that assess general medication attitudes and beliefs. The scale consists of 12 items across three domains (inconvenience/forgetfulness, treatment beliefs, and behaviors), with responses ranging from \"Strong Disagree\" to \"Strongly Agree\". The score can range from 12-60 with higher scores representing greater barriers to adherence.",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "EQ-5D-5L",
                    "description": "Patient health outcomes will be measured using the EQ-5D-5L questionnaire. This tool measures mobility, self-care, usual activities, pain/discomfort, anxiety/depression, and self-rated health. Each dimension has 5 levels: no problem, sight problems, moderate problems, severe problems, and extreme problems. Patient choice for each results in a 1-digit number that expresses the level selected, and the digits for the five dimensions can be combined into a 5-digit number that describes the patient's health state. A lower score indicates a good health state while a higher score represents a more severe health state. In addition, there is a visual analogue scale (VAS) to indicate the general health status with 100 indicating the best health status and 0 being the worst health state",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Alcohol, Tobacco, and Drugs Survey",
                    "description": "Health-related quality of life (HRQOL) will be measured in part by the Alcohol, Tobacco, and Drugs Survey. This is a questionnaire asking participants about their recent alcohol, drug, and tobacco use. The questions related to alcohol use are adapted from the AUDIT-C form. The tobacco and marijuana sections ask participants about their current and past smoking habits as well as the type of tobacco and marijuana they used. Those regarding alcohol assess the frequency of drinking and the quantity of drinks per drinking sessions.",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "30-Second Chair Stand, seconds",
                    "description": "The 30-Second Chair Stand test is a measure of leg strength and endurance. The patient is asked to move from a seated position with arms crossed over the into the standing position and then sit back down. The test administrator counts the number of times the patient comes to a full standing position in 30 seconds. The number of successful completions indicates the risk of fall. This score is dependent on age category with \\<14 for men and \\<12 for women between the age of 60-64 indicating a greater risk for all",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Balance Test, seconds",
                    "description": "The Balance Test is a measure of balance in participants. The patient is asked to hold three poses for up to 10 seconds: a side-by-side stand, a semi-tandem stand, and a tandem stand. The patient must be able to stand unassisted without the use of a cane or walker. The test administrator will count up to 10 seconds and record the time if the participant is not able to hold the pose for the full amount. Participants are given one point for each pose that they can hold for 10 seconds. Individuals with a lower amount of points have poorer balance and are deemed at great risk for falls.",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Grip Strength, pounds",
                    "description": "Grip strength is a measure of muscular strength or the maximum force/tension generated by one's forearm muscles. It is measured in pounds. Participants are asked to squeeze a hand dynamometer as hard as possible for five seconds until a maximum number of pounds is reached. The test administrator records this maximum value and asks the participant to repeat the exercise two more times with a five second break in between. The three maximum values are averaged to obtain a final score. The lower the final score, the lower a persons grip strength is and thus their probability of physical frailty.",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Liver Frailty Index",
                    "description": "The Liver Frailty Index (LFI) is a calculated measurement from the results obtained in the 30-second chair stand, balance test, and grip strength assessments. The LFI measurement is on a scale of 0-10 with 0 being the most healthy and robust and 10 being the most frail. This value is calculated using a normative sample of 1405 outpatients with cirrhosis awaiting liver transplantation.",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Days Alive Out of Hospital",
                    "description": "The number of days a patient spends alive and not hospitalized for any reason",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Liver Graft Outcomes",
                    "description": "The number of instances of liver graft rejection and liver graft failure post-transplant",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Post-Transplant Infection",
                    "description": "The number of instances of patient having an infection (bacterial, viral, or fungal) post-transplant",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Mortality",
                    "description": "If a patient passes away in the study, the date of death and cause of death will be recorded along with the number of days death occurred post-transplant",
                    "timeFrame": "18 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Liver Transplant Recipient Inclusion Criteria:\n\n* 18 years or older\n* Within 3 months of liver transplant\n* English or Spanish-speaking\n* Home-dwelling\\*\n* Patient or care partner owns a smart phone and is comfortable receiving text messages and/or using the internet on the smart phone.\n* \\*The definition of \"home\" includes hotel or short-term housing. Patients who are going to a rehabilitation or skilled nursing facility (SNF) immediately after transplant may still be recruited if the site-PI/Co-I determines they are likely to be discharged to home within 3 months post-transplant.\n\nCare Partner Inclusion Criteria:\n\n* 18 years or older\n* English or Spanish speaking\n* Care partner has access to a smart phone and is comfortable receiving text messages and/or using the internet on the smart phone.\n\nLiver Transplant Recipient Exclusion Criteria:\n\n* Liver transplant recipient who speaks neither English nor Spanish\n* Any severe uncorrectable vision, hearing, or cognitive impairments that may impede study interviews\n\nCare Partner Exclusion Criteria:\n\n* Care partner who speaks neither English nor Spanish",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Richard Mason, PharmD",
                    "role": "CONTACT",
                    "phone": "(215) 662-3904",
                    "email": "richard.mason@pennmedicine.upenn.edu"
                },
                {
                    "name": "Marina Serper, MD",
                    "role": "CONTACT",
                    "phone": "(215) 349-8222",
                    "email": "marinas2@pennmedicine.upenn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marina Serper, MD",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cindy Delgado, MS",
                            "role": "CONTACT",
                            "phone": "305-243-9944",
                            "email": "cdelgado5@miami.edu"
                        },
                        {
                            "name": "David Goldberg, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Eric Martin, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60208",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Wolf, PhD",
                            "role": "CONTACT",
                            "phone": "312-503-5592",
                            "email": "mswolf@northwestern.edu"
                        },
                        {
                            "name": "Julia Yoshino Benavente, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Daniela Ladner, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Wolf, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Richard Mason, PharmD",
                            "role": "CONTACT",
                            "phone": "215-662-3904",
                            "email": "richard.mason@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Marina Serper, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Douglas Schaubel, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Shivan Mehta, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Peter Reese, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Louis Russell, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We are not planning to make individual participant data available to other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000058625",
                    "term": "End Stage Liver Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000017093",
                    "term": "Liver Failure"
                },
                {
                    "id": "D000048550",
                    "term": "Hepatic Insufficiency"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M29168",
                    "name": "End Stage Liver Disease",
                    "asFound": "End Stage Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19415",
                    "name": "Liver Failure",
                    "relevance": "LOW"
                },
                {
                    "id": "M25970",
                    "name": "Hepatic Insufficiency",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}