{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04921215",
            "orgStudyIdInfo": {
                "id": "R01HL146772",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01HL146772"
            },
            "organization": {
                "fullName": "Rush University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Teen Sleep and Light Study",
            "officialTitle": "Adolescent Circadian Misalignment: Mechanistic Studies of Sleep and Light",
            "therapeuticArea": [
                "Other"
            ],
            "study": "teen-sleep-and-light-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-27",
            "studyFirstSubmitQcDate": "2021-06-09",
            "studyFirstPostDateStruct": {
                "date": "2021-06-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rush University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Circadian clocks shift later (delay) with the progression of puberty; this shift contributes to late sleep onsets in older adolescents. Early school start times, however, force teenagers to awaken earlier than their spontaneous wake time and the opportunity for sleep shortens. Chronic circadian misalignment and sleep restriction are at their peak during late adolescence, and are associated with various negative outcomes. Morning bright light exposure from light boxes can shift rhythms earlier (phase advance) to facilitate earlier sleep onset, and reduce circadian misalignment and the associated risks. Studies of adults, however, indicate that restricted sleep and exposure to evening light due to late bedtimes make morning bright light less effective in producing advances. Pilot data collected from adolescents mimic this finding, but also suggest that staying awake late in normal household lighting and the subsequent sleep restriction before and during a 3-day morning bright light regimen, can shift the system in the wrong direction (phase delay). The overarching goal of this study is to examine the dose of sleep restriction and evening household light that prevents the desired phase advance to morning bright light in adolescents aged 14-17 years. Study 1 aims to construct a sleep restriction with normal household evening light dose-response curve to determine the point at which morning bright light begins to lose its effectiveness. The investigators hypothesize that the circadian system will advance with sufficient sleep, but with increasing sleep restriction/evening light, circadian rhythms will not shift or will delay despite the phase advancing morning bright light. Study 2 will test whether reducing evening light exposure by wearing sunglasses before bedtime during sleep restriction can facilitate phase advances. The main outcome measures to build the dose-response curve will be phase shifts of the central circadian clock marked by the dim light melatonin onset (DLMO) and total sleep time measured from actigraphy in the laboratory. Secondary outcomes include cognitive performance, sleepiness, and mood.",
            "detailedDescription": "Circadian clocks shift later (delay) with the progression of puberty; this shift contributes to late sleep onsets in older adolescents. Early school start times, however, force teenagers to awaken earlier than their spontaneous wake time and the opportunity for sleep shortens. Indeed, a majority of adolescents in the U.S. are chronically sleep deprived, getting 1-2 hours less sleep than recommended. Also, many adolescents wake for school at the \"wrong\" circadian time. Chronic circadian misalignment and sleep restriction are at their peak during late adolescence, and are associated with morning daytime sleepiness, poor academic performance, conduct problems, depressed mood, suicidal ideation, substance use, and obesity. Morning bright light exposure from light boxes can shift rhythms earlier (phase advance) to facilitate earlier sleep onset, and reduce circadian misalignment and the associated risks. The investigators constructed the first phase response curve (PRC) to light for adolescents and determined that the optimal time for bright light exposure to produce phase advances was about 1 hour before habitual wake and light should be avoided around the time of habitual bedtime because it causes rhythms to shift later (delay). Studies of adults, however, indicate that restricted sleep and exposure to evening light due to late bedtimes - two classic features of older adolescent sleep - make morning bright light less effective in producing advances. Pilot data collected from adolescents mimic this finding, but also suggest that staying awake late in normal household lighting and the subsequent sleep restriction before and during a 3-day morning bright light regimen, can shift the system in the wrong direction (phase delay). The overarching goal of this study is to examine the dose of sleep restriction and evening household light that prevents the desired phase advance to morning bright light in adolescents aged 14-17 years. Study 1 aims to construct a sleep restriction with normal household evening light dose-response curve to determine the point at which morning bright light begins to lose its effectiveness. Following a baseline week with 10-hour sleep opportunities, participants will keep the same wake time but be randomly assigned to one of 4 bedtimes which will be the same or later than baseline to produce 4 levels of sleep restriction with evening light (0, 1.5, 3, or 4.5 hours). After 2 nights, the sleep schedule will gradually shift earlier over 3 nights, and participants will receive bright light each morning. The investigators hypothesize that the circadian system will advance with sufficient sleep, but with increasing sleep restriction/evening light, circadian rhythms will not shift or will delay despite the phase advancing morning bright light. Study 2 will test whether reducing evening light exposure by wearing sunglasses before bedtime during sleep restriction can facilitate phase advances. Study 2 will test the same 4 \"doses\" of sleep restriction. The main outcome measures to build the dose-response curve will be phase shifts of the central circadian clock marked by the dim light melatonin onset (DLMO) and total sleep time measured from actigraphy in the laboratory. Secondary outcomes include cognitive performance, sleepiness, and mood."
        },
        "conditionsModule": {
            "conditions": [
                "Chronobiology",
                "Light",
                "Sleep",
                "Circadian Rhythm",
                "Adolescence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 115,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "0 hours of sleep restriction",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Bedtime will be the same as baseline.",
                    "interventionNames": [
                        "Behavioral: Morning bright light"
                    ]
                },
                {
                    "label": "1.5 hours of sleep restriction",
                    "type": "EXPERIMENTAL",
                    "description": "Bedtime will be 1.5 hours later than baseline.",
                    "interventionNames": [
                        "Behavioral: Morning bright light"
                    ]
                },
                {
                    "label": "3 hours of sleep restriction",
                    "type": "EXPERIMENTAL",
                    "description": "Bedtime will be 3 hours later than baseline.",
                    "interventionNames": [
                        "Behavioral: Morning bright light"
                    ]
                },
                {
                    "label": "4.5 hours of sleep restriction",
                    "type": "EXPERIMENTAL",
                    "description": "Bedtime will be 4.5 hours later than baseline.",
                    "interventionNames": [
                        "Behavioral: Morning bright light"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Morning bright light",
                    "description": "All participants will receive phase advancing morning bright light.",
                    "armGroupLabels": [
                        "0 hours of sleep restriction",
                        "1.5 hours of sleep restriction",
                        "3 hours of sleep restriction",
                        "4.5 hours of sleep restriction"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dim Light Melatonin Onset (DLMO) phase shift",
                    "description": "Saliva sampling for the baseline DLMO will begin 8 hours before baseline bedtime and end 4 hours after baseline bedtime to capture the rise of endogenous melatonin. Sampling for the final DLMO will begin 11 hours before baseline bedtime and end 4 hours after baseline bedtime. Participants remain awake and seated in comfortable recliners in dim light, except when they need to use the adjoining restroom. Saliva samples are collected every 30 minutes using Salivettes. The samples are immediately centrifuged and frozen, and later shipped on dry ice to SolidPhase, Inc, when they are analyzed for melatonin using direct radioimmunoassay. Investigators compute the DLMO using a 4 pg/ml threshold; the time at which melatonin values surpass this threshold is the DLMO. Baseline - Final DLMO will define the phase shift of the central circadian clock.",
                    "timeFrame": "Change in DLMO phase from baseline (before experimental manipulation on days 9) to final phase assessment (after experimental manipulation on day 15)"
                },
                {
                    "measure": "Sleep restriction dose",
                    "description": "Sleep will be monitored by wrist actigraphy in the laboratory. Staff will document lights on and off times and any noticeable arousals to facilitate the most accurate sleep scoring. Actigraphy data are collected in 1-minute epochs and will be analyzed at the low sensitivity setting using Actiware 6, as this setting produces the most valid results for adolescents aged 14 to 17 years. The following variables will be computed: sleep start time, sleep end time, and total sleep time. The average total sleep time of study nights 10-14 will be used to determine the \"dose\" of sleep restriction each participant received. Sleep restriction dose will be defined as 10 hours - average total sleep time on study nights 10-14.",
                    "timeFrame": "During the experimental manipulation (study nights 10-14)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 14-17 years old;\n* Participants and parents have sufficient knowledge of the English language;\n* Participants are fully vaccinated for COVID-19\n\nExclusion Criteria:\n\n* personal history of a psychotic disorder, bipolar disorder, neurological disorder, psychopathology, sleep disorder (sleep apnea, restless legs syndrome, narcolepsy, insomnia), metabolic disorders, chronic medical conditions (e.g., cancer, diabetes, kidney disease, active asthma), or infectious illness;\n* current illness, fever or symptoms of respiratory infection or allergy at the time of laboratory assessments;\n* current use of prescribed mediations (except birth control pills);\n* current use of melatonin or over-the-counter medications that can affect the sleep/wake cycle, daytime sleepiness, or suppress melatonin;\n* physical handicap that interferes with the study (e.g., blind);\n* mental retardation or other pervasive developmental disorder;\n* symptoms of depressed mood based on a score of 16 or greater on the Center for Epidemiological Studies fro Depression (CES-D);\n* suicidal ideation (past or current)\n* travel beyond two time zones within a month of beginning the study;\n* female participants who indicate symptoms of premenstrual dysphoric disorder (PMDD)\n* unusual sleep lengths (means \\< 6 hours or \\> 10 hours);\n* color blind as determined by the Ishihara color blindness test, or eye surgery to correct for lens curvature;\n* positive test for illicit drugs or nicotine;\n* positive test for alcohol at the beginning of the 7-day lab stay",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Rush University Medical Center, Biological Rhythms Research Laboratory",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephanie Crowley, PhD",
                            "role": "CONTACT",
                            "phone": "312-563-4783",
                            "email": "Stephanie_Crowley@rush.edu"
                        },
                        {
                            "name": "Stephanie Crowley, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2021-06-11",
                    "uploadDate": "2021-08-12T11:16",
                    "filename": "ICF_000.pdf",
                    "size": 212558
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}