{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05179408",
            "orgStudyIdInfo": {
                "id": "F3661-W"
            },
            "secondaryIdInfos": [
                {
                    "id": "RX003661",
                    "type": "OTHER_GRANT",
                    "domain": "Department of Veterans Affairs"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Telerehabilitation Following Lung Cancer",
            "officialTitle": "Telerehabilitation for Veteran Lung Cancer Survivors Following Curative Intent Therapy",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "telerehabilitation-following-lung-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-16",
            "studyFirstSubmitQcDate": "2021-12-16",
            "studyFirstPostDateStruct": {
                "date": "2022-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Lung cancer is the second-most commonly diagnosed cancer among U.S. Veterans. Significant advances have been made in screening and treatment of lung cancer. Longevity following lung cancer has increased. After lung cancer treatment however, many Veterans experience losses in functional capacity and increased symptoms. Rehabilitation services are needed to address these health issues. This study will evaluate a telerehabilitation intervention with Veterans after lung cancer treatment, with goals to improve their function and quality of life, and advance knowledge on strategies to better meet the rehabilitation needs of Veteran lung cancer survivors following treatment. It will also develop the career of a physician researcher to acquire expertise in rehabilitation services for many Veteran lung cancer survivors.",
            "detailedDescription": "Lung cancer is the second-most commonly diagnosed cancer among U.S. Veterans - over 8,200 incident cases are diagnosed each year. Approximately 50% of lung cancers are diagnosed at stage I-III and therefore eligible for curative intent therapy. Survival rates among Veterans with early stage lung cancer have increased along with advances in surgical and radiation techniques. Following curative intent therapy, many Veterans experience physical function loss and increased symptom burden. Consequently, approaches are needed to improve their function and quality of life (QoL). The investigators hypothesize that telerehabilitation could mitigate these adverse effects. Therefore, the investigators seek to conduct a pilot randomized study to examine the (a) feasibility, (b) acceptability, and (c) explore the effects of a telerehabilitation intervention with these patients. Participants (N=40) will be randomized (1:1) to receive 12 weeks of telerehabilitation (experimental arm) or assessment only (control arm). Feasibility will be assessed by enrollment, adherence, and retention; acceptability by System Usability Scales; and exploratory effects by linear mixed effects models comparing changes in function, symptom control, and QoL between groups. This project will provide pilot data and training for an early career physician investigator to establish independence, with a goal of a large-scale randomized trial of an optimized telerehabilitation program to improve the physical and psychosocial function, independence, and QoL of Veteran lung cancer survivors following curative intent therapy."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Cancer",
                "Lung Neoplasm"
            ],
            "keywords": [
                "Rehabilitation",
                "Exercise training",
                "Survivorship care",
                "Symptom control",
                "US Veterans",
                "Telemedicine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The investigators adapted a home-based, video telerehabilitation program for patients with chronic obstructive pulmonary disease, shown to be associated with reduced 30-day readmissions following acute hospitalizations. Home-based pulmonary rehabilitation with minimal resources has also been shown to be equivalent to center-based pulmonary rehabilitation. The program will consist of essential components of pulmonary rehabilitation: 1) exercise, 2) education, and 3) behavioral support. A board-certified physical therapist trained in telehealth, VA Video Connect (VVC), and motivational interviewing will deliver telerehabilitation. The education and behavioral support program will be informed by Veteran lung cancer survivors' health goals, knowledge of outcome expectations on exercise and rehabilitation, and perceived self-efficacy and impediments towards telehealth technology.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Investigators will be blinded of participant allocation into telerehabilitation (intervention arm) or assessment only (control arm).",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Telerehabilitation",
                    "type": "EXPERIMENTAL",
                    "description": "Telerehabilitation intervention consisting of exercise training, education, and behavioral support",
                    "interventionNames": [
                        "Behavioral: Telerehabilitation"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "No intervention arm, with assessment of functional and patient-reported outcomes only"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Telerehabilitation",
                    "description": "Telerehabilitation intervention consisting of exercise training, education, and behavioral support",
                    "armGroupLabels": [
                        "Telerehabilitation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mobile Six-Minute Walk Distance",
                    "description": "Assessment of functional capacity",
                    "timeFrame": "Difference in changes in Mobile Six-Minute Walk Distance between baseline and week 12 and week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "30-Second Arm Curls",
                    "description": "Assessment of upper extremity strength",
                    "timeFrame": "Difference in changes in 30-Second Arm Curls between baseline and week 12 and week 24"
                },
                {
                    "measure": "30-Second Chair-Stand",
                    "description": "Assessment of lower extremity strength",
                    "timeFrame": "Difference in changes in 30-Second Chair-Stand between baseline and week 12 and week 24"
                },
                {
                    "measure": "Timed Up and Go",
                    "description": "Assessment of balance and mobility",
                    "timeFrame": "Difference in changes in Timed Up and Go between baseline and week 12 and week 24"
                },
                {
                    "measure": "Self-Efficacy for Exercise Scale",
                    "description": "The Self-Efficacy for Exercise Scale is a 9-item questionnaire that assesses self-reported exercise self-efficacy. Responses are recorded on a 0 (not confident) to 10 (very confident) scale, summed, with total scores that range 0-90. Higher scores indicate higher levels of self-efficacy for exercise.",
                    "timeFrame": "Difference in changes in Self-Efficacy for Exercise Scale between baseline and week 12 and week 24"
                },
                {
                    "measure": "European Organization for Research and Treatment Cancer QoL Questionnaire Core 30 and Lung Cancer Module 29 (C30/LC29)",
                    "description": "The C30/L29 assesses general and cancer-/lung cancer-related quality of life (QoL) domains. Responses are recorded on a numerical rating scale and transformed to scores that range 0 to 100. For functional and general QoL domains - higher scores indicate higher levels of functioning and QoL. For symptom domains, higher scores indicate higher levels of symptom burden. The investigators will use the C30/L29 to assess differences in changes in self-reported physical function, social function, dyspnea, fatigue, sleep difficulties, and general and cancer-related quality of life between baseline and week 12 and week 24.",
                    "timeFrame": "Difference in changes in C30/LC29 between baseline and week 12 and week 24"
                },
                {
                    "measure": "Katz Index of Independence in Activities of Daily Living",
                    "description": "This questionnaire assesses older patients' abilities to perform 6 activities of daily living independently (bathing, dressing, toileting, transferring, continence, and feeding). Responses are recorded as 0 (dependent) or 1 (independent) and summed, with total scores ranging 0 to 6. Higher scores indicate higher levels of functioning and independence.",
                    "timeFrame": "Difference in changes in Katz Index of Independence in Activities of Daily Living between baseline and week 12 and week 24"
                },
                {
                    "measure": "Hospital Anxiety and Depression Scale",
                    "description": "This 14-item questionnaire assesses levels of anxiety and depressive symptoms. Responses are recorded on a 0 to 3 scale, summed, with scores that range from 0 to 21 for either anxiety or depressive symptoms. Higher scores indicate higher levels of anxiety/depressive symptoms.",
                    "timeFrame": "Difference in changes in Hospital Anxiety and Depression Scale between baseline and week 12 and week 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult Veterans with a history of stage I-IIIA lung cancer, and\n* Completed curative intent therapy (i.e., lung cancer resection surgery, definitive radiation, or concurrent chemoradiation) within 1-6 months\n\nExclusion Criteria:\n\n* Adult Veterans with any comorbid conditions that preclude participation in exercise and telerehabilitation:\n* Orthopedic conditions (e.g., bilateral below-knee amputation), or\n* Severe cardiopulmonary disease (e.g., unstable arrhythmias including ventricular tachycardia, heart failure with systolic ejection fraction \\< 25%, chronic hypoxemia needing \\> 5 L/min oxygen supplementation at rest), or\n* Inability to follow directions or provide informed consent (e.g., moderate to severe dementia), or\n* Enrolled in hospice, or\n* With an estimated life expectancy of \\< 6 months",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Duc M Ha, MD MAS",
                    "role": "CONTACT",
                    "phone": "(240) 643-6872",
                    "email": "Duc.Ha@va.gov"
                },
                {
                    "name": "Robert L Keith, MD",
                    "role": "CONTACT",
                    "phone": "(720) 857-5120",
                    "email": "robert.keith@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Duc M. Ha, MD MAS",
                    "affiliation": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Duc M Ha, MD MAS",
                            "role": "CONTACT",
                            "phone": "240-643-6872",
                            "email": "Duc.Ha@va.gov"
                        },
                        {
                            "name": "Duc M. Ha, MD MAS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30946436",
                    "type": "BACKGROUND",
                    "citation": "Cheville AL, Moynihan T, Herrin J, Loprinzi C, Kroenke K. Effect of Collaborative Telerehabilitation on Functional Impairment and Pain Among Patients With Advanced-Stage Cancer: A Randomized Clinical Trial. JAMA Oncol. 2019 May 1;5(5):644-652. doi: 10.1001/jamaoncol.2019.0011."
                },
                {
                    "pmid": "31965306",
                    "type": "BACKGROUND",
                    "citation": "Ha D, Ries AL, Lippman SM, Fuster MM. Effects of curative-intent lung cancer therapy on functional exercise capacity and patient-reported outcomes. Support Care Cancer. 2020 Oct;28(10):4707-4720. doi: 10.1007/s00520-020-05294-3. Epub 2020 Jan 21."
                },
                {
                    "pmid": "29429006",
                    "type": "BACKGROUND",
                    "citation": "Ha D, Ries AL, Mazzone PJ, Lippman SM, Fuster MM. Exercise capacity and cancer-specific quality of life following curative intent treatment of stage I-IIIA lung cancer. Support Care Cancer. 2018 Jul;26(7):2459-2469. doi: 10.1007/s00520-018-4078-4. Epub 2018 Feb 10."
                },
                {
                    "pmid": "31361623",
                    "type": "BACKGROUND",
                    "citation": "Ha D, Kerr J, Ries AL, Fuster MM, Lippman SM, Murphy JD. A Model-Based Cost-Effectiveness Analysis of an Exercise Program for Lung Cancer Survivors After Curative-Intent Treatment. Am J Phys Med Rehabil. 2020 Mar;99(3):233-240. doi: 10.1097/PHM.0000000000001281."
                },
                {
                    "pmid": "31095326",
                    "type": "BACKGROUND",
                    "citation": "Nekhlyudov L, Mollica MA, Jacobsen PB, Mayer DK, Shulman LN, Geiger AM. Developing a Quality of Cancer Survivorship Care Framework: Implications for Clinical Care, Research, and Policy. J Natl Cancer Inst. 2019 Nov 1;111(11):1120-1130. doi: 10.1093/jnci/djz089. Erratum In: J Natl Cancer Inst. 2021 Feb 1;113(2):217. doi: 10.1093/jnci/djaa121."
                },
                {
                    "pmid": "32396181",
                    "type": "BACKGROUND",
                    "citation": "Lindenauer PK, Stefan MS, Pekow PS, Mazor KM, Priya A, Spitzer KA, Lagu TC, Pack QR, Pinto-Plata VM, ZuWallack R. Association Between Initiation of Pulmonary Rehabilitation After Hospitalization for COPD and 1-Year Survival Among Medicare Beneficiaries. JAMA. 2020 May 12;323(18):1813-1823. doi: 10.1001/jama.2020.4437."
                },
                {
                    "pmid": "27672116",
                    "type": "BACKGROUND",
                    "citation": "Holland AE, Mahal A, Hill CJ, Lee AL, Burge AT, Cox NS, Moore R, Nicolson C, O'Halloran P, Lahham A, Gillies R, McDonald CF. Home-based rehabilitation for COPD using minimal resources: a randomised, controlled equivalence trial. Thorax. 2017 Jan;72(1):57-65. doi: 10.1136/thoraxjnl-2016-208514. Epub 2016 Sep 26."
                },
                {
                    "pmid": "33326358",
                    "type": "BACKGROUND",
                    "citation": "Ha DM, Zeng C, Chan ED, Gray M, Mazzone PJ, Samet JM, Steiner JF. Association of Exercise Behavior with Overall Survival in Stage I-IIIA Lung Cancer. Ann Am Thorac Soc. 2021 Jun;18(6):1034-1042. doi: 10.1513/AnnalsATS.202003-235OC."
                },
                {
                    "pmid": "26034937",
                    "type": "BACKGROUND",
                    "citation": "Hwang R, Bruning J, Morris N, Mandrusiak A, Russell T. A Systematic Review of the Effects of Telerehabilitation in Patients With Cardiopulmonary Diseases. J Cardiopulm Rehabil Prev. 2015 Nov-Dec;35(6):380-9. doi: 10.1097/HCR.0000000000000121."
                },
                {
                    "pmid": "31051091",
                    "type": "BACKGROUND",
                    "citation": "Nici L, Singh SJ, Holland AE, ZuWallack RL. Opportunities and Challenges in Expanding Pulmonary Rehabilitation into the Home and Community. Am J Respir Crit Care Med. 2019 Oct 1;200(7):822-827. doi: 10.1164/rccm.201903-0548PP. No abstract available."
                },
                {
                    "pmid": "24127811",
                    "type": "BACKGROUND",
                    "citation": "Spruit MA, Singh SJ, Garvey C, ZuWallack R, Nici L, Rochester C, Hill K, Holland AE, Lareau SC, Man WD, Pitta F, Sewell L, Raskin J, Bourbeau J, Crouch R, Franssen FM, Casaburi R, Vercoulen JH, Vogiatzis I, Gosselink R, Clini EM, Effing TW, Maltais F, van der Palen J, Troosters T, Janssen DJ, Collins E, Garcia-Aymerich J, Brooks D, Fahy BF, Puhan MA, Hoogendoorn M, Garrod R, Schols AM, Carlin B, Benzo R, Meek P, Morgan M, Rutten-van Molken MP, Ries AL, Make B, Goldstein RS, Dowson CA, Brozek JL, Donner CF, Wouters EF; ATS/ERS Task Force on Pulmonary Rehabilitation. An official American Thoracic Society/European Respiratory Society statement: key concepts and advances in pulmonary rehabilitation. Am J Respir Crit Care Med. 2013 Oct 15;188(8):e13-64. doi: 10.1164/rccm.201309-1634ST. Erratum In: Am J Respir Crit Care Med. 2014 Jun 15;189(12):1570."
                },
                {
                    "pmid": "17494825",
                    "type": "BACKGROUND",
                    "citation": "Ries AL, Bauldoff GS, Carlin BW, Casaburi R, Emery CF, Mahler DA, Make B, Rochester CL, Zuwallack R, Herrerias C. Pulmonary Rehabilitation: Joint ACCP/AACVPR Evidence-Based Clinical Practice Guidelines. Chest. 2007 May;131(5 Suppl):4S-42S. doi: 10.1378/chest.06-2418."
                },
                {
                    "pmid": "30978302",
                    "type": "BACKGROUND",
                    "citation": "Bhatt SP, Patel SB, Anderson EM, Baugh D, Givens T, Schumann C, Sanders JG, Windham ST, Cutter GR, Dransfield MT. Video Telehealth Pulmonary Rehabilitation Intervention in Chronic Obstructive Pulmonary Disease Reduces 30-Day Readmissions. Am J Respir Crit Care Med. 2019 Aug 15;200(4):511-513. doi: 10.1164/rccm.201902-0314LE. No abstract available."
                },
                {
                    "pmid": "23649451",
                    "type": "BACKGROUND",
                    "citation": "Colt HG, Murgu SD, Korst RJ, Slatore CG, Unger M, Quadrelli S. Follow-up and surveillance of the patient with lung cancer after curative-intent therapy: Diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest. 2013 May;143(5 Suppl):e437S-e454S. doi: 10.1378/chest.12-2365."
                },
                {
                    "pmid": "25811395",
                    "type": "BACKGROUND",
                    "citation": "Moy ML, Collins RJ, Martinez CH, Kadri R, Roman P, Holleman RG, Kim HM, Nguyen HQ, Cohen MD, Goodrich DE, Giardino ND, Richardson CR. An Internet-Mediated Pedometer-Based Program Improves Health-Related Quality-of-Life Domains and Daily Step Counts in COPD: A Randomized Controlled Trial. Chest. 2015 Jul;148(1):128-137. doi: 10.1378/chest.14-1466."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}