{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04800029",
            "orgStudyIdInfo": {
                "id": "H00021007"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01MH124685",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01MH124685"
                }
            ],
            "organization": {
                "fullName": "University of Massachusetts, Worcester",
                "class": "OTHER"
            },
            "briefTitle": "Telehealth to Improve Prevention of Suicide (TIPS)",
            "officialTitle": "Telehealth to Improve Prevention of Suicide in EDs",
            "acronym": "TIPS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "telehealth-to-improve-prevention-of-suicide-tips"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-09",
            "studyFirstSubmitQcDate": "2021-03-15",
            "studyFirstPostDateStruct": {
                "date": "2021-03-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Edwin Boudreaux",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Massachusetts, Worcester"
            },
            "leadSponsor": {
                "name": "University of Massachusetts, Worcester",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Community HealthLink",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Collective Medical",
                    "class": "UNKNOWN"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study will rigorously evaluate whether synchronous, within-visit telemental health evaluation and intervention services can successfully overcome poor access to behavioral health and substandard suicide-related care in emergency departments (EDs), including evaluating the impact on system metrics, a primary goal of RFA-MH-20-226. Notably, the study will surpass this primary requirement, because it will extend understanding of the relative added value of the ED-SAFE post-visit telephone intervention and will create knowledge about key factors related to implementation and sustainment.",
            "detailedDescription": "Suicide is one of the most pressing public health problems facing the United States (US), ranking as the 10th leading cause of death, with incidence rates increasing year after year in the recent past. The National Action Alliance for Suicide Prevention (NAASP) has prioritized suicide prevention efforts in emergency departments (EDs) because of their well-established safety-net role in treating patients with suicide risk. However, there are serious problems with accessing timely, high-quality behavioral healthcare in many EDs, leading to unnecessary psychiatric hospitalizations, long waiting times, and substandard suicide-related care. As suggested by RFA-MH-20-226, telemental health service delivery has promise for not only improving timely access to behavioral health specialists, it also holds promise for improving adherence to best practice suicide prevention standards.\n\nThe study will evaluate whether telehealth can improve behavioral health specialist access and suicide-related care quality using a Type 2 hybrid effectiveness-implementation trial, titled Telehealth to Improve Prevention of Suicide (TIPS) in EDs. The study will involve ED patients with suicide risk from two Intervention EDs that do not currently have on-site behavioral health specialists and two Non-intervention control EDs. The study design will blend a three-phase interrupted time series design with a nested individual level randomized comparative effectiveness trial. Phase 1, Treatment as Usual (TAU), will comprise a historical control for the four EDs. It will use data spanning three years (October 2017 to September 2020) and will include all patients who screened positive on a universally administered, evidence-based screener, or who received a mental health evaluation in the participating EDs, which will allow the study team to establish a stable, representative control sample. Phase 2, Intervention, will involve implementing the TIPS telehealth protocol into routine clinical care for 24 months within the two Intervention EDs. Masters-level behavioral health specialists from an existing mental health center will perform a behavioral health evaluation using synchronous, two-way televideo software and hardware. In addition, for patients with a preliminary decision to be hospitalized, a telepsychiatrist will be consulted, with the goal of reducing hospitalization for those who can be adequately managed in a lower level of care. When needed, the telepsychiatrist will also complete his or her own televideo evaluation of the patient and collaterals. In addition to expanded behavioral health specialist access, the study team will improve the quality of suicide-related care. The study team will not only provide enhanced training for behavioral health specialists on best practice suicide risk assessment, safety planning, and care transition strategies, the study team will leverage fidelity review of recorded televideo evaluations and provide personalized feedback to improve adherence to performance standards.\n\nIn addition, during Phase 2, a 50% subset of patients who received the TIPS evaluation during their visit and who are discharged from the ED will be randomly assigned to the evidence-based Emergency Department Safety Assessment and Follow-up Evaluation (ED-SAFE) protocol after the visit (TIPS+EDSAFE). This will allow the Investigators to evaluate the added value of contact after the visit to further decrease suicidal behavior compared to the within-visit components alone (i.e., comparative effectiveness). Phase 3, Sustainment, will be the final phase during which the study team will remove grant financial subsidies for clinical services to definitively ascertain self-sustainability of the interventions. The investigators will collect the same system metrics and clinician behaviors on two Non-intervention EDs across the same time periods. These EDs will not implement the study interventions, and their data will help control for confounders, like macro-system or secular trends."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide Risk"
            ],
            "keywords": [
                "suicide ideation",
                "suicide attempt"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Three-phase interrupted time series design - Experimental Group (TIPS alone); Experimental (TIPS + ED-SAFE); Active Comparator - No intervention, monitoring of Treatment as Usual (TAU)",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 44000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TIPS Alone",
                    "type": "EXPERIMENTAL",
                    "description": "The TIPS synchronous telehealth protocol will consist of (a) two-way televideo evaluation with enhanced suicide risk components, performed by a Masters-level evaluator from Community HealthLink, and (b) telephone consultation and, in some cases, televideo evaluation by a psychiatrist for patients the evaluator judges should be admitted. The primary evaluation will gather data form the ED providers, patient, and any other collateral sources available. The core of the evaluation itself will consist of Community HealthLink's existing standard adult emergency mental health evaluation, which is a semi-structured evaluation focused primarily on informing a disposition decision on whether to admit the patient to a psychiatric unit. The evaluators will use this same evaluation to guide the telehealth evaluation.",
                    "interventionNames": [
                        "Other: Telehealth in preventing suicide (TIPS)"
                    ]
                },
                {
                    "label": "TIPS and ED-SAFE",
                    "type": "EXPERIMENTAL",
                    "description": "Half of the ED discharged patients with suicide risk will also be invited to receive post-discharge telephone counseling originally developed by Principal Investigator in a previous study, \"Emergency Department Safety Assessment and Follow-up Evaluation\" (ED-SAFE). The participant will receive three calls, clustered within three months of the index visit, with some flexibility to continue beyond that if desired. These coaching calls will still follow the original structure and content from ED-SAFE, with modifications guided by study investigators.",
                    "interventionNames": [
                        "Other: Telehealth in preventing suicide (TIPS)",
                        "Other: Modified ED-SAFE"
                    ]
                },
                {
                    "label": "No intervention, Treatment as Usual",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "No study related intervention, just monitoring of current practices used to provide suicide-related care in the non-intervention EDs.",
                    "interventionNames": [
                        "Other: Treatment as Usual (TAU)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Telehealth in preventing suicide (TIPS)",
                    "description": "The TIPS synchronous telehealth protocol will consist of (a) two-way televideo evaluation with enhanced suicide risk components, performed by a Masters-level evaluator from Community HealthLink, and (b) telephone consultation and, in some cases, televideo evaluation by a psychiatrist for patients the evaluator judges should be admitted. The primary evaluation will gather data form the ED providers, patient, and any other collateral sources available. The core of the evaluation itself will consist of Community HealthLink's existing standard adult emergency mental health evaluation, which is a semi-structured evaluation focused primarily on informing a disposition decision on whether to admit the patient to a psychiatric unit. The evaluators will use this same evaluation to guide the telehealth evaluation.",
                    "armGroupLabels": [
                        "TIPS Alone",
                        "TIPS and ED-SAFE"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Modified ED-SAFE",
                    "description": "Half of the ED discharged patients with suicide risk will be invited to receive post-discharge telephone counseling originally developed during the \"Emergency Department Safety Assessment and Follow-up Evaluation\" (ED-SAFE) study. The participant will receive three coaching/counseling calls, clustered within three months of the index visit, with some flexibility to continue beyond that if desired. These coaching calls will still follow the original structure and content from ED-SAFE, with modifications guided by study investigators.",
                    "armGroupLabels": [
                        "TIPS and ED-SAFE"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Treatment as Usual (TAU)",
                    "description": "No study related intervention, just monitoring of current practices used to provide suicide-related care in the non-intervention EDs.",
                    "armGroupLabels": [
                        "No intervention, Treatment as Usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of Patients Stratified as High/Imminent Risk",
                    "description": "The percentage of patients with final stratum of high risk or who are transferred to another hospital for evaluation among all patients with any risk on screener or evaluated by Behavioral Health",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Percentage of Patients Admitted to Inpatient Psychiatric Treatment",
                    "description": "Percentage of Patients admitted to inpatient psychiatric treatment among all patients with any risk on screener or evaluated by Behavioral Health",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Emergency Department Psychiatric Boarding Hours for Admitted Patients",
                    "description": "Average time from Behavioral Health evaluation in the Emergency Department to transfer to inpatient psychiatric hospital for admission.",
                    "timeFrame": "24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Intervention Targets - Behavioral Health Evaluations",
                    "description": "This intervention target measures the total number of Behavioral Health Evaluations completed",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Intervention Targets - Suicide Risk Assessments",
                    "description": "The intervention target measures the total number of evidence-based suicide risk assessments completed.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Intervention Targets - Observations",
                    "description": "The intervention target measures the number of one-on-one observations ordered.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Intervention Targets - Safety Plans (Total Number)",
                    "description": "The intervention target measures the number of safety plans created.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Intervention Targets - Safety Plans (Overall Quality)",
                    "description": "The intervention target measures the overall level of safety plan quality. The quality of the safety plan is measured using a standardized form known as the SPISA (Safety Plan Intervention Scoring Algorithm). Each line in the safety plan receives a score of 0-2 and then there is a total score that is the summation of the individual lines. Based on the final score, a final quality category will be assigned - Poor, Mediocre, Satisfactory, Good, or Excellent.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Intervention Targets - Behavioral Health Appointments",
                    "description": "The intervention target measures the number of scheduled Behavioral Health appointments prior to discharge.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Intervention Targets - Post Visit Contacts",
                    "description": "The intervention target measures the number of post-visit contacts the patient had.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Door to Behavioral Health Evaluation Time",
                    "description": "Total time from triage to Behavioral Health evaluation",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Total Length of Stay",
                    "description": "Total time from registration to patient exiting the Emergency Department",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Transfer for psychiatric evaluation",
                    "description": "The percentage of patients transferred out of Emergency Department to get Behavioral Health evaluation compared to all patients with any risk on screener or deemed to require a Behavioral Health evaluation",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Suicide composite outcome",
                    "description": "Number of Emergency Department or inpatient visits with an International Classification of Disease (ICD) code or Natural Language Processing (NLP) algorithm indicating suicidal ideation or behavior or death due to intentional self-injury, as coded on death record",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "In-situ intentional self-injury",
                    "description": "Number of intentional self-harm observed during healthcare encounter",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Unintentional injury death",
                    "description": "Number of deaths due to injuries not from intentional self-injury",
                    "timeFrame": "24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\> 18 years old\n* Adults presenting to ED who either screen positive on the universal suicide risk screener completed at triage or those who the ED treating team decides should have a mental health evaluation\n* Research sample limited to those who live in Massachusetts\n\nExclusion Criteria:\n\n* \\< 18 years of age\n* Residing outside Massachusetts",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Edwin Boudreaux, PhD",
                    "role": "CONTACT",
                    "phone": "508-3343817",
                    "email": "Edwin.Boudreaux@umassmed.edu"
                },
                {
                    "name": "Sandra Sarpong, MA",
                    "role": "CONTACT",
                    "phone": "(508) 334-9867",
                    "email": "Sandra.Sarpong@umassmed.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Edwin Boudreaux, PhD",
                    "affiliation": "UMass Medical School",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UMass Chan Medical School",
                    "status": "RECRUITING",
                    "city": "Worcester",
                    "state": "Massachusetts",
                    "zip": "01655",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edwin Boudreaux, PhD",
                            "role": "CONTACT",
                            "phone": "508-334-3817",
                            "email": "Edwin.Boudreaux@umassmed.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.26259,
                        "lon": -71.80229
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The dataset will be shared with the NIMH Data Archive",
            "infoTypes": [
                "SAP"
            ],
            "timeFrame": "We will upload our initial data 6 months after the onset of the implementation of the TIPS intervention into practice, with regular additions approximately every 6 months.",
            "url": "https://nda.nih.gov/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16192",
                    "name": "Suicide, Attempted",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}