{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04838457",
            "orgStudyIdInfo": {
                "id": "CDX 21-005"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Telehealth Treatment of Veterans With Alcohol Misuse at Risk for Cardiovascular Disease",
            "officialTitle": "Telehealth Treatment of Veterans With Alcohol Misuse at Risk for Cardiovascular Disease (CDA 19-035)",
            "acronym": "ACME-TM",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "telehealth-treatment-of-veterans-with-alcohol-misuse-at-risk-for-cardiovascular-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-06",
            "studyFirstSubmitQcDate": "2021-04-06",
            "studyFirstPostDateStruct": {
                "date": "2021-04-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-09",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this project is to refine a cognitive-behavioral intervention for comorbid alcohol misuse and modifiable CVD risk with diverse stakeholder input, so that the intervention can be deployed within existing VA systems. The intervention will deliver telehealth CBT for alcohol misuse, tailored and timely text messages facilitating clinical traction with CVD risk reduction, and a telehealth coaching call to transition focus of treatment targets. The primary hypotheses of this study are that the developed intervention will be feasible to deliver, acceptable to Veterans and clinicians, and show signs of reducing alcohol misuse and increasing behaviors associated with cardiovascular health.",
            "detailedDescription": "Specific Aims: Aim 1 -Characterize a national cohort of Veterans with alcohol misuse and modifiable CVD risk, their alcohol services utilization, and clinical outcomes. Aim 2 - Qualitatively assess barriers to treatment for Veterans with alcohol misuse and CVD risk across multiple stakeholders. Aim 3 - Use a successive cohort design to iteratively develop an intervention based on patient feedback. Aim 4 - Test the acceptability and feasibility of an intervention to reduce alcohol misuse and CVD risk in Veterans.\n\nInnovation: This application is highly innovative in its attempt to address for the first time: 1) perceptions of barriers to treatment in this population, 2) the utility of a combined intervention for alcohol misuse and CVD risk, 3) multimorbid patient preferences for timing of treatments for multiple different targets, and 4) the sustainability of health behavior habits in VA formed by an intervention using \"implementation intentions.\" Methodology: Aim 1 will use electronic health records to examine the status of key health criteria and services utilization among Veterans with alcohol misuse, both with and without comorbid CVD risk. Aim 2 will use qualitative interviews of both Veterans with comorbid alcohol misuse and elevated modifiable CVD risk, their providers across different settings, and systems-level stakeholders to assess current treatment barriers. Aim 3 will employ a successive cohort design to iteratively test the proposed intervention with rapid and early feedback from multiple Veteran cohorts. Aim 4 will test a refined intervention based on feedback from Aims 2 and 3 to determine the acceptability to Veteran patients, as well as the feasibility of recruitment, randomization, and intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Misuse",
                "Hypertension",
                "Elevated Cardiovascular Risk"
            ],
            "keywords": [
                "Alcohol",
                "Cardiovascular Disease",
                "Telehealth",
                "Cognitive Behavioral Therapy",
                "SMS Text"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The interventional model takes place in two parts. Part 1 is a successive cohort design in which a small cohort of participants complete the treatment, and provide qualitative and quantitative feedback on the treatment. The treatment process is then revised accordingly. A second and third cohort of participants complete treatment, followed by the same revision process. Part 2 involves a single-arm pilot trial of acceptability and feasibility of recruiting methods, treatment, and measurement of outcomes for participants.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ACME-TM",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will obtain 4 sessions of telehealth cognitive behavioral therapy (CBT) focused on reducing alcohol misuse. Participants will receive a 5th telehealth coaching call to develop a plan for ensuing treatment regarding their elevated cardiovascular risk factors. Participants will then receive daily texts for one month aimed at helping them decrease these cardiovascular risk factors.",
                    "interventionNames": [
                        "Behavioral: Alcohol and CVD Management and Engagement through Telehealth and mHealth (ACME-TM)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Alcohol and CVD Management and Engagement through Telehealth and mHealth (ACME-TM)",
                    "description": "Participants will obtain 4 sessions of telehealth cognitive behavioral therapy (CBT) focused on reducing alcohol misuse. Participants will receive a 5th telehealth coaching call to develop a plan for ensuing treatment regarding their elevated cardiovascular risk factors. Participants will then receive daily texts for one month aimed at helping them decrease these cardiovascular risk factors.",
                    "armGroupLabels": [
                        "ACME-TM"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Enrollment Feasibility",
                    "description": "Intervention and trial feasibility will be evaluated by tracking patient recruitment (feasibility of enrollment; proportion contacted/proportion enrolled and consented).",
                    "timeFrame": "Baseline Only"
                },
                {
                    "measure": "Treatment Feasibility",
                    "description": "Intervention and trial feasibility will be evaluated by tracking patient adherence/retention during treatment (feasibility of treatment; adherence cutoff of 75% of sessions).",
                    "timeFrame": "10 Weeks Post-Baseline"
                },
                {
                    "measure": "Treatment Acceptability",
                    "description": "Acceptability will be measured by the Treatment Acceptability and Preferences (TAP). Post-treatment, patients will complete the TAP measure and open-ended questions to assess their knowledge about their conditions, experiences with treatment, and satisfaction.",
                    "timeFrame": "10 Weeks Post-Baseline"
                },
                {
                    "measure": "Therapist Fidelity",
                    "description": "Therapist fidelity will be measured by structured independent ratings of a random sample of 20% of recordings using the Yale Adherence and Competence Scale (YACS).",
                    "timeFrame": "6 Weeks Post-Baseline"
                },
                {
                    "measure": "SMS Text Acceptability",
                    "description": "SMS text utilization metrics (read reports on 75% of texts, or affirmative responses to receipt of 75% of texts) and open-ended post-treatment responses will be used to measure SMS text acceptability.",
                    "timeFrame": "10 Weeks Post-Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Systolic Blood Pressure",
                    "description": "Three measures at 1-minute intervals will be obtained using electronic BP cuffs after patients rest for 5 minutes. BP values for each time point will be the average of the 3 measures. Reductions of 5 mmHg will be considered clinically significant.",
                    "timeFrame": "6 months Post-Baseline"
                },
                {
                    "measure": "Past-Month Self-Reported Heavy Drinking Days",
                    "description": "Past month self-reported days (via Timeline Follow-back, with heavy drinking defined as 5 drinks (men), 3 drinks (women)) over the previous month will be measured.",
                    "timeFrame": "6 months Post-Baseline"
                },
                {
                    "measure": "ReComp Pharmacy Refill Compliance Estimate for CVD medications",
                    "description": "Aggregated 3-month (90 day), and 6-month (180 day) adherence will be calculated on pharmacy refill data across all CVD medications, including antihypertensives, statins, and oral hypoglycemics. Refill rates will be calculated using the modified ReComp definition.",
                    "timeFrame": "6 months Post-Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Enrolled in 1 of 3 primary care clinics associated with the Durham VAHCS, as evidenced by at least one outpatient PCP visit recorded in Managerial Cost Accounting (MCA) system.\n* Diagnosis of hypertension, hyperlipidemia, and/or diabetes mellitus in EHR (ICD-10 codes I10, E78.xx, and E11.xxxx) for at least one year.\n* Uncontrolled BP (indicated by average outpatient past year systolic BP of \\>140/100mmHg). \\> 1 measurement required.\n* Currently prescribed at least one oral medication for hypertension, hyperlipidemia, and/or diabetes mellitus as evidenced by at least one pharmacy refill within the previous year.\n* Most recent EHR AUDIT-C 5 (suggestive of alcohol misuse).\n* Self-reported access to any SMS text-capable phone.\n* Appropriate medication regimen for CVD prevention, screened by research coordinator and reviewed by Matt Crowley, MD (Mentor).\n\nExclusion Criteria:\n\n* Current enrollment in another trial for CVD risk reduction or medication adherence specifically.\n* Current participation in other alcohol misuse treatment programming.\n* EHR AUDIT-C suggestive of severe alcohol dependence requiring medical treatment, defined as 10-12 for both men and women.\n* Any recent or impending procedures that would warrant inpatient hospital stays or considerable changes to current medications (e.g., any changes other than altered doses).\n* Current palliative care or care through a nursing/hospice home.\n* History of clinically significant alcohol withdrawal symptoms, as evidenced by a score 10 on the CIWA.\n* Contraindicated medication regimen for CVD prevention, screened by research coordinator and reviewed by Matt Crowley, MD (Mentor).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel Blalock, PhD",
                    "role": "CONTACT",
                    "phone": "(919) 286-0411",
                    "phoneExt": "174026",
                    "email": "daniel.blalock@va.gov"
                },
                {
                    "name": "Heidi D Bassani",
                    "role": "CONTACT",
                    "phone": "(919) 286-0411",
                    "email": "Heidi.Bassani@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel Blalock, PhD",
                    "affiliation": "Durham VA Medical Center, Durham, NC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Durham VA Medical Center, Durham, NC",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705-3875",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heidi D Bassani",
                            "role": "CONTACT",
                            "phone": "919-286-0411",
                            "email": "Heidi.Bassani@va.gov"
                        },
                        {
                            "name": "Kimberly C Porter, AB",
                            "role": "CONTACT",
                            "phone": "(919) 286-0411",
                            "phoneExt": "177098",
                            "email": "kimberly.porter3@va.gov"
                        },
                        {
                            "name": "Daniel Blalock, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}