{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05176808",
            "orgStudyIdInfo": {
                "id": "IRB00279093"
            },
            "organization": {
                "fullName": "Hugo W. Moser Research Institute at Kennedy Krieger, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Telehealth Parent-Implemented Intervention for Young Children With Autism Spectrum Disorder (ASD)",
            "officialTitle": "Telehealth Parent-Implemented Intervention to Improve Social- Communication Outcomes in Young Children With ASD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "telehealth-parent-implemented-intervention-for-young-children-with-autism-spectrum-disorder-asd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-08",
            "studyFirstSubmitQcDate": "2022-01-03",
            "studyFirstPostDateStruct": {
                "date": "2022-01-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hugo W. Moser Research Institute at Kennedy Krieger, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                },
                {
                    "name": "Johns Hopkins Bloomberg School of Public Health",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this research study is to improve outcomes involving core social-communication symptoms for young children with ASD by increasing access to clinically validated early behavioral intervention through a telehealth parent coaching model. The investigators will test the hypothesis that telehealth-delivered Naturalistic Developmental Behavioral Intervention parent coaching (TC) is non-inferior to in-person coaching (IPC) for the treatment of core social-communication symptoms in toddlers with ASD.",
            "detailedDescription": "The primary objective of this research study is to improve outcomes involving core social-communication symptoms for young children with ASD by increasing access to clinically validated early behavioral intervention through a telehealth parent coaching model. The investigators will test the hypothesis that telehealth-delivered Naturalistic Developmental Behavioral Intervention parent coaching (TC) is non-inferior to in-person coaching (IPC) for the treatment of core social-communication symptoms in toddlers with ASD. The secondary hypothesis is that feasibility (defined as parent fidelity) of TC is non-inferior to IPC. An exploratory objective is to guide clinical decision-making for telehealth implementation by examining the heterogeneity of treatment response across the two treatment arms. The investigators will test the hypothesis that baseline child behavioral dysregulation, active engagement, developmental quotient, and parent stress moderate child social-communication outcomes.\n\nAfter completing eligibility testing, eligible children will be randomized into the TC or IPC condition. Each condition will involve twice weekly coaching sessions over 12 weeks. At the end of the twelve weeks, participants will be reassessed."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder"
            ],
            "keywords": [
                "Social Communication",
                "Language",
                "Engagement"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Upon confirmation of eligibility and completion of the baseline assessments, participants will be randomly assigned to the TC or IPC study condition. Randomization will be done in randomly permuted groups of different sizes to reduce predictability of treatment assignment, with one half of the parent-child dyads in each block assigned to the IPC arm and one half assigned to the TC condition.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "All participants will receive the same outcome battery of assessments. The individual evaluating the child and all coders will be blind to condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 188,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Telehealth Parent Coaching (TC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A family-centered, collaborative coaching approach, Practice-Based Coaching (Snyder et al., 2015), will be used. Coaches will use an NDBI coaching curriculum to support parents in targeting the child social-communication skills during interactions with their toddlers with ASD. The duration of the coaching period is 12 weeks with 2 sessions per week. Parents will be coached to implement NDBI strategies during daily routines with their young child with ASD following the coach and parent NDBI manuals developed in the primary principal investigator's lab.\n\nTrained study coaches will join families in their homes remotely via Kennedy Krieger Institute's secure Zoom password-protected account to provide coaching.",
                    "interventionNames": [
                        "Behavioral: Early Achievements- Parent Coaching Intervention"
                    ]
                },
                {
                    "label": "In-person Coaching(IPC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A family-centered, collaborative coaching approach, Practice-Based Coaching (Snyder et al., 2015), will be used. Coaches will use an NDBI coaching curriculum to support parents in targeting child social-communication skills during interactions with their toddlers with ASD. The duration of the coaching period is12 weeks with sessions 2 times per week. Parents will be coached to implement NDBI strategies during daily routines with their young child with ASD following the coach and parent NDBI manuals developed in the primary principal investigator's lab.\n\nCoaching will be delivered in families' homes by trained study coaches to support parent implementation of NDBI strategies during daily life activities with their toddler with ASD.",
                    "interventionNames": [
                        "Behavioral: Early Achievements- Parent Coaching Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Early Achievements- Parent Coaching Intervention",
                    "description": "Children, along with a caregiver, will be randomized into one of two conditions to receive parent coaching guided by NDBI principles.",
                    "armGroupLabels": [
                        "In-person Coaching(IPC)",
                        "Telehealth Parent Coaching (TC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Child Duration of Joint Attention",
                    "description": "10 minute caregiver/child play samples will be coded using an engagement coding schema. The schema differentiates different levels of engagement. This data will be used to compare duration of engagement states at pre- and post-testing.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Parent Fidelity of Implementation",
                    "description": "Parent fidelity of implementation will be coded from the parent-child interaction sample obtained within the home at baseline and post-intervention by trained (to reliability) research assistants blind to group membership and timing of sample. This form consists of 26-items, where each item is rated using a 3-point Likert-type scale. Items reflect the key elements of Natural Developmental Behavioral Interventions (NDBI) which have been assessed in parent-implemented NDBI studies found to improve child social-communication outcomes. Ratings are based on effectiveness (well-timed, variety, developmental appropriateness) and frequency/consistency.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Inclusion criteria:\n\n  * Meeting study criteria for ASD based on:\n  * Autism Diagnostic Observation Schedule(ADOS) criteria for mild-to-moderate concern or greater (for children between 18 and 30 months) or algorithm cut-offs for ASD or autism (31-33 months),\n  * Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5)( criteria for ASD)\n  * ASD diagnosis by clinician (clinical best estimate) by study team clinical research experts\n  * Nonverbal developmental quotient (DQ) of \\> 63 based on the Visual Reception and Fine Motor subscales\n  * Gestational age of 36-42 weeks;\n  * Birth weight of \\> 2,500 grams;\n  * Absence of identifiable neurological (e.g., epilepsy), genetic (e.g., Down syndrome, fragile X, tuberose sclerosis, neurofibromatosis) or severe sensory-motor (e.g., cerebral palsy) conditions.\n  * Able to walk independently.\n  * Children must produce at least three different types of intentional directed (with eye contact or pairing vocalization and gesture) nonverbal or verbal communicative acts per day, with clear and specific examples, per parent report in the Eligibility Interview.\n  * Caregiver must conduct symptom screening prior to each research visit\n  * Caregiver much wear a mask during visits\n\nExclusion Criteria:\n\n* Having a primary language other than English\n* Family lives \\>30 miles from a Kennedy Krieger Institute-Center for Autism and Related Disorders(CARD) site.\n* Receiving \\>15 hours of treatment per week at enrollment\n* Child lives in foster care.\n* Caregiver refusing to wear a mask during visits",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Months",
            "maximumAge": "33 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rebecca Landa, PhD",
                    "role": "CONTACT",
                    "phone": "443-923-7591",
                    "email": "landa@kennedykrieger.org"
                },
                {
                    "name": "Christine Hess, PhD",
                    "role": "CONTACT",
                    "phone": "443-923-7584",
                    "email": "hess@kennedykrieger.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rebecca Landa, PhD",
                    "affiliation": "Hugo W. Moser Research Institute at Kennedy Krieger, Inc.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kennedy Krieger Institute",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rebecca Landa, PhD, CCC-SLP",
                            "role": "CONTACT",
                            "phone": "443-923-7632",
                            "email": "landa@kennedykrieger.org"
                        },
                        {
                            "name": "Christine Hess, PhD",
                            "role": "CONTACT",
                            "phone": "443-923-7584",
                            "email": "hess@kennedykrieger.org"
                        },
                        {
                            "name": "Rebecca Landa, PhD, CCC-SLP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Rachel Reetzke, PhD-CCC-SLP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26922192",
                    "type": "BACKGROUND",
                    "citation": "Ingersoll B, Wainer AL, Berger NI, Pickard KE, Bonter N. Comparison of a Self-Directed and Therapist-Assisted Telehealth Parent-Mediated Intervention for Children with ASD: A Pilot RCT. J Autism Dev Disord. 2016 Jul;46(7):2275-84. doi: 10.1007/s10803-016-2755-z."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}