{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05968560",
            "orgStudyIdInfo": {
                "id": "GCO 21-0328"
            },
            "secondaryIdInfos": [
                {
                    "id": "R34MH128502",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R34MH128502"
                }
            ],
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Telehealth Cognitive Behavioral Therapy for Youth at Risk for Psychosis",
            "officialTitle": "Telehealth Adaptation of Group and Family-Based Cognitive Behavioral Therapy for Youth at Risk for Psychosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "telehealth-cognitive-behavioral-therapy-for-youth-at-risk-for-psychosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-21",
            "studyFirstSubmitQcDate": "2023-07-21",
            "studyFirstPostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Yulia Landa",
                "investigatorTitle": "Assistant Professor of Psychiatry",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to evaluate the feasibility and effectiveness of telehealth interventions for individuals at clinical high risk for psychosis (CHR). Psychosis typically emerges during late adolescence or early adulthood, significantly impacting long-term functioning. While CHR programs have the potential to reduce illness severity, individuals often face barriers such as stigma and limited access to services. Telehealth interventions could address these barriers and improve treatment accessibility and engagement. The study will focus on Group and Family-Based Cognitive Behavioral Therapy, Family-Based CBT, and individual CBT, adapted for telehealth delivery (GF-CBT-TH, F-CBT-TH, and I-CBT-TH). Participants aged 14-25 who meet CHR criteria will be randomly assigned to one of these interventions. Feasibility will be measured by recruitment rate, attendance, and retention. The study will assess the impact of the interventions on cognitive biases, social connectedness, family emotional climate, and proficiency in CBT skills. The three intervention groups will be compared in terms of psychosocial functioning, symptom severity, rates of remission from CHR, and rates of transition to psychosis. Additionally, factors like patient treatment preference, family emotional climate, and sociodemographic factors will be explored as potential moderators of treatment outcomes. Qualitative interviews will be conducted with participants and clinicians to inform dissemination efforts.",
            "detailedDescription": "Psychosis typically emerges in late adolescence or early adulthood, which is a vital stage in social and cognitive development, and can therefore have a profoundly adverse impact on an individual's long-term functioning. The onset of psychosis is preceded by a clinical high risk (CHR) phase characterized by attenuated psychotic symptoms and functional decline. CHR programs have enormous potential to reduce the long-term severity of the illness, and the suffering and cost associated with it. Youth at CHR also typically have environmental and individual-level barriers to accessing and engaging in services, including stigma, a dearth of trained providers, clinic location and transportation issues, suspiciousness, and a tendency to socially isolate. Reducing some of these barriers via telehealth interventions may improve treatment accessibility and engagement, thereby improving clinical outcomes. There is a substantial need to evaluate different CHR interventions to determine which are most effective. There is also a significant need to systematically investigate remote delivery methods as a way of increasing access to critical services for CHR. The research team have established Group and Family-Based Cognitive Behavioral Therapy (GF-CBT) program in order to facilitate psychosocial recovery, decrease symptoms, and prevent or delay transition to psychosis in youth at CHR. GF-CBT is grounded in sociocultural ecological systems theory, psychosocial resilience models, and research on information processing in delusions. GF-CBT has been implemented as part of SAMHSA funded CHR services in New York, Missouri, and Delaware. The research team have also established Family-Based CBT (F-CBT), in which youth and families learn CBT skills as a family unit, rather than in groups. The research team have adapted GF-CBT, F-CBT and individual CBT for telehealth delivery (GF-CBT-TH, F-CBT-TH and I-CBT-TH). This study will investigate the feasibility of implementing these telehealth interventions in the context of routine CHR services, evaluate the impact of the interventions on engaging target mechanisms hypothesized to underlie their effects, and conduct a preliminary evaluation of their comparative efficacy. Subjects between the ages of 14 and 25 who meet CHR criteria on the SIPS (n=72) and their families will be randomly assigned to receive GF-CBT-TH, F-CBT-TH or I-CBT-TH for a period of 15 weeks. Data will be collected at baseline, post-treatment, and 3-month follow-up. Feasibility will be measured by recruitment rate, attendance, and retention. The following intervention targets will be assessed: cognitive biases, social connectedness, family emotional climate, and family members' proficiency in CBT skills. The three groups will be compared across the following domains: psychosocial functioning, symptom severity, rates of remission from CHR, and rates of transition to psychosis. The research team will also explore whether patient treatment preference, family emotional climate and sociodemographic factors differentially moderate treatment outcomes. Qualitative interviews will be conducted with patients, families, and clinicians to inform dissemination and make adaptations to the implementation manuals."
        },
        "conditionsModule": {
            "conditions": [
                "Clinical High Risk for Psychosis (CHR)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group and Family-Based Cognitive Behavioral Therapy (GF-CBT-TH)",
                    "type": "EXPERIMENTAL",
                    "description": "GF-CBT via telehealth is an intervention consisting of three parts: 15 group sessions for young people, 15 individual sessions for young people, and 15 group sessions for families. The group sessions for young people and families focus on teaching CBT skills. The goal is to enhance reasoning, decision-making, and positive beliefs while reducing cognitive biases, distress, and isolation. The individual sessions personalize the CBT skills learned in the group, focusing on tailoring skills to personal goals. Family members also participate in group sessions to learn the same CBT skills and how to prompt and support their young family members in using these skills. All sessions are conducted via Telehealth",
                    "interventionNames": [
                        "Behavioral: CBT Skills Group for CHR Youth",
                        "Behavioral: Individual CBT sessions",
                        "Behavioral: CBT Skills Group for Families"
                    ]
                },
                {
                    "label": "Family-Based Cognitive Behavioral Therapy (F-CBT-TH)",
                    "type": "EXPERIMENTAL",
                    "description": "F-CBT via telehealth consists of two parts: 15 family sessions and 15 individual sessions for young people. The family sessions focus on teaching CBT skills to a family units. The individual sessions with youth personalize the CBT skills learned in the family sessions, focusing on tailoring skills to personal goals. All sessions are conducted via Telehealth.",
                    "interventionNames": [
                        "Behavioral: Individual CBT sessions",
                        "Behavioral: CBT Skills Group for Families"
                    ]
                },
                {
                    "label": "Individual Cognitive Behavioral Therapy (I-CBT-TH)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "I-CBT-TH via telehealth consists of two components: 15 CBT Skill Learning sessions and 15 follow-up session that personalizes the learned skills. All sessions are conducted via Telehealth.",
                    "interventionNames": [
                        "Behavioral: Individual CBT sessions"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CBT Skills Group for CHR Youth",
                    "description": "CBT skills group is designed to boost peer support, reduce isolation, normalize psychotic-like experiences to lessen distress, reduce cognitive biases, facilitate positive beliefs, and enhance reasoning and decision-making. CBT skills group uses \"CBT to Prevent Paranoia\" manual to teach individuals to make adaptive appraisals of their experiences (e.g. voices and other cognitive intrusions) to prevent the perception of such events as threatening.",
                    "armGroupLabels": [
                        "Group and Family-Based Cognitive Behavioral Therapy (GF-CBT-TH)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Individual CBT sessions",
                    "description": "CBT skills learned in group are personalized in individual sessions focused on: a) facilitating learning of CBT skills; b) tailoring CBT skills to personal goals; c) facilitating successful interaction with peers in the group; and d) providing academic and vocational support. Youth may opt to invite family members to join individual sessions as needed.",
                    "armGroupLabels": [
                        "Family-Based Cognitive Behavioral Therapy (F-CBT-TH)",
                        "Group and Family-Based Cognitive Behavioral Therapy (GF-CBT-TH)",
                        "Individual Cognitive Behavioral Therapy (I-CBT-TH)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "CBT Skills Group for Families",
                    "description": "Family members are taught the same CBT skills that are taught to CHR youth to facilitate use of CBT skills at home. Family members also learn how to prompt CHR youth to use CBT skills through effective communication, such as empathic listening and encouraging alternative explanations. CBT skills group for family members uses a combination of didactic learning (skills are described in \"CBT Skills for Families\" manual and demonstrated via video examples) and practice (skills are role-played). Youth attend one group session and one individual session per week, and family members attend one group session per week.",
                    "armGroupLabels": [
                        "Family-Based Cognitive Behavioral Therapy (F-CBT-TH)",
                        "Group and Family-Based Cognitive Behavioral Therapy (GF-CBT-TH)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Global Functioning: Role (GFR) Scale",
                    "description": "The Global Functioning: Role (GFR) scale, clinician administered scales, derived from the GAF format. The GFR scale anchor points refer to performance in school, work, or as a homemaker, depending on their primary role. The GFS scale assesses quantity and quality of peer relationships, level of peer conflict, age appropriate intimate relationships, and involvement with family members. Ratings on a 10-point scale (1= Extreme Role Dysfunction to 10 = Superior Role Functioning) with higher scores representing better role functioning.",
                    "timeFrame": "Up to week 28"
                },
                {
                    "measure": "Global Functioning: Social (GFS) Scale",
                    "description": "The Global Functioning: Social (GFS) scales, clinician administered scales, derived from the GAF format. The GFS scale assesses quantity and quality of peer relationships, level of peer conflict, age appropriate intimate relationships, and involvement with family members. The GFS scale scores range from 1 to 10 with higher scores representing better social functioning.",
                    "timeFrame": "Up to week 28"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The Structured Interview for Psychosis Risk Syndromes (SIPS)",
                    "description": "Symptom severity will be measured by SIPS, which consists of five positive-symptoms subscales (Unusual thought content/ delusional ideas, Suspiciousness/persecutory ideas, Grandiosity, Perceptual abnormalities/hallucinations, and Disorganized communication), as well as subscales for negative, disorganization, and general symptoms. SIPS will also be used to compare the three arms on rates of remission from CHR and number of transitions to psychosis. There are 19 items on the SIPS. Each item is scored 0-6. There are 5 positive symptom items (range=0-30), 6 negative symptom items (range=0-36), 4 disorganization symptom items (range=0-24), and 4 general symptom items (range=0-24). The range of scores is 0-114. A lower score represents more favorable outcomes.",
                    "timeFrame": "Up to week 28"
                },
                {
                    "measure": "Peters' Delusions Inventory (PDI)",
                    "description": "The Peters' Delusions Inventory (PDI), a self-report scale measuring the presence of 21 common delusional thoughts and the distress, preoccupation, and conviction associated with each belief. The Peters Delusional Inventory (PDI) assesses the presence and severity of delusional beliefs. It is used to measure the intensity and conviction of delusions in individuals experiencing psychosis or related conditions. The PDI consists of a series of statements that the respondent rates based on their agreement or disagreement. The PDI includes a total of 21 items, and each item is rated on a 5-point Likert scale ranging from 1 to 5. There are 3 subscales: Distress, preoccupation and conviction. Higher scores on the PDI indicate a greater intensity and conviction of delusional beliefs. The scale ranges from 0 to 336, with 0 indicating no endorsement of delusion.",
                    "timeFrame": "Up to week 28"
                },
                {
                    "measure": "Davos Assessment of Cognitive Biases",
                    "description": "Cognitive biases will be assessed using the Davos Assessment of Cognitive Biases, a self-report scale that measures cognitive biases across the following sub-scales: Jumping to Conclusions Bias, Belief Inflexibility Bias, Attention for Threat Bias, External Attribution Bias, Social Cognition Problems, Subjective Cognitive Problems, and Safety Behaviors. The scale ranges from 42 to 294, with higher scores indicating higher cognitive biases .",
                    "timeFrame": "Up to week 28"
                },
                {
                    "measure": "Social Connectedness Scale Revised",
                    "description": "Social connectedness will be assessed using the Social Connectedness Scale Revised, a 20-item self-report scale that measures the degree to which one feels connected to their social environment. The scale ranges from 20 to 120, with higher scores indicating greater social connectedness.",
                    "timeFrame": "Up to week 28"
                },
                {
                    "measure": "Family Attitudes Scale (FAS)",
                    "description": "The Family Attitudes Scale (FAS) is a 30-item scale that can be completed by any informant to measure the family emotional climate. Participating family members will complete the Family Attitudes Scale. The scale ranges from 0 to 120, with higher scores indicating more negative attitudes.",
                    "timeFrame": "Up to week 28"
                },
                {
                    "measure": "Angry Behaviors Scale (ABS)",
                    "description": "Youth will complete the Angry Behaviors Scale (ABS), which is comprised of four items from the FAS. The scale ranges from 0 to 16, with higher scores indicating greater expression of anger.",
                    "timeFrame": "Up to week 28"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* Age 14-25\n* Ability to participate in assessments and treatment in English\n* Meets criteria for psychosis-risk on SIPS\n* Stable on medications; no changes within 1 month prior to enrollment\n* Identification of one \"family member\" with \\>4 hours/week contact who is willing to participate (\"Family member\" can be any blood relative, spouse, significant other, or close friend whom the subject identifies as a consistent and important person in their life).\n\nExclusion criteria:\n\n* Intellectual disability (IQ\\<70)\n* Medical condition known to cause psychosis\n* Moderate or severe substance use disorder and active use within the past 30 days.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Yulia Landa, PsyD, MS",
                    "role": "CONTACT",
                    "phone": "212-585-4658",
                    "email": "yulia.landa@mssm.edu"
                },
                {
                    "name": "Rachel Jespersen, LMSW",
                    "role": "CONTACT",
                    "phone": "212-585-4641",
                    "email": "rachel.jespersen@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yulia Landa",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yulia Landa, PsyD,MS",
                            "role": "CONTACT",
                            "phone": "212-585-4658",
                            "email": "yulia.landa@mssm.edu"
                        },
                        {
                            "name": "Rachel Jespersen, LMSW",
                            "role": "CONTACT",
                            "phone": "212-585-4641",
                            "email": "rachel.jespersen@mssm.edu"
                        },
                        {
                            "name": "Yulia Landa",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25585830",
                    "type": "BACKGROUND",
                    "citation": "Landa Y, Mueser KT, Wyka KE, Shreck E, Jespersen R, Jacobs MA, Griffin KW, van der Gaag M, Reyna VF, Beck AT, Silbersweig DA, Walkup JT. Development of a group and family-based cognitive behavioural therapy program for youth at risk for psychosis. Early Interv Psychiatry. 2016 Dec;10(6):511-521. doi: 10.1111/eip.12204. Epub 2015 Jan 13."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All of the individual participant data collected during the trial, after deidentification.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Beginning 3 months and ending 5 years following article publication.",
            "accessCriteria": "Researchers who provide a methodologically sound proposal. Any purpose. Specify Other Mechanism Data will be shared via secured file sharing platform"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Psychosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Psychosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}