{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04997109",
            "orgStudyIdInfo": {
                "id": "STUDY00003197"
            },
            "secondaryIdInfos": [
                {
                    "id": "2R01HD081120",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/2R01HD081120"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Telemedicine in Early Childhood Constraint Therapy in Cerebral Palsy",
            "officialTitle": "Telemedicine in Early Childhood Constraint Therapy in Cerebral Palsy",
            "acronym": "APPLES-TELE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "telemedicine-in-early-childhood-constraint-therapy-in-cerebral-palsy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-04",
            "studyFirstSubmitQcDate": "2021-08-04",
            "studyFirstPostDateStruct": {
                "date": "2021-08-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Nathalie Maitre",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study assesses two active treatments in different sequences and a standard of care group among infants with cerebral palsy.",
            "detailedDescription": "Cerebral palsy (CP) is a disorder characterized by impairments of sensorimotor function resulting from neural insults in the perinatal period. Every year almost 10,000 children are born with CP in the US. CP incidence ranges from 2 to 3 per 1000 in North America, Australia, and Europe and is difficult to estimate in the developing world. Intervention strategies to promote function of children with CP must be adaptable to settings where resources or access may be limited, yet simultaneously integrate best clinical evidence and neuroscientific principles. Upper extremity (UE) impairments are present in a significant portion of children with CP, some with hemiplegia (\\~25% children with CP), and others with quadriplegia, in which one arm and hand may be more affected than the other (another \\~25%). UE impairments in CP result from a combination of motor and sensory dysfunctions including a lack of high-quality motor experience, which combined with \"noisy\" (often faulty) sensory input, challenges the acquisition of new effective motor patterns.\n\nAmong the various approaches to improve UE function in infants with CP are constraint-induced movement therapy (the use of constraints on less affected limbs) and bimanual therapy (training of both extremities in coordination). Brief sessions of parent-delivered, infant-initiated, goal-directed, success-motivated and repetitive activity in enriched sensory environments can be effective, while respecting fundamental principles of infant development and home life. Parent administration of the intervention helps preserve the integrity of early parent-child relationships, critical to establishment of infants' sense of self, safety, and independence.\n\nFinally, to take full advantage of neuroplasticity and maximize potential downstream developmental effects, it is essential to intervene as early as possible in children with CP. Promising new treatments such as transcranial magnetic stimulation, robotic-assisted movements and technology enhancements to movement feedback are in development. However, these interventions require substantial investments of highly-skilled therapists, technology, infrastructure and access to academic facilities. While the new interventions advance the cutting-edge of motor intervention development, on another leading edge, parent-delivered therapist-directed telehealth interventions are becoming more widespread, addressing a critical need for lower-resource interventions.\n\nHealthcare systems resources are limited, and can be difficult to access due to geographic and socioeconomic obstacles. While telehealth therapy seems eminently practical, and a natural extension of current interventions for infants with CP, it faces its own scientific challenges. The same essential attributes of physical therapy that make it so effective in person can make it difficult to deliver via telehealth. Telehealth therapy in infants requires a level of parent engagement, knowledge and parenting skills that is sometimes lacking. Feasible telehealth interventions to improve function in infants with CP must also address the challenges faced by their parents in conducting the sessions through effective parenting supports.\n\nIn this study, infant participants with CP will be randomized to one of three treatment groups:\n\n1. The APPLES intervention via telehealth (APPLES-tele) followed by a parent-centered approach (PCA) intervention\n2. The PCA intervention followed by the APPLES-tele intervention\n3. The standard of care\n\nOutcome measures will be standardized assessments of hand/arm function and validated parent-report measures of infant motor activity."
        },
        "conditionsModule": {
            "conditions": [
                "Cerebral Palsy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Two active treatments will be administered in different sequences, and will be compared with a standard of care study arm.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 267,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "APPLES-tele first, then PCA",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receiving the APPLES-tele intervention for 6 weeks followed by the PCA intervention for 6 weeks.",
                    "interventionNames": [
                        "Other: APPLES-tele",
                        "Behavioral: Parent-centered Approach (PCA) Support Intervention"
                    ]
                },
                {
                    "label": "PCA first, then APPLES-tele",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receiving the PCA intervention for 6 weeks followed by the APPLES-tele intervention for 6 weeks.",
                    "interventionNames": [
                        "Other: APPLES-tele",
                        "Behavioral: Parent-centered Approach (PCA) Support Intervention"
                    ]
                },
                {
                    "label": "Standard of Care Control Arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants receiving the standard of care for 6 weeks.",
                    "interventionNames": [
                        "Behavioral: Standard of Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "APPLES-tele",
                    "description": "The APPLES-tele intervention is 5 weekly telehealth sessions of therapist-demonstrated tasks, delivered over a 6 week period. Infant participants wear a soft-constraint harness (C-Mitt) on their less affected arm for 6 hours per day, while their parent encourages them to use their more affected arm to complete play-based activities as instructed by the study therapist. As the infant experiences success, heavier objects are provided. During times when the C-Mitt is not worn, parents engage therapist-demonstrated bimanual play of increasing difficulty.",
                    "armGroupLabels": [
                        "APPLES-tele first, then PCA",
                        "PCA first, then APPLES-tele"
                    ],
                    "otherNames": [
                        "C-Mitt"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Parent-centered Approach (PCA) Support Intervention",
                    "description": "The PCA support intervention is 5 weekly telehealth sessions delivered over a 6 week period. The PCA curriculum includes 5 basic principles of positive parenting from Triple P: ensuring a safe engaging environment, creating a positive learning environment, using assertive discipline, having reasonable expectations, and looking after yourself as a parent. All of these elements, when taught to parents in an individualized manner, can help promote responsivity, structure and expectations that are tailored to their child's condition and developmental stage. In addition, a curriculum of CP-specific knowledge will address the challenges unique to parents of children with CP, such as understanding principles of infant learning of new movements, challenges and solutions for self-directed activity in infants with CP.",
                    "armGroupLabels": [
                        "APPLES-tele first, then PCA",
                        "PCA first, then APPLES-tele"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Standard of Care",
                    "description": "Participants will receive the usual care from being followed in high-risk infant follow-up (HRIF) programs in the Early Detection and Intervention (EDI) Network.",
                    "armGroupLabels": [
                        "Standard of Care Control Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Bayley Scales of Infant and Toddler Development (Bayley-3) More Affected Arm Motor Function Score",
                    "description": "The Bayley-3 instrument is a norm-referenced test assessing developmental delays in early childhood. The fine motor function of the more affected upper extremity is assessed using the 54 unimanual items of the Bayley-3 instrument. Responses are provided on a 3-point scale where 0 = the skill is not present, 1 = the skill is emerging, and 2 = the skill is mastered. Total unimanual fine motor raw scores for the more affected arm range from 0 to 108 where higher scores indicate greater fine motor function.",
                    "timeFrame": "Baseline, Week 6 (after the first intervention), Week 12 (after the second intervention)"
                },
                {
                    "measure": "Change in Parenting Styles and Dimensions Questionnaire (PSDQ) Authoritative Scale Score",
                    "description": "The Authoritative Parenting Style scale of the Parenting Styles and Dimensions Questionnaire (PSDQ) - short version, includes 15 items that are rated on a 5-point scale where 1 = never and 5 = always. The raw score ranges from 15 to 75 and higher scores indicate a more expression of the authoritative parenting style.",
                    "timeFrame": "Baseline, Week 6 (after the first intervention), Week 12 (after the second intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Infant Motor Activity Log (IMAL) How Often Score",
                    "description": "Parent perception of hand performance is assessed with the IMAL. The IMAL includes 20 items asking caregivers how often and how well the infant uses their less preferred hand. Responses are given on a 5-point Likert scale where 0 = not used and 5 = normal use. Raw scores on how often the infant uses their less preferred hand range from 0 to 100, with higher scores indicating more normal hand usage.",
                    "timeFrame": "Baseline, Week 6 (after the first intervention), Week 12 (after the second intervention)"
                },
                {
                    "measure": "Change in Hand Assessment in Infants (HAI) Score",
                    "description": "The HAI is an assessment evaluating quality and frequency of hand abilities in infants 3 to 12 months corrected age using a semi-structured 12-15 min videotaped play session that is scored by a certified therapist. There are 12 unimanual and 5 bimanual items, each is scored on a 3-point rating scale, of 0, 1, or 2 points. Each hand receives a raw score based upon performance on the unimanual items. The raw score for the more affected hand will be reported as a continuous variable. Total raw scores for the unimanual items range from 0 to 24 and higher scores indicate greater ability.",
                    "timeFrame": "Baseline, Week 6 (after the first intervention)"
                },
                {
                    "measure": "Change in Bayley Scales of Infant and Toddler Development (Bayley-3) Global Fine Motor Function Score",
                    "description": "The Bayley-3 instrument is a norm-referenced test assessing developmental delays in early childhood. The fine motor function scale of the Bayley-3 instrument includes 66 items, and responses are provided on a 3-point scale where 0 = the skill is not present, 1 = the skill is emerging, and 2 = the skill is mastered. Total fine motor raw scores range from 0 to 132 where higher scores indicate greater fine motor function.",
                    "timeFrame": "Baseline, Week 6 (after the first intervention)"
                },
                {
                    "measure": "Change in Welch Emotional Connection Screen (WECS) Score",
                    "description": "The WECS assesses parent-infant connection by examining four emotional connection dimensions of behavior: attraction, vocal communication, facial communication, and sensitivity. Items are rated on a 3-point scale where 1 = low and 3 = high. A WECS Mother (WECS-M) score is created by summing the four items for maternal connection while the four items for infant connection create a WECS Infant (WECS-I) score. Total WECS-M or WECS-I scores range from 4 to 12 where higher scores indicate greater connection.",
                    "timeFrame": "Baseline, Week 6 (after the first intervention)"
                },
                {
                    "measure": "Change in Maternal Confidence Questionnaire (MCQ) Score",
                    "description": "The MCQ assesses parent knowledge and confidence in caring for and understanding their infant. The MCQ has 14 items which are scored on a 5-point scale where 1 = never and 5 = a great deal. Scores are reversed for some items and total scores range from 14 to 70. Higher scores indicate greater maternal confidence.",
                    "timeFrame": "Baseline, Week 6 (after the first intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 4 to 13 months, corrected age\n* Patient at a participating neonatal intensive care unit (NICU) Early Developmental Clinic, outpatient physical and occupational therapy clinic and stroke clinic\n* Diagnosis of CP or classification of high-risk for CP as determined by published guidelines (\\>95% risk of later CP)\n* Hammersmith Infant Neurological Exam (HINE) arm asymmetry score of greater than or equal to 2 and/or neuroimaging consistent with perinatal involvement\n* Hand Assessment for Infants (HAI) difference between hands ≥2, with an observable and relative difference in quality or amount of movement between hands, as determined by HAI-certified study therapists and/or a unimanual Bayley score difference between hands \\>1\n* Parent/legal guardian is able to provide informed consent\n\nExclusion Criteria:\n\n* Congenital malformation of the brain or musculoskeletal system (MSK)\n* Receipt of botulinum toxin to the affected extremity within 3 months of study entry\n* Any prior long-term hard constraint programs",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "4 Months",
            "maximumAge": "13 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nathalie Maitre, MD, PhD",
                    "role": "CONTACT",
                    "phone": "(678) 476-5332",
                    "email": "nathalie.linda.maitre@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nathalie Maitre, MD, PhD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nathalie Maitre, MD, PhD",
                            "role": "CONTACT",
                            "phone": "678-476-5332",
                            "email": "Nathalie.linda.maitre@emory.edu"
                        },
                        {
                            "name": "Nathalie Maitre, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Kennedy Krieger Institute",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vera Joanna Burton, MD, PhD",
                            "role": "CONTACT",
                            "email": "BurtonJ@kennedykrieger.org"
                        },
                        {
                            "name": "Vera Joanna Burton, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrea F Duncan, MD, MS",
                            "role": "CONTACT",
                            "email": "duncana@chop.edu"
                        },
                        {
                            "name": "Andrea F Duncan, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "The University of Utah",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Betsy Ostrander, MD",
                            "role": "CONTACT",
                            "email": "Betsy.ostrander@hsc.utah.edu"
                        },
                        {
                            "name": "Betsy Ostrander, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002547",
                    "term": "Cerebral Palsy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001925",
                    "term": "Brain Damage, Chronic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5796",
                    "name": "Cerebral Palsy",
                    "asFound": "Cerebral Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5202",
                    "name": "Brain Damage, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}