{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05507814",
            "orgStudyIdInfo": {
                "id": "VT IRB #22-529"
            },
            "organization": {
                "fullName": "Virginia Polytechnic Institute and State University",
                "class": "OTHER"
            },
            "briefTitle": "Temporal Window and Episodic Future Thinking in CUD",
            "officialTitle": "Test Reinforcer Pathology Via Manipulation of the Temporal Window With Successive Episodic Future Thinking Generation.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "temporal-window-and-episodic-future-thinking-in-cud"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-05",
            "studyFirstSubmitQcDate": "2022-08-16",
            "studyFirstPostDateStruct": {
                "date": "2022-08-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Virginia Polytechnic Institute and State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Arizona State University",
                    "class": "OTHER"
                },
                {
                    "name": "Carilion Clinic",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective is to test the theory of Reinforcer Pathology via manipulation of the temporal window with successive Episodic Future Thinking generation in individuals with cocaine use disorder.",
            "detailedDescription": "Adults with cocaine use disorder will be randomly assigned to experimental or control groups, stratified by polydrug use disorder, SES, and sex. The experimental group will compare episodic future thinking (EFT) to control episodic thinking (CET). The study procedures will include a baseline session (S1) and a 4-week intervention period where participants will return to the lab three times a week. Participants will generate new EFT and CET events at approximately weekly intervals. The EFT or CET events will be texted to them twice daily with urine samples obtained thrice-weekly. To probe resistance to disruption, both groups will receive stress-inducing probes that shorten the temporal window after the first and last cue generation. During the first assessment visit (S2), participants will be randomized with stratification to generate either episodic future thinking (EFT) or control episodic thinking (CET) events and will undergo neuroimaging procedures. At the following session in S3, participants will be randomized to receive one of two stress probes (counterbalanced) or their respective control. Participants will be exposed to a stress probe or control at S3 and the corresponding narrative at the next visit, S4. S5 and S6 will begin with participants generating new EFT/CET events that will be used for that session and the following two sessions. S7, like S2, will begin with EFT/CET event generation and neuroimaging procedures. During the final two sessions (S8, S9), participants will be exposed to the other stress probe and control that they did not see during S3/S4."
        },
        "conditionsModule": {
            "conditions": [
                "Cocaine Use Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The experimental group will compare episodic future thinking (EFT) to the control group, control episodic thinking (CET).",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Episodic Future Thinking (EFT)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will generate positive future events they are looking forward to at several time points in the future (e.g., 2 weeks, 1 month, 3 months, 1 year, and 5 years). Participants will be reminded of these events using cues throughout the study and instructed to think about these cues as they make their decisions. This intervention will be tested in both the presence and absence of stress probes.",
                    "interventionNames": [
                        "Behavioral: Episodic Future Thinking (EFT)"
                    ]
                },
                {
                    "label": "Control Episodic Thinking (CET)",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants will generate positive recent past events that have happened to them at several time points in the previous day (e.g., 7pm-10pm, 4pm-7pm, 1pm-4pm, 10am-1pm, and 7am-10am). Participants will be reminded of these events using cues throughout the study and instructed to think about these cues as they make their decisions. This intervention will be tested in both the presence and absence of stress probes.",
                    "interventionNames": [
                        "Behavioral: Control Episodic Thinking"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Episodic Future Thinking (EFT)",
                    "description": "Participants will generate descriptions of vivid positive future events.",
                    "armGroupLabels": [
                        "Episodic Future Thinking (EFT)"
                    ],
                    "otherNames": [
                        "EFT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Control Episodic Thinking",
                    "description": "Participants will generate descriptions of vivid positive future events.",
                    "armGroupLabels": [
                        "Control Episodic Thinking (CET)"
                    ],
                    "otherNames": [
                        "CET"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Delay Discounting",
                    "description": "Delay discounting tasks provide a measure of the temporal window and examine the devaluation of awards as a function of the delay to the receipt. These computerized assessments provide participants with hypothetical choices between smaller amounts of a reward available immediately and a larger amount of a reward after a range of delays (1 day-25 years). Discounting rates will be measured using adjusting amount delay discounting and minute delay discounting tasks. Change in discounting rates will be compared within-subjects across sessions and between groups.",
                    "timeFrame": "Over four-weeks of participation (Weekly for four weeks)"
                },
                {
                    "measure": "Change in Cocaine Demand",
                    "description": "Intensity and elasticity of cocaine demand will be determined from a cocaine demand curve via a Cocaine Purchase Task (CPT). Change in cocaine demand will be compared within-subjects across sessions and between groups.",
                    "timeFrame": "Over four weeks of participation (Weekly for four weeks)"
                },
                {
                    "measure": "Cocaine Craving",
                    "description": "The Desires for Drug Questionnaire (DDQ) will be used to assess instant craving for cocaine. Change in cocaine craving will be compared within-subjects across sessions and between groups.",
                    "timeFrame": "Over four weeks of participation (Weekly for four weeks)"
                },
                {
                    "measure": "Neural activation during fMRI delay discounting task",
                    "description": "Brain maps will be compared between groups and time points.",
                    "timeFrame": "Over four weeks of participation (Baseline, Week 1, Week 4)"
                },
                {
                    "measure": "Neural activation during fMRI cocaine purchase task",
                    "description": "Brain maps will be compared between groups and time points.",
                    "timeFrame": "Over four weeks of participation (Baseline, Week 1, Week 4)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Daily Cocaine Use",
                    "description": "Daily cocaine use will be assessed via the daily Ecological Momentary Assessments (EMAs). Change in daily cocaine use will be compared within-subjects across the study duration and between groups.",
                    "timeFrame": "Over four weeks of participation"
                },
                {
                    "measure": "Cocaine Urinalysis",
                    "description": "Cocaine urinalysis will be measured from the urinalysis collected at sessions and retention check-ins. Change in cocaine urinalysis will be compared within-subjects across the study duration and between groups.",
                    "timeFrame": "Over four weeks of participation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. demonstrate recent cocaine use and CUD (use in last month, DSM-5 for CUD \\> 4)\n2. be 18 years of age or older\n3. have a desire to quit or cut down on their cocaine use, but do not have proximate plans to enroll in treatment for CUD during the study period\n\nExclusion Criteria:\n\n1. meeting moderate to severe DSM-5 criteria for opioid use disorder\n2. having a current diagnosis of any psychotic disorder\n3. having a history of seizure disorders or traumatic brain injury\n4. having any contraindication for participation in the MRI sessions",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kirstin Gatchalian",
                    "role": "CONTACT",
                    "phone": "540-526-2071",
                    "email": "kmgatch@vt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Warren K Bickel, PhD",
                    "affiliation": "Virginia Polytechnic and State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Stephen LaConte, PhD",
                    "affiliation": "Virginia Polytechnic and State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fralin Biomedical Research Institute at VTC",
                    "status": "RECRUITING",
                    "city": "Roanoke",
                    "state": "Virginia",
                    "zip": "24016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Glenn",
                            "role": "CONTACT",
                            "phone": "540-526-2014",
                            "email": "sglenn@vtc.vt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.27097,
                        "lon": -79.94143
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}