{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06269627",
            "orgStudyIdInfo": {
                "id": "10001644"
            },
            "secondaryIdInfos": [
                {
                    "id": "001644-AA"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Temporally-Resolved Electrophysiology of Acamprosate Treatment of Alcohol Use Disorder",
            "officialTitle": "Temporally-Resolved Electrophysiology of Acamprosate Treatment of Alcohol Use Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "temporally-resolved-electrophysiology-of-acamprosate-treatment-of-alcohol-use-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-30",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-17",
            "studyFirstSubmitQcDate": "2024-02-17",
            "studyFirstPostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nChronic heavy drinking can cause alcohol use disorder (AUD). AUD changes how the brain works. People with AUD may drink compulsively or feel like they cannot control their alcohol use. Acamprosate is an FDA-approved drug that reduces anxiety and craving in some, but not all, people with AUD.\n\nObjective:\n\nTo learn more about how acamprosate affects brain function in people with AUD.\n\nEligibility:\n\nPeople aged 21 to 65 years with moderate to severe AUD.\n\nDesign:\n\nParticipants will stay in the clinic for 21 days after a detoxification period of approximately 7 days.\n\nAcamprosate is a capsule taken by mouth. Half of participants will take this drug 3 times a day with meals. The other half will take a placebo. The placebo looks like the study drug but does not contain any medicine. Participants will not know which capsules they are taking.\n\nParticipants will have a procedure called electroencephalography (EEG): A gel will be applied to certain locations on their scalp, and a snug cap will be placed on their head. The cap has sensors with wires. The sensors detect electrical activity in the brain. Participants will lie still and perform 2 tasks: they will look at different shapes and press a button when they see a specific one; and they will listen to tones and press dedicated buttons when they hear the corresponding tones.\n\nParticipants will have 2 EEGs: 1 on day 2 and 1 on day 23 of their study participation. They may opt to have up to 4 more EEG studies (one on day 13 and one on each of the three follow-up visits) and 2 sleep studies, in which they would have sensors attached to their scalp while they sleep.\n\nParticipants may have up to three follow-up visits for 6 months.",
            "detailedDescription": "Study Description:\n\nThis double-blind placebo-controlled study will focus on electrophysiological changes in brains of alcohol use disorder (AUD)inpatients resulting from a post-withdrawal 21-day acamprosate/placebo treatment. Known and established electroencephalogram (EEG) markers of AUD as well as anxiety and alcohol craving levels will be assessed pre- and post-treatment. We hypothesize that acamprosate normalizes EEG markers associated with AUD beyond placebo, specifically, reduces beta power, increases alpha power, does not change slow band (delta and theta) power in resting EEG; and reduces theta event-related synchronization (ERS), and amplifies and hastens P300 waveforms in event-related potentials (ERPs).\n\nObjectives:\n\nPrimary Objective: To test, via within-subject comparisons, whether a 21-day acamprosate treatment regimen normalizes the EEG of AUD inpatients beyond placebo in reducing beta power, increasing alpha power, and changing slow band (delta and theta) power in resting EEG; and reducing theta event-related synchronization (ERS), and amplifying and hastening P300 waveforms in event-related potentials (ERPs).\n\nSecondary Objectives: 1) To correlate EEG changes with clinical changes, such as anxiety and alcohol craving. 2) To determine polysomnographic markers of response to acamprosate. 3) To correlate polysomnographic markers with clinical changes, such as anxiety and alcohol craving.\n\nEndpoints:\n\nPrimary Endpoint: The said markers of EEG power and higher order EEG patterns will be measured before and after the 21-day treatment to compare the active-medication and placebo groups.\n\nSecondary Endpoints: 1) Acamprosate-induced changes in EEG power and higher order EEG patterns will be correlated to changes in anxiety and alcohol craving. 2) Acamprosate-induced changes in EEG power will be correlated to changes in polysomnographic markers such as total sleep time, slow wave sleep duration, sleep efficiency, and total wake duration after sleep onset. 3) Changes in polysomnographic markers will be correlated to changes in anxiety and alcohol craving."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use Disorder"
            ],
            "keywords": [
                "Multimodal",
                "Neuroscience",
                "Resting State",
                "Event-Related Potentials",
                "Artificial Intelligence",
                "Machine Learning",
                "ELECTROENCEPHALOGRAPHY",
                "Acamprosate"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This arm has participants receiving acamprosate for 21 day as inpatients.",
                    "interventionNames": [
                        "Drug: Acamprosate calcium"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "This arm has participants receiving placebo for 21 day as inpatients.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Acamprosate calcium",
                    "description": "Two oral capsules (packaged as one) containing 666 mg of acamprosate calcium will be given three times a day (total daily dose: 1998 mg/day) for a total of 21 days.",
                    "armGroupLabels": [
                        "Active"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Two oral capsules (packaged as one) containing 666 mg of inactive substance (e.g., sugar) will be given three times a day (total daily dose: 1998 mg/day) for a total of 21 days.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Reduction of beta power",
                    "description": "Spectral power of EEG signals will be calculated in the beta frequency band (beta power). We expect a reduction of beta power to be greater in participants receiving acamprosate for 21 days than participants receiving placebo.",
                    "timeFrame": "21 day period as inpatients"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Promotion of alpha power in active group compared to placebo group.",
                    "description": "Spectral power of EEG signals will be calculated in the alpha frequency band (alpha power). We expect a promotion of alpha power to be greater in participants receiving acamprosate for 21 days than participants receiving placebo.",
                    "timeFrame": "21 day period as inpatients"
                },
                {
                    "measure": "No change in slow band (delta and theta) power in active group compared to placebo group.",
                    "description": "Spectral power of EEG signals will be calculated in the delta and theta frequency bands (slow band power). We do not expect a significant difference in change in slow band power between the active and placebo groups over the course of 21 days.",
                    "timeFrame": "21 day period as inpatients"
                },
                {
                    "measure": "Reduction of theta event-related synchronization in active group compared to placebo group.",
                    "description": "Immediate brain activity, recorded via EEG, in response to task-related stimuli is termed as event-related potentials (ERPs). Spectral power of such ERPs in theta frequency band is called theta event-related synchronization (ERS).We expect a reduction of theta ERS to be greater in participants receiving acamprosate for 21 days than participants receiving placebo.",
                    "timeFrame": "21 day period as inpatients"
                },
                {
                    "measure": "Amplification and hastening of P300 in active group compared to placebo group.",
                    "description": "Immediate brain activity, recorded via EEG, in response to task-related stimuli is termed as event-related potentials (ERPs). These ERPs have stereotypical peaks, e.g., P300. We expect amplification and hastening of P300 peaks in ERPs among participants receiving acamprosate for 21 days in comparison to participants receiving placebo.",
                    "timeFrame": "21 day period as inpatients"
                },
                {
                    "measure": "Correlation of EEG markers of acamprosate treatment with clinical measures of anxiety and alcohol craving",
                    "description": "The above EEG measures that are found to be associated with acamprosate treatment will be tested for correlation with clinical measures of anxiety and alcohol craving.",
                    "timeFrame": "21 day period as inpatients"
                },
                {
                    "measure": "Correlation of EEG markers of acamprosate treatment with polysomnography markers",
                    "description": "The above EEG measures that are found to be associated with acamprosate treatment will be tested for correlation with polysomnography markers such as total sleep time, slow wave sleep duration, sleep efficiency, and total wake duration after sleep onset.",
                    "timeFrame": "21 day period as inpatients"
                },
                {
                    "measure": "Correlation of polysomnography markers of acamprosate treatment with clinical measures of anxiety and alcohol craving",
                    "description": "The above polysomnography measures that are found to be associated with acamprosate treatment will be tested for correlation with clinical measures of anxiety and alcohol craving.",
                    "timeFrame": "21 day period as inpatients"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Age 21-65. In younger participants, the central nervous system has not sufficiently developed, whereas in older participants, degenerative changes may confound the studied measures. Moreover, the minimum legal drinking age is 21 years.\n2. Enrolled in NIAAA natural history protocol 14-AA-0181.\n3. Stated willingness to comply with all required study procedures and availability for the duration of the study.\n4. Diagnosed with moderate to severe alcohol use disorder by a clinician at the time of admission.\n5. Agreement to adhere to Lifestyle Considerations (see below) throughout study duration.\n\nDuring this study, participants are asked to:\n\n* Not wear any nicotine patches over the duration of the study visits. Nicotine users must refrain from use at least two hours before the study session commencement.\n* Not consume alcohol which is also a requirement for the NIH Clinical Center as they are inpatients seeking treatment for AUD.\n* If medications corresponding to exclusion from the study are indicated for the care of the participant, the participant will be immediately withdrawn from the study without impacting the financial compensation for participation prior to that indication.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Use of naltrexone, disulfiram, benzodiazepines (except Oxazepam), antiepileptic compounds, antidepressants, or neuroleptics currently or within the last 4 weeks.\n\n   Individuals treated with acamprosate in the last 4 weeks would also be excluded.\n2. Pregnancy at admission (negative urine pregnancy test required).\n3. History of head trauma associated with an unconscious state lasting more than 30 minutes, persistent sequelae, and/or cranial surgery.\n4. History of epilepsy.\n5. History of non-substance related psychotic disorders.\n6. Contraindications for acamprosate (previously exhibited hypersensitivity to acamprosate calcium or any of its compounds; and/or severe renal impairment, manifested as creatinine clearance \\<= 30 mL/min).\n7. Positive screens for alcohol or any illicit drugs (except THC) after admission and alcohol detoxification via breathanalysis and urine drug screen.\n8. Current Clinical Institute Withdrawal Assessment (CIWA-Ar) score greater than or equal to 8. The participant can enroll in the study once their CIWA-Ar score drops below 8.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Beth A Lee, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 451-6964",
                    "email": "beth.lee@nih.gov"
                },
                {
                    "name": "Reza Momenan, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 451-6972",
                    "email": "rezam@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Reza Momenan, Ph.D.",
                    "affiliation": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIH Clinical Center Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24825644",
                    "type": "BACKGROUND",
                    "citation": "Jonas DE, Amick HR, Feltner C, Bobashev G, Thomas K, Wines R, Kim MM, Shanahan E, Gass CE, Rowe CJ, Garbutt JC. Pharmacotherapy for adults with alcohol use disorders in outpatient settings: a systematic review and meta-analysis. JAMA. 2014 May 14;311(18):1889-900. doi: 10.1001/jama.2014.3628."
                },
                {
                    "pmid": "26477807",
                    "type": "BACKGROUND",
                    "citation": "Sacks JJ, Gonzales KR, Bouchery EE, Tomedi LE, Brewer RD. 2010 National and State Costs of Excessive Alcohol Consumption. Am J Prev Med. 2015 Nov;49(5):e73-e79. doi: 10.1016/j.amepre.2015.05.031. Epub 2015 Oct 1."
                },
                {
                    "pmid": "11522462",
                    "type": "BACKGROUND",
                    "citation": "Bauer LO. Predicting relapse to alcohol and drug abuse via quantitative electroencephalography. Neuropsychopharmacology. 2001 Sep;25(3):332-40. doi: 10.1016/S0893-133X(01)00236-6."
                },
                {
                    "pmid": "12372655",
                    "type": "BACKGROUND",
                    "citation": "Rangaswamy M, Porjesz B, Chorlian DB, Wang K, Jones KA, Bauer LO, Rohrbaugh J, O'Connor SJ, Kuperman S, Reich T, Begleiter H. Beta power in the EEG of alcoholics. Biol Psychiatry. 2002 Oct 15;52(8):831-42. doi: 10.1016/s0006-3223(02)01362-8."
                },
                {
                    "pmid": "14962576",
                    "type": "BACKGROUND",
                    "citation": "Rangaswamy M, Porjesz B, Chorlian DB, Wang K, Jones KA, Kuperman S, Rohrbaugh J, O'Connor SJ, Bauer LO, Reich T, Begleiter H. Resting EEG in offspring of male alcoholics: beta frequencies. Int J Psychophysiol. 2004 Feb;51(3):239-51. doi: 10.1016/j.ijpsycho.2003.09.003."
                },
                {
                    "pmid": "22777127",
                    "type": "BACKGROUND",
                    "citation": "Sullivan PF, Daly MJ, O'Donovan M. Genetic architectures of psychiatric disorders: the emerging picture and its implications. Nat Rev Genet. 2012 Jul 10;13(8):537-51. doi: 10.1038/nrg3240."
                },
                {
                    "pmid": "12921221",
                    "type": "BACKGROUND",
                    "citation": "Davies M. The role of GABAA receptors in mediating the effects of alcohol in the central nervous system. J Psychiatry Neurosci. 2003 Jul;28(4):263-74."
                },
                {
                    "pmid": "23278595",
                    "type": "BACKGROUND",
                    "citation": "Kalk NJ, Lingford-Hughes AR. The clinical pharmacology of acamprosate. Br J Clin Pharmacol. 2014 Feb;77(2):315-23. doi: 10.1111/bcp.12070."
                },
                {
                    "pmid": "9660304",
                    "type": "BACKGROUND",
                    "citation": "Naassila M, Hammoumi S, Legrand E, Durbin P, Daoust M. Mechanism of action of acamprosate. Part I. Characterization of spermidine-sensitive acamprosate binding site in rat brain. Alcohol Clin Exp Res. 1998 Jun;22(4):802-9."
                },
                {
                    "pmid": "20921123",
                    "type": "BACKGROUND",
                    "citation": "Umhau JC, Momenan R, Schwandt ML, Singley E, Lifshitz M, Doty L, Adams LJ, Vengeliene V, Spanagel R, Zhang Y, Shen J, George DT, Hommer D, Heilig M. Effect of acamprosate on magnetic resonance spectroscopy measures of central glutamate in detoxified alcohol-dependent individuals: a randomized controlled experimental medicine study. Arch Gen Psychiatry. 2010 Oct;67(10):1069-77. doi: 10.1001/archgenpsychiatry.2010.125."
                },
                {
                    "pmid": "12500101",
                    "type": "BACKGROUND",
                    "citation": "Harris BR, Prendergast MA, Gibson DA, Rogers DT, Blanchard JA, Holley RC, Fu MC, Hart SR, Pedigo NW, Littleton JM. Acamprosate inhibits the binding and neurotoxic effects of trans-ACPD, suggesting a novel site of action at metabotropic glutamate receptors. Alcohol Clin Exp Res. 2002 Dec;26(12):1779-93. doi: 10.1097/01.ALC.0000042011.99580.98."
                },
                {
                    "pmid": "12658112",
                    "type": "BACKGROUND",
                    "citation": "Dahchour A, De Witte P. Effects of acamprosate on excitatory amino acids during multiple ethanol withdrawal periods. Alcohol Clin Exp Res. 2003 Mar;27(3):465-70. doi: 10.1097/01.ALC.0000056617.68874.18."
                },
                {
                    "pmid": "15608650",
                    "type": "BACKGROUND",
                    "citation": "Spanagel R, Pendyala G, Abarca C, Zghoul T, Sanchis-Segura C, Magnone MC, Lascorz J, Depner M, Holzberg D, Soyka M, Schreiber S, Matsuda F, Lathrop M, Schumann G, Albrecht U. The clock gene Per2 influences the glutamatergic system and modulates alcohol consumption. Nat Med. 2005 Jan;11(1):35-42. doi: 10.1038/nm1163. Epub 2004 Dec 19. Erratum In: Nat Med. 2005 Feb;11(2):233."
                },
                {
                    "pmid": "18296999",
                    "type": "BACKGROUND",
                    "citation": "Mason BJ, Ownby RL. Acamprosate for the treatment of alcohol dependence: a review of double-blind, placebo-controlled trials. CNS Spectr. 2000 Feb;5(2):58-69. doi: 10.1017/s1092852900012827."
                },
                {
                    "pmid": "22346357",
                    "type": "BACKGROUND",
                    "citation": "Witkiewitz K, Saville K, Hamreus K. Acamprosate for treatment of alcohol dependence: mechanisms, efficacy, and clinical utility. Ther Clin Risk Manag. 2012;8:45-53. doi: 10.2147/TCRM.S23184. Epub 2012 Feb 1."
                },
                {
                    "pmid": "10819022",
                    "type": "BACKGROUND",
                    "citation": "Propping P, Kruger J, Mark N. Genetic disposition to alcoholism. An EEG study in alcoholics and their relatives. Hum Genet. 1981;59(1):51-9. doi: 10.1007/BF00278854."
                },
                {
                    "pmid": "7943687",
                    "type": "BACKGROUND",
                    "citation": "Bauer LO. Electroencephalographic and autonomic predictors of relapse in alcohol-dependent patients. Alcohol Clin Exp Res. 1994 Jun;18(3):755-60. doi: 10.1111/j.1530-0277.1994.tb00942.x."
                },
                {
                    "pmid": "9361336",
                    "type": "BACKGROUND",
                    "citation": "Bauer LO, Gross JB, Meyer RE, Greenblatt DJ. Chronic alcohol abuse and the acute sedative and neurophysiologic effects of midazolam. Psychopharmacology (Berl). 1997 Oct;133(3):293-9. doi: 10.1007/s002130050404."
                },
                {
                    "pmid": "9246556",
                    "type": "BACKGROUND",
                    "citation": "Costa L, Bauer L. Quantitative electroencephalographic differences associated with alcohol, cocaine, heroin and dual-substance dependence. Drug Alcohol Depend. 1997 Jun 6;46(1-2):87-93. doi: 10.1016/s0376-8716(97)00058-6."
                },
                {
                    "pmid": "9579706",
                    "type": "BACKGROUND",
                    "citation": "Winterer G, Kloppel B, Heinz A, Ziller M, Dufeu P, Schmidt LG, Herrmann WM. Quantitative EEG (QEEG) predicts relapse in patients with chronic alcoholism and points to a frontally pronounced cerebral disturbance. Psychiatry Res. 1998 Mar 20;78(1-2):101-13. doi: 10.1016/s0165-1781(97)00148-0."
                },
                {
                    "pmid": "10677548",
                    "type": "BACKGROUND",
                    "citation": "Kopell N, Ermentrout GB, Whittington MA, Traub RD. Gamma rhythms and beta rhythms have different synchronization properties. Proc Natl Acad Sci U S A. 2000 Feb 15;97(4):1867-72. doi: 10.1073/pnas.97.4.1867."
                },
                {
                    "pmid": "16495144",
                    "type": "BACKGROUND",
                    "citation": "Coutin-Churchman P, Moreno R, Anez Y, Vergara F. Clinical correlates of quantitative EEG alterations in alcoholic patients. Clin Neurophysiol. 2006 Apr;117(4):740-51. doi: 10.1016/j.clinph.2005.12.021. Epub 2006 Feb 21."
                },
                {
                    "pmid": "29060666",
                    "type": "BACKGROUND",
                    "citation": "Nair Chaitanya M, Jayakkumar S, Chong E, Yeow CH. A wearable, EEG-based massage headband for anxiety alleviation. Annu Int Conf IEEE Eng Med Biol Soc. 2017 Jul;2017:3557-3560. doi: 10.1109/EMBC.2017.8037625."
                },
                {
                    "pmid": "33564280",
                    "type": "BACKGROUND",
                    "citation": "Chen C, Yu X, Belkacem AN, Lu L, Li P, Zhang Z, Wang X, Tan W, Gao Q, Shin D, Wang C, Sha S, Zhao X, Ming D. EEG-Based Anxious States Classification Using Affective BCI-Based Closed Neurofeedback System. J Med Biol Eng. 2021;41(2):155-164. doi: 10.1007/s40846-020-00596-7. Epub 2021 Feb 5."
                },
                {
                    "pmid": "35303027",
                    "type": "BACKGROUND",
                    "citation": "Muhammad F, Al-Ahmadi S. Human state anxiety classification framework using EEG signals in response to exposure therapy. PLoS One. 2022 Mar 18;17(3):e0265679. doi: 10.1371/journal.pone.0265679. eCollection 2022."
                },
                {
                    "pmid": "8782110",
                    "type": "BACKGROUND",
                    "citation": "Traub RD, Whittington MA, Colling SB, Buzsaki G, Jefferys JG. Analysis of gamma rhythms in the rat hippocampus in vitro and in vivo. J Physiol. 1996 Jun 1;493 ( Pt 2)(Pt 2):471-84. doi: 10.1113/jphysiol.1996.sp021397."
                },
                {
                    "pmid": "8864532",
                    "type": "BACKGROUND",
                    "citation": "Whittington MA, Jefferys JG, Traub RD. Effects of intravenous anaesthetic agents on fast inhibitory oscillations in the rat hippocampus in vitro. Br J Pharmacol. 1996 Aug;118(8):1977-86. doi: 10.1111/j.1476-5381.1996.tb15633.x. Erratum In: Br J Pharmacol 1996 Nov;119(6):1291."
                },
                {
                    "pmid": "11891318",
                    "type": "BACKGROUND",
                    "citation": "Porjesz B, Almasy L, Edenberg HJ, Wang K, Chorlian DB, Foroud T, Goate A, Rice JP, O'Connor SJ, Rohrbaugh J, Kuperman S, Bauer LO, Crowe RR, Schuckit MA, Hesselbrock V, Conneally PM, Tischfield JA, Li TK, Reich T, Begleiter H. Linkage disequilibrium between the beta frequency of the human EEG and a GABAA receptor gene locus. Proc Natl Acad Sci U S A. 2002 Mar 19;99(6):3729-33. doi: 10.1073/pnas.052716399. Epub 2002 Mar 12."
                },
                {
                    "pmid": "9806331",
                    "type": "BACKGROUND",
                    "citation": "Faulkner HJ, Traub RD, Whittington MA. Disruption of synchronous gamma oscillations in the rat hippocampal slice: a common mechanism of anaesthetic drug action. Br J Pharmacol. 1998 Oct;125(3):483-92. doi: 10.1038/sj.bjp.0702113."
                },
                {
                    "pmid": "15082461",
                    "type": "BACKGROUND",
                    "citation": "Saletu-Zyhlarz GM, Arnold O, Anderer P, Oberndorfer S, Walter H, Lesch OM, Boning J, Saletu B. Differences in brain function between relapsing and abstaining alcohol-dependent patients, evaluated by EEG mapping. Alcohol Alcohol. 2004 May-Jun;39(3):233-40. doi: 10.1093/alcalc/agh041."
                },
                {
                    "pmid": "10209231",
                    "type": "BACKGROUND",
                    "citation": "Klimesch W. EEG alpha and theta oscillations reflect cognitive and memory performance: a review and analysis. Brain Res Brain Res Rev. 1999 Apr;29(2-3):169-95. doi: 10.1016/s0165-0173(98)00056-3."
                },
                {
                    "pmid": "21039117",
                    "type": "BACKGROUND",
                    "citation": "Anderson NE, Baldridge RM, Stanford MS. P3a amplitude predicts successful treatment program completion in substance-dependent individuals. Subst Use Misuse. 2011;46(5):669-77. doi: 10.3109/10826084.2010.528123. Epub 2010 Nov 1."
                },
                {
                    "pmid": "20381882",
                    "type": "BACKGROUND",
                    "citation": "Wan L, Baldridge RM, Colby AM, Stanford MS. Association of P3 amplitude to treatment completion in substance dependent individuals. Psychiatry Res. 2010 May 15;177(1-2):223-7. doi: 10.1016/j.psychres.2009.01.033. Epub 2010 Apr 9."
                },
                {
                    "pmid": "10862806",
                    "type": "BACKGROUND",
                    "citation": "Costa L, Bauer L, Kuperman S, Porjesz B, O'Connor S, Hesselbrock V, Rohrbaugh J, Begleiter H. Frontal P300 decrements, alcohol dependence, and antisocial personality disorder. Biol Psychiatry. 2000 Jun 15;47(12):1064-71. doi: 10.1016/s0006-3223(99)00317-0."
                },
                {
                    "pmid": "10960158",
                    "type": "BACKGROUND",
                    "citation": "Hada M, Porjesz B, Begleiter H, Polich J. Auditory P3a assessment of male alcoholics. Biol Psychiatry. 2000 Aug 15;48(4):276-86. doi: 10.1016/s0006-3223(00)00236-5."
                },
                {
                    "pmid": "18423329",
                    "type": "BACKGROUND",
                    "citation": "Maurage P, Campanella S, Philippot P, de Timary P, Constant E, Gauthier S, Micciche ML, Kornreich C, Hanak C, Noel X, Verbanck P. Alcoholism leads to early perceptive alterations, independently of comorbid depressed state: an ERP study. Neurophysiol Clin. 2008 Apr;38(2):83-97. doi: 10.1016/j.neucli.2008.02.001. Epub 2008 Mar 3."
                },
                {
                    "pmid": "23170242",
                    "type": "BACKGROUND",
                    "citation": "Gilmore CS, Fein G. Theta event-related synchronization is a biomarker for a morbid effect of alcoholism on the brain that may partially resolve with extended abstinence. Brain Behav. 2012 Nov;2(6):796-805. doi: 10.1002/brb3.95. Epub 2012 Oct 5."
                },
                {
                    "pmid": "15179024",
                    "type": "BACKGROUND",
                    "citation": "Boeijinga PH, Parot P, Soufflet L, Landron F, Danel T, Gendre I, Muzet M, Demazieres A, Luthringer R. Pharmacodynamic effects of acamprosate on markers of cerebral function in alcohol-dependent subjects administered as pretreatment and during alcohol abstinence. Neuropsychobiology. 2004;50(1):71-7. doi: 10.1159/000077944."
                },
                {
                    "pmid": "12500083",
                    "type": "BACKGROUND",
                    "citation": "Bauer LO, Hesselbrock VM. Brain maturation and subtypes of conduct disorder: interactive effects on p300 amplitude and topography in male adolescents. J Am Acad Child Adolesc Psychiatry. 2003 Jan;42(1):106-15. doi: 10.1097/00004583-200301000-00017."
                },
                {
                    "pmid": "13638508",
                    "type": "BACKGROUND",
                    "citation": "HAMILTON M. The assessment of anxiety states by rating. Br J Med Psychol. 1959;32(1):50-5. doi: 10.1111/j.2044-8341.1959.tb00467.x. No abstract available."
                },
                {
                    "pmid": "21607563",
                    "type": "BACKGROUND",
                    "citation": "Higley AE, Crane NA, Spadoni AD, Quello SB, Goodell V, Mason BJ. Craving in response to stress induction in a human laboratory paradigm predicts treatment outcome in alcohol-dependent individuals. Psychopharmacology (Berl). 2011 Nov;218(1):121-9. doi: 10.1007/s00213-011-2355-8. Epub 2011 May 24."
                },
                {
                    "pmid": "15849378",
                    "type": "BACKGROUND",
                    "citation": "Pietrzak B, Czarnecka E. Effect of the combined administration of ethanol and acamprosate on rabbit EEG. Pharmacol Rep. 2005 Jan-Feb;57(1):61-9."
                },
                {
                    "pmid": "16930211",
                    "type": "BACKGROUND",
                    "citation": "Staner L, Boeijinga P, Danel T, Gendre I, Muzet M, Landron F, Luthringer R. Effects of acamprosate on sleep during alcohol withdrawal: A double-blind placebo-controlled polysomnographic study in alcohol-dependent subjects. Alcohol Clin Exp Res. 2006 Sep;30(9):1492-9. doi: 10.1111/j.1530-0277.2006.00180.x."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_001644-AA.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".Study participant research data will include but not be limited to cognitive responses, EEG and PSG recordings, and cardiac and ocular activities (electronic data); and clinical and study assessments, and behavioral interviews (paper data). Individual participants and their research data will be identified by a unique study identification number. The key to link participants with their research data will be limited to the participating investigators, including the PI, lead associate investigator, and CNIRC research coordinators. Access to study data will be restricted to authorized personnel. De-identified data may be shared with collaborating researchers for data analysis."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077443",
                    "term": "Acamprosate"
                },
                {
                    "id": "D000002118",
                    "term": "Calcium"
                }
            ],
            "ancestors": [
                {
                    "id": "D000077264",
                    "term": "Calcium-Regulating Hormones and Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000427",
                    "term": "Alcohol Deterrents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "asFound": "Lung",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M1802",
                    "name": "Acamprosate",
                    "asFound": "Accident",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "AlcDet",
                    "name": "Alcohol Deterrents"
                }
            ]
        }
    },
    "hasResults": false
}