{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06001892",
            "orgStudyIdInfo": {
                "id": "PREIS"
            },
            "organization": {
                "fullName": "Centerstone Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Tennessee Youth Prepared for Success",
            "officialTitle": "Tennessee Youth Prepared for Success- Be in Charge Intervention",
            "acronym": "TYPS",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "tennessee-youth-prepared-for-success"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-24",
            "studyFirstSubmitQcDate": "2023-08-17",
            "studyFirstPostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Centerstone Research Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The principal objective of Tennessee Youth Prepared for Success is to pilot, implement, and test innovative adolescent pregnancy prevention strategies using a randomized controlled trial (RCT) to effectively educate youth on both abstinence and contraception with the goal of reducing youth pregnancies, births, and STIs. Tennessee Youth Prepared for Success will address Adulthood Preparation Subjects (APS) to promote youths' successful and healthy transition to adulthood; include a Positive Youth Development (PYD) approach to engage youth and provide positive influences and skill building opportunities; and implement activities/interventions within a trauma-informed approach to account for the mental health needs of those who have experienced maltreatment, abuse, or violence. The project's goals and principal and subordinate objectives align with the PREIS program's goals/objectives and purpose, including (1) targeting high-risk youth to prevent pregnancy and STIs, including HIV/AIDS; (2) rigorously evaluating interventions using an RCT; (3) manualizing/packaging curriculum; and (4) disseminating lessons learned, best practices, and relevant findings. Tennessee Youth Prepared for Success will serve 1,200 youth ages 14-19 in 9 primarily rural counties in East/Middle/West Tennessee, targeting high-risk/vulnerable youth, including rural youth, those residing in counties with high teen birth rates, and/or hard-to-reach youth (e.g., systems-involved).",
            "detailedDescription": "Tennessee Youth Prepared for Success will implement a promising curricula Be In Charge (BIC) for the treatment group, while the control group will receive the Adolescent Health Curriculum. BIC is an abstinence-based sexual health education program developed by Centerstone prevention staff in 2014 to increase a youth's sexual health knowledge and skills for responsible decision-making. It is built upon the idea of building healthy relationship skills and information to help inform responsible choices regarding sexual experiences, and it has been refined since that time with input from key stakeholders from similar target populations/geographic areas (e.g., youth, parents, school personnel). The 7 units of curriculum fit in with the theory of planned behavior where the educational components of the BiC intervention are designed to impact knowledge, attitudes, norms, and perceived control over sexual health related outcomes (i.e., sexual intercourse and contraception usage), ultimately influencing intention and behavior. The curricula is trauma-informed and integrate a PYD approach through creation of safe environments, engagement of youth through creative activities, and facilitation of progressive skill-building. Tennessee Youth Prepared for Success will be guided by the Sexuality Information and Education Council of the United States Guidelines for Comprehensive Sexuality Education, which assists sexual health educators in delivering comprehensive, age/culturally/developmentally- appropriate and medically accurate messages. Adulthood Preparation Subjects (APS) will be directed by ACF's Adult Preparation Subjects Resource Guide.\n\nPrimary research questions include: (1) Do behavioral intentions to delay sexual initiation vary from pre-test to 1-year follow up? To what extent does this pattern vary based on assigned treatment condition?; (2) What is the relationship between assigned treatment condition and pregnancy rates reported at 1-year follow up?; (3) How does likelihood of abstinence and contraception use change following delivery of the intervention? To what extent does this vary based on assigned treatment condition? A series of secondary research questions seek to understand outcomes related to implementation, theoretical constructs associated with behavior, and life skill changes. The secondary questions include: (1) To what degree were facilitators/educators able to implement the intervention/BiC with fidelity?; and (2) How do sexual health knowledge (e.g., HIV/STIs, teen pregnancy), healthy relationship skills, healthy life skills, attitudes/values about adolescent development, and parent-child communication change over time for Tennessee Youth Prepared for Success participants? How does this effect vary by mode of intervention (i.e., Be In Charge vs. Adolescent Health Curriculum)? The proposed evaluation study seeks to establish the efficacy of a teen pregnancy prevention program tailored to the specific needs of Tennessee Youth Prepared for Success' population subgroups (e.g., rural youth), thus supporting efforts to address health disparities in teenage pregnancies.\n\nIn this randomized control, experimental study, participants will be randomly assigned to receive either BIC (i.e., treatment group) or the Adolescent Health Curriculum (i.e., control/comparison group). Through comparison of key program outcomes, this project seeks to establish that BIC is (1) more effective the Adolescent Health Curriculum in decreasing pregnancy rates, delaying sexual initiation, and increasing abstinence/contraception use and (2) implemented with a higher degree of fidelity, reflective of its tailoring to current medical accuracy standards and subpopulation needs. Classrooms/community groups will be matched at the organizational level to mitigate confounding variables (e.g., geographic area, age, demographics)."
        },
        "conditionsModule": {
            "conditions": [
                "Adolescent Behavior",
                "Adolescent Problem Behavior",
                "Risk Reduction"
            ],
            "keywords": [
                "adolescent pregnancy prevention",
                "adult preparation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants will be masked during consent and baseline data collection. They will know the intervention once it begins.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Be in Charge",
                    "type": "EXPERIMENTAL",
                    "description": "The 7 units of curriculum fit in with the theory of planned behavior where the educational components of the BiC intervention are designed to impact knowledge, attitudes, norms, and perceived control over sexual health related outcomes (i.e., sexual intercourse and contraception usage), ultimately influencing intention and behavior. The curricula is trauma-informed and integrate a PYD approach through creation of safe environments, engagement of youth through creative activities, and facilitation of progressive skill-building.",
                    "interventionNames": [
                        "Behavioral: Tennessee Youth Prepared for Success"
                    ]
                },
                {
                    "label": "Adolescent Health Curricula",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Adolescent Health Curriculum which is designed to navigate youth through the emotional components of adolescence in preparation for adulthood.",
                    "interventionNames": [
                        "Behavioral: Tennessee Youth Prepared for Success"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Tennessee Youth Prepared for Success",
                    "description": "both 5 day classroom interventions.",
                    "armGroupLabels": [
                        "Adolescent Health Curricula",
                        "Be in Charge"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Sexual activity",
                    "description": "Number of participants who have abstained from sexual intercourse in the last three months, change from baseline at six months",
                    "timeFrame": "baseline and six months"
                },
                {
                    "measure": "Sexting",
                    "description": "Number of participants who have abstained from sending nude images in the last three months, change from baseline at six months",
                    "timeFrame": "baseline and six months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* have a signed consent form from a guardian, along with assent or consent forms from the youth, as appropriate based on age, unless deemed otherwise by the Institutional Review Board (IRB)\n* be free of debilitating intellectual, mental health, or cognitive impairment (i.e. psychosis, orientation to time/place, etc. based on screening at program entry)\n* be willing to share their experiences with sexual health \\& wellbeing training\n\nExclusion Criteria:\n\n* younger than 14 or older 19\n* those with debilitating intellectual, mental health, or cognitive impairment\n* those without consent at the time of data collection",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "19 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jordan L Nelon, PhD, MPH",
                    "role": "CONTACT",
                    "phone": "2147332946",
                    "email": "jordan.nelon@centerstone.org"
                }
            ],
            "locations": [
                {
                    "facility": "Centerstone Research Institute",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37228",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jordan Nelon, PhD, MPH",
                            "role": "CONTACT",
                            "phone": "214-733-2946",
                            "email": "jordan.nelon@centerstone.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2023-07-06",
                    "uploadDate": "2023-07-24T21:52",
                    "filename": "Prot_000.pdf",
                    "size": 239486
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-07-20",
                    "uploadDate": "2023-07-24T21:53",
                    "filename": "ICF_001.pdf",
                    "size": 281809
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000066553",
                    "term": "Problem Behavior"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M85",
                    "name": "Problem Behavior",
                    "asFound": "Problem Behavior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}