{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05503186",
            "orgStudyIdInfo": {
                "id": "IRB00102139"
            },
            "secondaryIdInfos": [
                {
                    "id": "UMCIRB 21-001307",
                    "type": "OTHER",
                    "domain": "UMC"
                }
            ],
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Text Intervention to Facilitate Secure Storage and Disposal of Prescription Opioids",
            "officialTitle": "Development and Pilot Randomized Control Trial of a Text Message Intervention to Facilitate Secure Storage and Disposal of Prescription Opioids to Prevent Diversion and Misuse",
            "therapeuticArea": [
                "Other"
            ],
            "study": "text-intervention-to-facilitate-secure-storage-and-disposal-of-prescription-opioids"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-12",
            "studyFirstSubmitQcDate": "2022-08-15",
            "studyFirstPostDateStruct": {
                "date": "2022-08-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Kentucky",
                    "class": "OTHER"
                },
                {
                    "name": "University of North Carolina, Chapel Hill",
                    "class": "OTHER"
                },
                {
                    "name": "East Carolina University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed study aims to develop and implement a text message intervention that will instruct and motivate individuals to securely store opioid medications during treatment and subsequently dispose of unused medications following treatment. It is relevant to public health as it is expected to meet the critical need of reducing the diversion of prescription opioids for nonmedical use. The proposed research is relevant to National Institute on Drug Abuse's priorities to develop and implement theoretically based, prevention interventions that can be scalable in healthcare settings to elicit population-level impacts to address the opioid crisis.",
            "detailedDescription": "Drug overdoses are now the leading cause of injury-related death in the United States (US), 35% of which are due to nonmedical use of a prescribed opioid. In the US, 3.3 million people aged 12 or older report past 30-day nonmedical prescription opioid use (NMPOU), defined as use of a prescribed opioid analgesic without a prescription or for reasons other than prescribed. The existing supply of opioid analgesics is high; the prescribing rate equates to at least one opioid prescription per resident in the highest prescribing counties. Many of these opioid analgesics are leftover following treatment and kept in homes rather than being disposed after ceasing use or expiration. Over half of individuals who report NMPOU obtain prescription medications from a relative or friend, with or without their knowledge. Thus, diversion of excess medication is the primary source of NMPOU. Secure storage and disposal of unused opioid analgesics has been extensively promoted at the federal level and adopted by local communities as a strategy to combat diversion of NMPOU. The premise underlying these two strategies is that (1) secure storage minimizes the likelihood of diversion while opioid analgesics are being used during treatment and (2) disposal programs provide opportunities for patients to remove unused or expired opioids outside the home, ultimately reducing availability for NMPOU. However, recent evidence demonstrates that a majority of individuals do not securely store opioids analgesics and only a fraction of unused prescription opioids are disposed of through these take-back events and dropboxes. This is likely due, in part, to a widespread failure of knowledge about and lack of motivation to securely storing and disposing unused prescription opioids. There is evidence that increasing awareness of storage procedures and disposal mechanisms and targeted interventions delivered by healthcare systems may enhance secure storage and disposal of opioid medications. Mobile phone text message reminders, a technology used to prompt multiple health behaviors, may address the need to provide timely guidance on proper handling of opioid medications by prompting patients to securely store and dispose unused prescription opioids."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Misuse"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 360,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Text Message Intervention Study Condition",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention is a text message intervention. Text messages will provide guidance on secure storage and disposal of prescription opioids to participants who have been dispensed a prescription opioid. Participants in the intervention study condition will receive a series of text messages that aim to facilitate secure storage and disposal of unused opioid prescriptions.",
                    "interventionNames": [
                        "Other: Text Message",
                        "Other: Standard of Care"
                    ]
                },
                {
                    "label": "Control Study Condition",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants assigned to the control study condition will not receive the text message intervention. Participants assigned to the control study condition will receive a standard of care of treatment which is whatever guidance that is provided to them by their physician and/or pharmacist.",
                    "interventionNames": [
                        "Other: Standard of Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Text Message",
                    "description": "The intervention consists of a series of text messages aimed to facilitate secure storage and disposal of unused opioid medications.",
                    "armGroupLabels": [
                        "Text Message Intervention Study Condition"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard of Care",
                    "description": "Information provided by the physician and/or pharmacist.",
                    "armGroupLabels": [
                        "Control Study Condition",
                        "Text Message Intervention Study Condition"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants who securely stored their opioid medication during treatment",
                    "description": "Investigators will assess the differences in the proportions of participants who securely stored their opioid medication during treatment using a dichotomous, close-ended question on a self-administered questionnaire.",
                    "timeFrame": "45 days following enrollment"
                },
                {
                    "measure": "Proportion of participants who disposed of their unused opioid medication",
                    "description": "Investigators will assess the differences in the proportions of participants who disposed of their unused opioid medication following completion of treatment using a dichotomous, close-ended question on a self-administered questionnaire.",
                    "timeFrame": "45 days following enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years or older\n* able to read and speak English\n* owning a cell phone with the capability of receiving short message service (SMS) text messages\n* receiving an opioid prescription within the past 14 days\n\nExclusion Criteria:\n\n* 17 years or younger\n* not able to read and speak English\n* does not own a cell phone with the capability of receiving SMS text messages\n* has not received an opioid prescription within the past 14 days",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kathleen Egan, PhD, MS",
                    "role": "CONTACT",
                    "phone": "336-716-9354",
                    "email": "klegan@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kathleen Egan, PhD, MS",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest University Health Sciences",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathleen Egan, PhD, MS",
                            "role": "CONTACT",
                            "phone": "336-716-9354",
                            "email": "klegan@wakehealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "After all data have been collected and the results of the study have been published, de-identified data will be made available to other qualified investigators upon request. The request will be evaluated by the Principal Investigator to ensure that it meets reasonable demands of scientific inquiry. Data collected for this study will be submitted and shared with the National Institute on Drug Abuse Data Archive per NOT-OD-03-032.",
            "timeFrame": "After all data have been collected and the results of the study have been published.",
            "accessCriteria": "De-identified data will be made available to other qualified investigators upon request. The request will be evaluated by the Principal Investigator to ensure that it meets reasonable demands of scientific inquiry. Data collected for this study will be submitted and shared with the National Institute on Drug Abuse Data Archive per NOT-OD-03-032."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Misuse",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}