{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01780168",
            "orgStudyIdInfo": {
                "id": "130053"
            },
            "secondaryIdInfos": [
                {
                    "id": "13-HG-0053"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "The NIH MINI Study: Metabolism, Infection, and Immunity in Inborn Errors of Metabolism",
            "officialTitle": "The NIH Mini Study: Metabolism, INfection and Immunity in Inborn Errors of Mitochondrial Metabolism",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-nih-mini-study-metabolism-infection-and-immunity-in-inborn-errors-of-metabolism"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-16",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2012-12-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2013-01-29",
            "studyFirstSubmitQcDate": "2013-01-29",
            "studyFirstPostDateStruct": {
                "date": "2013-01-30",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Human Genome Research Institute (NHGRI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Metabolism, Infection and Immunity (MINI) Study is a longitudinal natural history study at the National Institutes of Health (NIH) that aims to define the relationship between infection, immunity and clinical decline in individuals with mitochondrial disease. Mitochondrial diseases are a group of disorders caused by problems with the cell s ability to produce energy. Infection in individuals with mitochondrial disease can lead to worsening clinical symptoms, particularly neurologic symptoms.\n\nGoals:\n\nThe main goal of our study is to understand the relationship between infection and clinical decline in patients with mitochondrial disease. Mitochondrial diseases can affect many different parts of the body, including the immune system and its ability to respond to infection. Therefore, we perform a comprehensive evaluation of participants including a detailed immunologic assessment.\n\nWe are not testing any new medicine or procedure to treat or cure IEM or mitochondrial diseases. However, by understanding the relationship between infection and mitochondrial disease, we hope to develop treatments in the future. At the NIH, we are interested in research. Although we do provide advice and care for people enrolled in our study, we are not able to take over the long-term care of participants. To enroll in our study, you (your child) must already have a confirmed diagnosis of a mitochondrial disease. We are not able to provide a \"first time\" diagnosis or regular metabolic care.\n\nWhat is involved?\n\nOnce you contact our team members, you will be asked to provide medical records to determine eligibility. Our team will review the records and notify you if you (your child is) eligible to join the study.\n\n-Onsite participation: You (your child) will be invited to visit the National Institutes of Health in Bethesda, Maryland. This first visit will typically last 3-5 days. Depending on the level of participation, additional visits may be requested. Our team members will work with you and your child to coordinate the supports needed during your stay at NIH. Study participants may be seen in the clinic, day hospital or inpatient setting.\n\nWhen you (your child) arrive at the NIH we will have an informed consent discussion to confirm willingness to participate, answer questions and review the risks and benefits of the study. You (your child) will meet with a physician who will ask about medical and family history and do a physical exam (like in any doctor's office). We will ask all study participants to allow us to collect urine, draw blood, swab your (your child s) nose, and perform a detailed assessment. We may suggest additional evaluations or specialty consults for some participants based on clinical manifestations, age and level of independence. We will explain these studies to you (your child). They may include items such as- imaging studies, DEXA or MRI scan, energy expenditure or metabolic testing, developmental neuropsychological logical testing, physiatry, ophthalmology, or other consults. In some cases, we may request a skin biopsy (if one has not been done). You will receive the results of your (your child's) clinical testing and notes from any clinical consultations.\n\n-Remote participation: If you (your child) are unable to travel, you (your child) may be enrolled remotely for records review, questionnaires, and telethealth exams. Blood or other samples collection may be requested in coordination with local providers or lab testing companies",
            "detailedDescription": "The biochemical perturbations in children with inborn errors of metabolism (IEM) may affect their immune response. As a result, this will not only increase risk for infection but also hamper their ability to develop protective immunity after vaccination. Characterizing perturbations in immunity and the ability of vaccines to provide protective immunity in IEM is critical. Immune deficiencies and the immunogenicity of vaccines have not been well characterized in IEM.\n\nViral infections play a significant role in precipitating life-threatening acute decompensations in various IEM. Seasonal variation of respiratory and gastrointestinal viruses places this vulnerable population at significant risk. The standard of care for these patients is routine childhood vaccination as well as vaccination for seasonal influenza viruses. However, nutritional deficiencies and their underlying IEM enzymopathies may affect the efficacy of vaccination.\n\nIn this protocol, we will clinically evaluate the immunologic states of patients with IEM. Routine inpatient and outpatient admissions will last 2-3 days and may involve blood drawing, radiological procedures, nutrition assessment and biometrics. Immune challenge may be performed using vaccinations for seasonal influenza and pneumococcus (PPV23). Follow-up appointments will be scheduled at the end of the study period.\n\nThe study objectives will be to describe the immune deficiencies seen, in this patient population, describe vaccine seroconversion in this patient population, and search for new genes in rare families that have evidence for an unknown class of IEM. The population will consist of patients previously evaluated at NIH, physician referrals, and families directed to the study from clinicaltrials.gov as well as the patient advocacy groups. All patients will be evaluated at the NIH Clinical Center."
        },
        "conditionsModule": {
            "conditions": [
                "Oxidative Phosphorylation Deficiencies",
                "Electron Transport Chain Disorders, Mitochondrial",
                "Mitochondrial Disorders",
                "Leigh Disease"
            ],
            "keywords": [
                "Mitochondrial Disorders",
                "Leigh Disease",
                "Subacute Necrotizing Encephalopathy",
                "Disorders of Oxidative Phosphorylation (OXPHOS)",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "healthy volunteers",
                    "description": "Healthy volunteers"
                },
                {
                    "label": "Inborn errors of metabolism/mitochondrial disease",
                    "description": "patients with inborn errors of metabolism including those with mitochondrial disease"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To provide insight into the mechanisms involved in the interplay between the immune system and mitochondrial metabolism",
                    "description": "By developing an understanding of immune dysfunction, targets for rational therapies may be developed for this patient population.",
                    "timeFrame": "Initial visit and various timepoints thereafter dependent on protocol"
                },
                {
                    "measure": "To document the development of adaptive immunity in cohorts of mitochondrial disease patients according to the standard of care for this vulnerable population.",
                    "description": "By developing an understanding of immune dysfunction, targets for rational therapies may be developed for this patient population.",
                    "timeFrame": "Initial visit and various timepoints thereafter dependent on protocol"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to paraticipant in this study, an individual must meet all of the following criteria:\n\n1. Stated willingness to comply with all study procedures and availability for the duration of the study.\n2. Male or female, \\>12 months of age.\n3. Diagnosis of mitochondrial disease with documented molecular evidence of disease.\n4. Healthy volunteers of any gender and ethnicity \\>2 years of age may also be eligible to enroll in the protocol. Healthy volunteers may be from the local community, or family members of patients with MtD.\n5. Agreement to adhere to Lifestyle considerations throughout study duration.\n6. Ability of subject or Legally Authorized Representative (LAR) to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n1. Lack of a local MtD provider (For participants with MtD only)\n2. \\<12 months of age\n3. Pregnancy or lactation\n4. Discretion and clinical judgement of the Principal Investigator",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "115 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with inborn errors of metabolism including those with mitochondrial disease",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shannon Kruk, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 451-9145",
                    "email": "shannon.kruk@nih.gov"
                },
                {
                    "name": "Peter J McGuire, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 515-5915",
                    "email": "mcguirepj@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter J McGuire, M.D.",
                    "affiliation": "National Human Genome Research Institute (NHGRI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30954647",
                    "type": "BACKGROUND",
                    "citation": "Kruk SK, Pacheco SE, Koenig MK, Bergerson JRE, Gordon-Lipkin E, McGuire PJ. Vulnerability of pediatric patients with mitochondrial disease to vaccine-preventable diseases. J Allergy Clin Immunol Pract. 2019 Sep-Oct;7(7):2415-2418.e3. doi: 10.1016/j.jaip.2019.03.046. Epub 2019 Apr 5. No abstract available."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2013-HG-0053.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007888",
                    "term": "Leigh Disease"
                },
                {
                    "id": "D000028361",
                    "term": "Mitochondrial Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000020739",
                    "term": "Brain Diseases, Metabolic, Inborn"
                },
                {
                    "id": "D000001928",
                    "term": "Brain Diseases, Metabolic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000015323",
                    "term": "Pyruvate Metabolism, Inborn Errors"
                },
                {
                    "id": "D000002239",
                    "term": "Carbohydrate Metabolism, Inborn Errors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23341",
                    "name": "Mitochondrial Diseases",
                    "asFound": "Mitochondrial Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10900",
                    "name": "Leigh Disease",
                    "asFound": "Leigh Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5205",
                    "name": "Brain Diseases, Metabolic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22498",
                    "name": "Brain Diseases, Metabolic, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M18016",
                    "name": "Pyruvate Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M5498",
                    "name": "Carbohydrate Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "T3361",
                    "name": "Leigh Syndrome",
                    "asFound": "Leigh Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}