{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04675567",
            "orgStudyIdInfo": {
                "id": "1H79SM082987"
            },
            "organization": {
                "fullName": "Cambridge Health Alliance",
                "class": "OTHER"
            },
            "briefTitle": "The Safety-Net Approach",
            "officialTitle": "The Safety-Net Approach: Weaving a Community-based System-of-Care to Improve Child Mental Outcomes",
            "acronym": "Safety-Net",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-safety-net-approach"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-29",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-01",
            "studyFirstSubmitQcDate": "2020-12-15",
            "studyFirstPostDateStruct": {
                "date": "2020-12-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Katherine Grimes MD",
                "investigatorTitle": "Associate Professor, Psychiatry; Director, Children's Health Initiative",
                "investigatorAffiliation": "Cambridge Health Alliance"
            },
            "leadSponsor": {
                "name": "Cambridge Health Alliance",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Safety-Net project, is intended to disrupt disparities in mental health treatment access for children at-risk for childhood trauma (ACEs) and/or serious emotional disturbance (SED). \"Safety Net\" will use mobile clinical and family support teams to improve mental health outcomes. This clinical innovation, nested in an integrated system-of-care will be piloted for children, ages 3-18 yrs., with SED who receive primary care through Cambridge Health Alliance.",
            "detailedDescription": "The Safety-Net project, is intended to disrupt disparities in mental health treatment access for children at-risk for childhood trauma (ACEs) and/or serious emotional disturbance (SED). \"Safety Net\" will use mobile clinical and family support teams to improve mental health outcomes. This clinical innovation, nested in an integrated system-of-care will be piloted for children, ages 3-18 yrs., with SED who receive primary care through Cambridge Health Alliance. Massachusetts had the highest rate of child abuse and neglect in the US during 2016 (DHHS, 2017). Approximately, 25% of these children live below the federal poverty level (American Community Survey, 2011-2013). The \"gateway\" cities this study targets in Metro-Boston (Malden and Everett) have 2-3 times the rate of foreign-born residents (43% vs. 15%) compared to the rest of the MA, and twice the statewide rate of children whose parental language is not English (54% vs. 22.3%). Together, SED and ACEs put children at much higher risk for adverse health and mental health outcomes in childhood and beyond.\n\nCHA's Children's Health Initiative (CHI) leadership will combine evidence-based interventions from its earlier MHSPY program (family support, care management and shared goals) with new strategies, such as interdisciplinary child mental health evaluation teams, all within primary care. Clinical expertise will be combined with peer-to-peer parent/guardian support for trauma-informed care delivery to both parent and child. All aspects of the care continuum will be provided in a culturally and linguistically competent manner, with child and family-driven care planning. Overall, the program will be sited in two cities, supported by a larger, specialized system of care involving state and local child serving agencies, schools and community-resources. The study team anticipates serving 248 children and families in total, at approximately 70 children per year. Program goals include: 1) Promote earlier recognition of child mental health needs; 2) Family-driven assessment approach to offset disparities in treatment engagement and outcomes; 3) Facilitate state, local and care planning team coordination and collaboration using SOC principles. Objectives: 1) Assess presence of SED (Serious Emotional Disturbance) via Standardized measures of Clinical Functioning (CGAS and CAFAS) 2) Screen for adverse childhood experiences (ACEs) by use of modified ACE-Q tool, 3) Increase access to child mental health evaluation and treatment using Pre-post measures of patterns of service use for study participants and Assessment of patterns of care for propensity-score weighted comparison group, 4) Improve family care experience, as measured by Baseline and follow-up Family Professional Partnership Scale assessments, 5) Improve clinical functioning, as measured by Baseline and follow-up CGAS and CAFAS assessments. Safety-Net's goals align with CHA's goals within its Accountable Care Organization contract with MassHealth, thus offering a chance to measure and evaluate outcomes for a customized system-of-care for some of the state's most vulnerable populations."
        },
        "conditionsModule": {
            "conditions": [
                "Emotional Disturbances",
                "Behavior Disorders",
                "Mental Disorders, Severe"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The Safety-Net Model consists of the delivery of intensively integrated clinical care within pediatrics, combined with community-based parent support from family support specialists. Innovations include child mental health specialists joining the pediatrics team for \"huddles\", psychiatry notes shared with pediatricians via the Electronic Medical Records and active inclusion of pediatricians in pre-evaluation discussions with the Safety-Net Team and post-evaluation recommendations for the families. In addition, the Safety-Net model includes active communication with school personnel, child welfare, and community-based resources, when needed.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Safety-Net Intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Safety-Net Care Team Model"
                    ]
                },
                {
                    "label": "Treatment as Usual",
                    "type": "NO_INTERVENTION"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Safety-Net Care Team Model",
                    "description": "\"Safety-Net\" Care Planning Team: Clinical expertise will be combined with peer-to-peer parent/guardian support for trauma-informed care delivery to both parent and child. All aspects of the care continuum will be provided in a culturally and linguistically competent manner, with child and family-driven care planning.",
                    "armGroupLabels": [
                        "Safety-Net Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Child and Adolescent Functional Assessment Scale (CAFAS) Score",
                    "description": "Measurement of clinical functioning using Child and Adolescent Functional Assessment Scale (CAFAS). Trends from baseline to 6 months and 12 months will be examined to identify improvement, decline, or no change in clinical functioning. The CAFAS measure indicates the level of clinical functioning, on a scale of 0-140, where scores above 40 indicate clinical need.",
                    "timeFrame": "Comparative analysis of baseline and follow-up clinical functioning scores (baseline collected at enrollment, follow-up assessments collected at 6 months and 12 months)"
                },
                {
                    "measure": "Changes in Children's Global Assessment Scale (CGAS) Score",
                    "description": "Measurement of clinical functioning using Children's Global Assessment Scale (CGAS). Trends from baseline to 6 months and 12 months will be examined to identify improvement, decline, or no change in clinical functioning. The CGAS measure provides a single global rating only, on scale of 0-100, where scores below 60 indicate clinical need.",
                    "timeFrame": "Comparative analysis of baseline and follow-up clinical functioning scores (baseline collected at enrollment, follow-up assessments collected at 6 months and 12 months)]"
                },
                {
                    "measure": "Family perceptions of care using the Family Professional Partnership Scale (FPPS).",
                    "description": "Qualitative assessment of family perceptions of care using the Family Professional Partnership Scale (FPPS). The anchors of items rated on satisfaction are rated on a 5-point likert scale, where 1 = very dissatisfied, 3 = neither satisfied nor dissatisfied, and 5 = very satisfied wherein the higher the value represents a better outcome.",
                    "timeFrame": "Analysis of baseline and follow-up family perceptions of care (baseline collected at enrollment, follow-up assessments collected at 6 months and 12 months)]"
                },
                {
                    "measure": "Access to child mental health and substance abuse (MH/SA) care",
                    "description": "Comparing service Use Data from Electronic Health Records and Claims for intervention group versus controls",
                    "timeFrame": "Comparative analysis of access to care trends (0-6 months)"
                },
                {
                    "measure": "Engagement in child mental health and substance abuse (MH/SA) treatment",
                    "description": "Comparing service Use Data from Electronic Health Records and Claims for intervention group versus controls",
                    "timeFrame": "Comparative analysis of service use trends (6-12 months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 3 through 18 years (17½ years maximum at time of enrollment)\n* Referred by PCP's from one of the three CHA Safety Net primary care sites (Malden Family Medicine Center, Windsor Street Health Center and Broadway Care Center) to the Safety Net team for an integrated child mental health and/or substance use disorder clinical assessment.\n* Positive screen on CHA's standard pediatric mental health and substance use screening instruments, and/or parental concern about possible mental health/substance use needs, and/or PCP concern about possible mental health/substance use needs\n* Enrolled in MassHealth\n\nExclusion Criteria:\n\n* Subjects over 17.5 years (SAMHSA data collection required at 6 and 12 months after enrollment which must occur before age 18 years.)\n* Youth who are not enrolled in MassHealth\n* CHA patients with PCP located at CHA primary care site other than three identified intervention sites (Malden, Windsor, Broadway)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katherine E Grimes, MD, MPH",
                    "role": "CONTACT",
                    "phone": "617-806-8718",
                    "email": "katherine_grimes@hms.harvard.edu"
                },
                {
                    "name": "Jennifer McNaboe, MPH",
                    "role": "CONTACT",
                    "phone": "8605397205",
                    "email": "jemcnaboe@gmail.com"
                }
            ],
            "locations": [
                {
                    "facility": "Cambridge Health Alliance",
                    "status": "RECRUITING",
                    "city": "Cambridge",
                    "state": "Massachusetts",
                    "zip": "02141",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer McNaboe, MPH",
                            "role": "CONTACT",
                            "phone": "617-806-8719",
                            "email": "jmcnaboe@challiance.com"
                        },
                        {
                            "name": "Katherine E Grimes, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3751,
                        "lon": -71.10561
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000000342",
                    "term": "Affective Symptoms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Disorders, Severe",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M3692",
                    "name": "Affective Symptoms",
                    "asFound": "Emotional Disturbances",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}