{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06098755",
            "orgStudyIdInfo": {
                "id": "RYXWWMJUDPM6"
            },
            "organization": {
                "fullName": "Virtual Tribunal Monastery",
                "class": "OTHER"
            },
            "briefTitle": "The Sequestration of Holistic Stress Management Techniques for Adults",
            "officialTitle": "Transcendence Research: Holistic Education For Colonized Countries Primarily English Speaking",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-sequestration-of-holistic-stress-management-techniques-for-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-02",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-12",
            "studyFirstSubmitQcDate": "2023-10-19",
            "studyFirstPostDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Goddess Zena I. Jones",
                "investigatorTitle": "PD/PI",
                "investigatorAffiliation": "Virtual Tribunal Monastery"
            },
            "leadSponsor": {
                "name": "Goddess Zena I. Jones",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This remote study is intended to assist the population with access to cost-effective pastoral counseling for stress management in the workplace and every day life. In awareness of a support system, Bachelor's age 30 and older requirements were waived to accept the Bachelor's age 21-29 for verified relatives of an individual Humanitarian Veterans Association member; however, without BLOOD-QUANTUM to an individual Humanitarian Veterans Association member, the preferred Bachelor age is 30 years old and up. Holistic medicine (also known as Holistic Education) for adults doesn't replace nor substitute clinical diagnosis and medical treatment.",
            "detailedDescription": "FOR PASTORAL COUNSELING The HM is a licensed referral, ordering, and Holistic Medicine prescribing provider only. While a massage chair is considered an expensive preference to reduce stress and for immediate relief; in an economical sense, being able to emotionally adjust to changes and different environments may require self-help practice. With a Holistic approach to wellness, the \"Whole Person\" concept includes biofeedback. A Pulse MD finger monitor and a contactless infrared thermometer will be used to measure biofeedback towards reaching equilibrium or Homeostasis necessary to validate input for critical questions and tests for this study. To prevent fraud, deceit, and unfair business practices, copies of a valid ID or Driver's License and consent forms are required for all in-person appointments.\n\nAn appointment Itinerary will detail the following sequence:\n\n* Real ID Age-Verification by showing identification in-person, review, and confirm the mutual terms of agreement in print on the consent forms\n* Tour of the Nonclinical setting to ensure a secure, indoor environment while explaining the importance of installed security cameras in the bathroom during an appointment\n* Opening Prayer\n* Measure biofeedback\n* Bible study, specifically narrated, dramatized version audio, will be extended as needed to monitor biofeedback. Repeat separate appointments or referrals to nonclinical variable prescriptions may or may not be needed to reach equilibrium or Homeostasis before critical questions and tests are presented for this study\n* After reaching a steady heart rate, critical questions and tests will be presented\n* Designated critical questions and tests for this study involve input towards completing psychological and neurological tests (i.e. the Maslow's Hierarchy of Needs and the Lawton Instrumental Activities of Daily Living Scale). The reason for psychological and neurological tests are to further assist with Desensitization techniques in order to adapt to the norms with inclusive language; while being objective by practicing to focus without being distracted. Overall, psychological and neurological tests assist with stress management by helping professionals with self-care directed activities and in all types of environments.\n* Review and confirm input provided while listening for a self-determination, self-analysis or hypotheses in order to complete the study in its entirety; however, repeat appointments may be necessary to complete critical questions and tests. Biofeedback helps to measure a steady heart rate towards reaching equilibrium or Homeostasis needed to validate a self-determination, self-analysis or a hypotheses in order to complete this study.\n* Finally at the end of this study, explain the importance of eRA Commons registration and offer an optional Virtual Tribunal Monastery individual role or appointment\n\nFOR INDIVIDUAL GROUP PARTICIPATION IN THIS STUDY:\n\nOne-hundred volunteers will be divided up into four teams. Each team will be classified under the auspices of the U.S. Founding Fathers of Democracy notes. To earn points for your team, participation per self-help and self-care directed activities are required. Periodic forecasts of variables (i.e. lectures, group discussions, team building exercises, faith-based initiatives, respite, support group, supportive care, natural food remedies, critical thinking questions and tests) helps to track individual progress for a self-assessment and/or self-determination.\n\nWith emphasis on the \"Whole Person Concept' mind, body, and spirit, Holistic Medicine (also known as Holistic Education) serves the purpose to provide a holistic approach to healing and recovery through self-help and self-care directed activities.\n\nAs Member of Targeted Groups referenced on IRS Tax Form 8850 Instructions, I sympathize with the Underserved population. Regarding the U.S. Slavery, I understand corrupt dissenters may see heredity, ethnicity, race, culture, belief systems, socioeconomic background and religion as a threat. Holistic Medicine is a vital integrative component in today's alternative health care system that doesn't replace nor substitute clinical diagnosis and treatment. Holistic Medicine is an option and mostly practiced in faith-based healing.\n\nThe Humanitarian Veterans Association was founded in the year 2011. Over 100 Humanitarian Veterans Association members were recruited in-person at various military/veteran events and support services. Humanitarian Veterans Association DBA Veterans Corps of Humanitarian Veterans Association also serves as a peer-review board due to optional executive membership."
        },
        "conditionsModule": {
            "conditions": [
                "Stress, Job"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "ECOLOGIC_OR_COMMUNITY",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Team 1. President George Washington (1732-1799) Notes:",
                    "description": "variables",
                    "interventionNames": [
                        "Behavioral: Transcendence Research: Holistic Education"
                    ]
                },
                {
                    "label": "Team 2. President Thomas Jefferson (1743 -1826) Notes:",
                    "description": "variables",
                    "interventionNames": [
                        "Behavioral: Transcendence Research: Holistic Education"
                    ]
                },
                {
                    "label": "Team 3. President Theodore Roosevelt (1858 - 1919) Notes:",
                    "description": "variables",
                    "interventionNames": [
                        "Behavioral: Transcendence Research: Holistic Education"
                    ]
                },
                {
                    "label": "Team 4. President Abraham Lincoln (1809 - 1865) Notes:",
                    "description": "variables",
                    "interventionNames": [
                        "Behavioral: Transcendence Research: Holistic Education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Transcendence Research: Holistic Education",
                    "description": "With informed consent the participant act as a partner to their health and acknowledges responsibility for self-help or self-care directed activities in a non-clinical setting. Transcendence in research involves actively exploring the best possible options or resources for a resolution or self-determination or hypotheses. To reinforce healthy activities, periodic forecast consist of one or more of the following variables: lectures, group discussions, team building exercises, faith-based initiatives, respite, support group, supportive care, natural food remedies, critical thinking questioning and tests.",
                    "armGroupLabels": [
                        "Team 1. President George Washington (1732-1799) Notes:",
                        "Team 2. President Thomas Jefferson (1743 -1826) Notes:",
                        "Team 3. President Theodore Roosevelt (1858 - 1919) Notes:",
                        "Team 4. President Abraham Lincoln (1809 - 1865) Notes:"
                    ],
                    "otherNames": [
                        "Holistic Medicine (HM)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Inductive Reasoning (also known as the Bottom-Up Analysis)",
                    "description": "Observations, periodic forecast data, and supportive evidence are gathered for a final generalization or hypothesis.",
                    "timeFrame": "A hypothesis will be provided at the end of the study"
                },
                {
                    "measure": "Snowball sampling (also known as Referral, Respondent-Driven or Chain-Referral sampling)",
                    "description": "Periodic forecasts are scientific methods used to track individual progress and measure the effectiveness of individual response in a confidential format ( i.e. cause AKA PRIME MOTIVATOR \\< VARIABLES = POSITIVE AFFECT; however, cause AKA PRIME MOTIVATOR \\> VARIABLES = NEGATIVE AFFECT ) The individual may be asked to clarify the specific variable that may cause the prime motivator to have value when the cause of the problem should not have precedence over priorities.\n\nAn example of a periodic forecast explanation: The prime motivator is \\< the IADL Scale = A POSITIVE reaction, flight, experience, outcome",
                    "timeFrame": "Throughout Feb. 2024 - Dec. 2026 or until a hypothesis is provided to complete the study."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Self-selection (individual claim, evidence, self-determination)",
                    "description": "To encourage individual self-efficacy, variables are used to boost team moral and self-motivation. The Coronation of HM details are referenced at the Virtual Tribunal Monastery facility website.",
                    "timeFrame": "Throughout Feb. 2024 - Dec. 2026 or until a hypothesis is provided to complete the study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* an age waiver of the designated Bachelors age 30 and up are required for Bachelors age 21- 29\n* Resume with any medical certification or degree\n* Must be a Bachelor (single and unmarried) relationship status\n* Copies of the health records showing recent STD and Drug Panel results\n* Must be competent (of sound mind and judgement) and be financially able to serve as a UNPAID trainee\n* Acknowledge smoke-free, drug-free, and alcohol-free policy for this clinical trial\n* Must have access to the internet, own a King James Version Holy Bible and audio recorder\n* Religious or spiritual belief in prayer meditation for faith-based healing\n* Must agree to ethical standards in Greek text pertaining to the Hippocratic Oath.\n* Clinical diagnosis and treatment for one or more hereditary medical condition(s).\n* Due to a new tool in the Toolkit: DOGS HELP TO DETECT COVID-19, a negative COVID-19 test may be required at any time whenever COVID-19 is suspected without remedy.\n\nExclusion Criteria:\n\n* Noncompliance to Inclusion Criteria.\n* Married relationship status\n* Gender Conversion\n* Repeat offenders\n* Smokers, vapors, alcoholics, drug abusers.\n* Non-Believers in Christian religious practices or prayer.\n* Inability to pay for membership dues.\n* Immobility\n* Bloodborne diseases without clinical diagnosis, medical treatment, and remedy.",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "minimumAge": "30 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Colonized Countries Primarily English Speaking",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Goddess Zena I Jones, HM",
                    "role": "CONTACT",
                    "phone": "(907) 416-8218",
                    "email": "vtm@minister.com"
                },
                {
                    "name": "Jones",
                    "role": "CONTACT",
                    "phone": "1-888-485-8889",
                    "phoneExt": "1",
                    "email": "veteranscorpsofhva@mail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jones",
                    "affiliation": "Humanitarian Veterans Association",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Virtual Tribunal Monastery",
                    "status": "RECRUITING",
                    "city": "Anchorage",
                    "state": "Alaska",
                    "zip": "99503",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Goddess Zena Jones, HM, AMM-D.D.",
                            "role": "CONTACT",
                            "phone": "907-416-8218",
                            "email": "vtm@minister.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 61.21806,
                        "lon": -149.90028
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Virtual Tribunal Monastery Facility website link",
                    "url": "https://virtualtribunalmonastery.vhx.tv/"
                },
                {
                    "label": "Instructor",
                    "url": "https://virtualtribunalmonasteryfellow.godaddysites.com/"
                },
                {
                    "label": "Peer-Review Board",
                    "url": "https://hva.vhx.tv/"
                },
                {
                    "label": "DOGS HELP DETECT COVID-19",
                    "url": "https://www.cdcfoundation.org/stories/project-uses-dogs-detect-covid-19"
                },
                {
                    "label": "Dry or Damp Community references",
                    "url": "https://www.commerce.alaska.gov/web/amco/AlcoholLocalOption.aspx"
                },
                {
                    "label": "Members of Targeted Groups referenced on IRS Tax Form 8850 Instructions",
                    "url": "https://www.irs.gov/pub/irs-pdf/i8850.pdf"
                },
                {
                    "label": "Adult Education",
                    "url": "https://en.wikipedia.org/wiki/Adult_education"
                },
                {
                    "label": "Holistic Education (also known as Holistic Medicine) GREEK HIPPOCRATIC OATH",
                    "url": "https://www.nlm.nih.gov/hmd/greek/greek_oath.html"
                },
                {
                    "label": "Ecclesiastical Law for the church",
                    "url": "https://thelawdictionary.org/ecclesiastical-law/"
                },
                {
                    "label": "MASLOW'S HIERARCHY OF NEEDS PYRAMID e.g.Transcendence Research, Inductive Reasoning (also known as the BOTTOM-UP ANALYSIS)",
                    "url": "https://en.wikipedia.org/wiki/Maslow%27s_hierarchy_of_needs"
                },
                {
                    "label": "Sequestration isolation of patient for treatment or quarantine",
                    "url": "https://medical-dictionary.thefreedictionary.com/sequestrations"
                },
                {
                    "label": "Self-efficacy",
                    "url": "https://en.wikipedia.org/wiki/Self-efficacy"
                },
                {
                    "label": "White House Faith-based \\& Community Initiative",
                    "url": "https://georgewbush-whitehouse.archives.gov/government/fbci/president-initiative.html"
                },
                {
                    "label": "Request for and Consent to Release Information from Individual's Records",
                    "url": "https://www.va.gov/find-forms/about-form-3288/"
                },
                {
                    "label": "Consenting Adults Form to Watch Adult Content, Discuss Adult Content, and Participate in Adult Content",
                    "url": "https://eforms.com/images/2017/08/Sexual-Consent-Form.pdf"
                },
                {
                    "label": "VA Drug-Free Workplace Program",
                    "url": "https://www.va.gov/OAA/docs/VHA_HPTsDrug-FreeWorkplaceOAA_HRA.pdf"
                },
                {
                    "label": "Mondays + Fridays Free \\& Confidential Testing: STI Express Clinic",
                    "url": "https://www.anchoragepublichealth.com/services/sti-testing/"
                },
                {
                    "label": "Adult Consent Form Instructions",
                    "url": "https://eforms.com/consent/sexual/"
                }
            ],
            "availIpds": [
                {
                    "id": "014/BR/612",
                    "type": "Individual Participant Data Set",
                    "url": "https://virtualtribunalmonastery.vhx.tv/",
                    "comment": "Regarding an individual means test, the Holistic Healthcare needs exceed the costs associated with the service. While politics intentionally create lengthy barriers in Federal grants funding, including impeding the opportunity to serve as a Medicaid and/or Medicare Provider, I understand the difference between politics and culture. Inclusion involves optional access to all healthcare services without financial assistance. As a licensed referral, ordering, and nonclinical prescribing Holistic Medicine provider only, cost-effective pastoral counseling serve its purpose."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Participant Data for Subscribers' Individual and/or Group Pastoral Counseling are sealed unless warranted. While sensitive data is sealed, for educational purposes, a proxy video represents classified virtual online appointments in lieu of Individual Participant Data.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "24/7",
            "accessCriteria": "Online",
            "url": "https://virtualtribunalmonasteryfellow.godaddysites.com/"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2024-01-06",
                    "uploadDate": "2024-01-07T02:50",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 895116
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-01-06",
                    "uploadDate": "2024-01-07T02:52",
                    "filename": "ICF_001.pdf",
                    "size": 254529
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000073397",
                    "term": "Occupational Stress"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009784",
                    "term": "Occupational Diseases"
                },
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1167",
                    "name": "Occupational Stress",
                    "asFound": "Stress, Job",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12719",
                    "name": "Occupational Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC24",
                    "name": "Occupational Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}