{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04313114",
            "orgStudyIdInfo": {
                "id": "LSUShreveport"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R01CA240496",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01CA240496"
                }
            ],
            "organization": {
                "fullName": "Louisiana State University Health Sciences Center Shreveport",
                "class": "OTHER"
            },
            "briefTitle": "The PRIME-CRC Trial to Promote CRC Screening in Rural Communities",
            "officialTitle": "Patient-Centered Reminders to Inform, Motivate, and Engage Colorectal Cancer Screening Adherence in Rural Communities: The PRIME-CRC Trial",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "the-prime-crc-trial-to-promote-crc-screening-in-rural-communities"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-16",
            "studyFirstSubmitQcDate": "2020-03-16",
            "studyFirstPostDateStruct": {
                "date": "2020-03-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Louisiana State University Health Sciences Center Shreveport",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "Northwestern University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators will expand an existing, patient-centered, health literacy strategy to promote longer-term adherence to colorectal cancer (CRC) screening in resource-limited, rural health clinics via colonoscopy or annual fecal immunochemical test (FIT). In the proposed 2-arm study, both PRIME-CRC and enhanced usual care (control) will incorporate health literacy evidence-based practices for delivering CRC patient information and counseling to aid patient decision making for selecting FIT or colonoscopy, including simplified test instructions. In addition, the PRIME-CRC arm will use a \"stepped care\" approach for reminding patients on proper CRC screening preparation for scheduled colonoscopy or completion of annual FIT. Patients in the PRIME-CRC arm will receive frequent follow-up contact from their health care provider via audio-recorded, automated call or SMS text, based on patient preference.",
            "detailedDescription": "The investigators will expand an existing, patient-centered, health literacy strategy to promote longer-term adherence to colorectal cancer (CRC) screening in resource-limited, rural health clinics via colonoscopy or annual fecal immunochemical test (FIT). Guided by recently completed trials, the investigators will leverage consumer technologies that are now available in rural areas and implement a multifaceted approach - designed for scale in resource-limited federally qualified health centers (FQHCs). While significant gains have been made to improve CRC screening, compliance with those guidelines is sub-optimal and disparities remain. In particular, adults who receive care at rural FQHCs that have limited resources struggle to initiate and maintain annual CRC screening via the most common method, FIT. Over the past decade, this team has studied the effectiveness of specific interventions to enhance initial and repeat CRC screening completion among lower income, lower health literate, racially/ethnically diverse adults in rural FQHC settings. The majority of patients will complete the initial test (67% - 69%), yet fewer (32% - 40%) complete an annual test in years 2 and 3. This indicates a \"stepped care\" approach is needed to promote long-term CRC screening. The investigators' rural health literacy interventions have until now been limited to the FIT due to restrictions of state Medicaid coverage and clinical bandwidth of colonoscopy services available to rural FQHCs. Changes to Medicaid have now expanded the availability of colonoscopy. The investigators propose a novel intervention guided by evidence learned from the investigators' previous studies and recent literature - the Patient-Centered Reminders to Inform, Motivate, and Engage-CRC Screening (PRIME-CRC). In this proposed 2-arm, randomized control trial (N=1200), both PRIME-CRC and enhanced usual care arms will at point of care receive CRC patient information and counseling to aid patient decision making for selecting FIT or colonoscopy utilizing core components including evidence-based Health Literacy education and counseling, along with printed, simplified CRC screening information and simplified test instructions. PRIME-CRC will additionally have a \"stepped care\" approach for reminding patients on proper CRC screening preparation for scheduled colonoscopy or completion of annual FIT. Patients in the PRIME-CRC arm will have frequent follow-up with tailored contact via automated call or SMS text (based on patient preference) from their healthcare provider (audio recorded or personalized text). The primary outcome will be completion of either colonoscopy or annual FIT over 3 years. The specific aims are to: test the effectiveness of the PRIME-CRC intervention to improve CRC screening completion rates in rural FQHCs compared to enhanced usual care; investigate whether the intervention can reduce CRC screening disparities by patient health literacy, race or sex; determine the fidelity of PRIME-CRC components, and explore patient, provider, and healthcare system barriers to implementation, and evaluate the cost associated with the intervention from a FQHC perspective. This study extends this team's longstanding collaboration on health literacy, health disparities, rural health and cancer screening."
        },
        "conditionsModule": {
            "conditions": [
                "Colorectal Cancer"
            ],
            "keywords": [
                "health literacy",
                "shared decision making",
                "colonoscopy",
                "fecal immunochemical test",
                "rural community clinics"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SCREENING",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PRIME CRC",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients will receive a plain language, literacy appropriate, actionable printed CRC screening handout emphasizing the benefits of CRC screening and screening options; as well as plain language, literacy appropriate handouts on the CRC screening test they choose - colonoscopy or FIT. Patients will also receive automated reminder calls and texts for both screening options to encourage screening.",
                    "interventionNames": [
                        "Behavioral: health literacy appropriate education and demonstration",
                        "Behavioral: shared decision making",
                        "Behavioral: automated call reminders or automated texts"
                    ]
                },
                {
                    "label": "Enhanced Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients will receive a plain language, literacy appropriate, actionable printed CRC screening handout emphasizing the benefits of CRC screening and screening options; as well as plain language, literacy appropriate handouts on the CRC screening test they choose - colonoscopy or FIT. Patients will receive no reminder calls.",
                    "interventionNames": [
                        "Behavioral: health literacy appropriate education and demonstration",
                        "Behavioral: shared decision making"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "health literacy appropriate education and demonstration",
                    "description": "If a patient chooses the Fecal Immunochemical Test (FIT), the Screening Coordinator (SC) will give the FIT kit, emphasize the necessity of annual completion, and distribute an additional plain language, literacy appropriate, actionable handout with simplified illustrated instructions on how to complete the test and mail to the central lab. The SC will review the handout and instructions with the patient and use the 'teach back' method to confirm understanding.",
                    "armGroupLabels": [
                        "Enhanced Usual Care",
                        "PRIME CRC"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "shared decision making",
                    "description": "Screening Coordinator (SC) will give patients a plain language, literacy appropriate, actionable printed CRC screening handout emphasizing the benefits of CRC screening and screening options; using the low literacy handout as a teaching tool, the SC will briefly counsel patients on CRC screening options prior to seeing their healthcare provider, reviewing the benefits of each, as well as applicable costs. After reviewing the CRC screening pamphlets with a patient, the SC will use shared decision-making techniques using the study CRC materials to aid patients in selecting the test they prefer and that meets their needs - colonoscopy or FIT.",
                    "armGroupLabels": [
                        "Enhanced Usual Care",
                        "PRIME CRC"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "automated call reminders or automated texts",
                    "description": "Colonoscopy year 1: Will receive an automated call recording by PCP 48 hours after the clinic visit to remind them of their choice of colonoscopy; then, one week before the test reminding them to pick up the preparation kit. Those who chose SMS will receive a text message from their PCP with content similar to the voice call. A 3rd reminder call/text will be sent 2 days prior to the test. If no colonoscopy with 3 months, the clinical manager (CCM) will call to determine if they want to switch screening options. The CCM will discuss barriers and option of choosing FIT for 3 years. If they opt to change, they will be mailed a FIT with simplified instructions and then follow the FIT follow-up protocol.\n\nFIT year 1: Motivational reminders recorded by their PCP will be sent by automated call or text within 48 hours after the visit and again at 4, 8 and 12 weeks for those who have NOT completed the test. FIT will be mailed year 2 \\& 3 - follow-up will follow same procedure as year 1.",
                    "armGroupLabels": [
                        "PRIME CRC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "CRC Screening",
                    "description": "completion of colonoscopy or 3 years of completion of FIT CRC screening",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. have been a patient at one of the participating FQHCs with at least one prior visit in the past 12 months;\n2. age 45 to 75 (based on USPSTF guidelines);\n3. English-speaking.\n\nExclusion Criteria:\n\n1. have a previous history of cancer other than non-melanoma skin cancer;\n2. are up-to-date with CRC screening according to USPSTF guidelines (FOBT in less than a year, sigmoidoscopy less than 5 years, or colonoscopy less than 10 years);\n3. a family history that requires a more complete history and possible colonoscopy because of their risk factor;\n4. have a documented or uncorrectable cognitive, hearing, or visual impairment;\n5. are too ill to participate",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Annella Nelson",
                    "role": "CONTACT",
                    "phone": "318-675-7013",
                    "email": "anelso@lsuhsc.edu"
                },
                {
                    "name": "Tracy Calvert",
                    "role": "CONTACT",
                    "phone": "318-675-7884",
                    "email": "thaile@lsuhsc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Connie L Arnold, PhD",
                    "affiliation": "LSU Health Sciences Center Shreveport",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "CommuniHealth (dba Morehouse Community Medical Centers, Inc.)",
                    "status": "RECRUITING",
                    "city": "Bastrop",
                    "state": "Louisiana",
                    "zip": "71220-5013",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Connie Arnold, PhD",
                            "role": "CONTACT",
                            "phone": "318-675-4324",
                            "email": "connie.arnold@lsuhs.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.75625,
                        "lon": -91.87235
                    }
                },
                {
                    "facility": "CommuniHealth (dba Morehouse Community Medical Centers, Inc.)",
                    "status": "RECRUITING",
                    "city": "Marion",
                    "state": "Louisiana",
                    "zip": "71260-3653",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Connie Arnold, PhD",
                            "role": "CONTACT",
                            "phone": "318-675-4324",
                            "email": "connie.arnold@lsuhs.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.90152,
                        "lon": -92.24208
                    }
                },
                {
                    "facility": "Tensas Community Health Centers",
                    "status": "RECRUITING",
                    "city": "Saint Joseph",
                    "state": "Louisiana",
                    "zip": "71366",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Connie Arnold, PhD",
                            "role": "CONTACT",
                            "phone": "318-675-4324",
                            "email": "connie.arnold@lsuhs.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.91849,
                        "lon": -91.23345
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34906745",
                    "type": "DERIVED",
                    "citation": "Davis TC, Morris JD, Reed EH, Curtis LM, Wolf MS, Davis AB, Arnold CL. Design of a randomized controlled trial to assess the comparative effectiveness of a multifaceted intervention to improve three-year adherence to colorectal cancer screening among patients cared for in rural community health centers. Contemp Clin Trials. 2022 Feb;113:106654. doi: 10.1016/j.cct.2021.106654. Epub 2021 Dec 11."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The investigators will provide and disseminate a complete IRB approved study protocol describing the study sample, all research questions, analysis methods, description of measures and procedures with the first progress report.\n\nThe investigators will maintain primary data in accordance with NIH regulations. The investigators will consider requests for primary study data from other researchers and from the public, in light of our intent to publish, and will make data available in accordance with institutional policies, IRB rules, and local/state/federal laws and regulations.\n\nFor interested researchers, the investigators will make anonymized, aggregated data available to researchers who complete a data sharing use agreement in compliance with the Louisiana State University Health Sciences Center - Shreveport."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}