{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06206486",
            "orgStudyIdInfo": {
                "id": "2023-0193"
            },
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "The Gut Microbiome and Serum Metabolites as a Biological Mechanism Underlying Pain in Kidney Transplantation",
            "officialTitle": "The Gut Microbiome and Serum Metabolites as a Biological Mechanism Underlying Pain in Kidney Transplantation (Biome-KT)",
            "acronym": "BIOME-KT",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "the-gut-microbiome-and-serum-metabolites-as-a-biological-mechanism-underlying-pain-in-kidney-transplantation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-04",
            "studyFirstSubmitQcDate": "2024-01-04",
            "studyFirstPostDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mark Lockwood",
                "investigatorTitle": "associate professor",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ardith Doorenbos",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Lisa Tussing-Humphreys",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Beatriz Peñalver Bernabé",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Mario Spaggiari",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Chang Park",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Study Summary Nearly half (47%) of people with end-stage kidney disease (ESKD) whose kidney function is restored after kidney transplantation experience chronic pain compared to 19% of adults in the US general population. Pain is associated with comorbid fatigue, depression and anxiety, and withdrawal from usual physical and social activities; resulting in an inability to participate in and enjoy life. Severe pain can result in nonadherence to immunosuppression and treatment protocols and result in an increased risk of rejection, graft loss, and mortality. The role of symbiotic microbes (microbiota) in the gastrointestinal tract, and their functional genes (microbiome), is well established in diseases involving pain. Diet and stress play a major role in synthesis of signaling molecules critical to immunologic, metabolic, and endocrine pathways regulating chronic pain. Dietary patterns change dramatically after transplantation, as recipients move from a restricted \"renal\" diet to a regular diet, often resulting in increased consumption of foods high in sugars and fat. Moreover, psychological stress significantly impairs the function of the microbiome, initiating biological pathways involved in pain, leading to a disproportionate pain burden. Because the microbiome, serum metabolites, and pain are dynamic, our novel investigation will employ a prospective repeated measures design to interrogate the dynamic temporal relationships between the microbiome, metabolites associated with pathways regulating pain, transplantation factors (e.g. immunosuppression, kidney function), changing dietary patterns, and perceived stress, on pain scores before and after kidney transplantation. We posit the gut microbiome, and its byproducts, may partially explain the underlying biological mechanisms of pain Interference in kidney disease. We will address three aims: 1) To determine differential dynamic temporal relationships between microbial composition/functional genes and circulating serum metabolites in KTRs with pain vs no pain, 2) To determine the moderation effects of diet and perceived stress on dynamic temporal relationships between microbiome features, serum metabolites, and pain scores among KTRs, and 3) To use machine learning algorithms to identify host-microbial interactions that are causally linked to pain interference among KTRs. Because kidney function is restored, the kidney transplant model is powerful to study the longitudinal relationships between the microbiome, circulating metabolites and chronic pain in people with ESKD to develop patient-centered interventions to treat pain across the spectrum of CKD.",
            "detailedDescription": "Objectives Aim 1: To determine differential dynamic temporal relationships between microbial composition/ functional genes and circulating serum metabolites in KTRs with pain vs no pain. H1: Specific gut microbiota phenotypes (e.g., low abundance of Akkermansia, differential beta diversity indices) will be identified in those with pain vs no pain, and microbiota taxa will be associated with serum metabolite levels (e.g., decreased SCFAs, serotonin, kynurenic acid, indoles; increased neurotoxic quinolinic acid, endotoxin, urea).\n\nAim 2: To determine the moderation effects of diet and stress on dynamic temporal relationships between microbiome features, serum metabolites, and pain scores among KTRs. H2: Those with pain will report higher stress and consume a low fiber diet (e.g., fiber grams per 1000 kcal), resulting in a shift to a proinflammation microbiome phenotype (e.g., lower alpha diversity, lower abundances of Akkermansia, higher Enterococcus), lower serum levels of SCFAs, and higher levels of neurotoxic metabolites (e.g., quinolinic acid).\n\nAim 3 (exploratory): To identify host-microbial interactions that are causally linked to PI among KTRs. H3: Integration of longitudinal data from biomarkers associated with PI into clinical-based dynamic machine learning models (e.g., race, age, income, kidney function, diet, stress) will improve their accuracy by \\>30% as host and microbial biomarkers can better capture environmental factors associated with PI."
        },
        "conditionsModule": {
            "conditions": [
                "Kidney Transplant Symptoms",
                "Gut Microbiome"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "bacterial DNA for fecal samples to assess microbiome features. No human DNA will be retained for this study"
            },
            "enrollmentInfo": {
                "count": 133,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "no intervention, observational",
                    "description": "This study is observational. No intervention description available."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "PROMIS",
                    "description": "Patient Reported Outcomes Measurement System",
                    "timeFrame": "baseline, 3 months, 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PSS",
                    "description": "Perceived Stress Scale",
                    "timeFrame": "baseline, 3 months, 6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Vioscreen",
                    "description": "FFQ",
                    "timeFrame": "baseline, 3 months, 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must: (1) be receiving a kidney transplant at the University of Illinois Hospital \\& Health Sciences System (UI Health) Transplant Center at the University of Illinois Chicago (UIC), (2) be 18 years of age or older (adult), and (3) understand the study process and provide written informed consent to participate.\n\nExclusion Criteria:\n\n(1) taking corticosteroids with prednisone at a dose of \\>30 mg/day or other forms of corticosteroid at the equivalent dose (e.g., for systemic lupus erythematosus or rheumatoid arthritis), (2) having taken systemic antimicrobials (except prophylactic penicillin) in the preceding 4 weeks, (3) having received a previous solid organ transplant, (4) history of colon cancer or of an inflammatory bowel disease, (5) planning to receive a multiorgan transplant (e.g., simultaneous pancreas and kidney transplant), (6) having a history of Clostridium difficile infection in the preceding 8 weeks.",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Living Donor Kidney Transplant Patients",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mark Lockwood",
                    "role": "CONTACT",
                    "phone": "314-604-2050",
                    "email": "lockmar@uic.edu"
                },
                {
                    "name": "Kimberly Silva",
                    "role": "CONTACT",
                    "phone": "7732208631",
                    "email": "ksilva4@uic.edu"
                }
            ],
            "locations": [
                {
                    "facility": "UI Health",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark Lockwood",
                            "role": "CONTACT",
                            "phone": "314-604-2050",
                            "email": "lockmar@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}