{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06065176",
            "orgStudyIdInfo": {
                "id": "00172738"
            },
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "The Efficacy of the 2023-2024 Updated COVID-19 Vaccines Against COVID-19 Infection",
            "officialTitle": "Booster Epidemiological Evaluation of Health, Illness and Vaccine Efficacy Study: Randomized Trial to Compare the Clinical Efficacy of Novavax vs. mRNA COVID-19 2023-2024 Updated Vaccines Among Adults 18-49 and 50+ Years in the United States",
            "acronym": "BEEHIVE",
            "therapeuticArea": [
                "Respiratory",
                "Infectious Diseases",
                "Other"
            ],
            "study": "the-efficacy-of-the-updated-covid-vaccines-against-covid-infection"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-29",
            "studyFirstSubmitQcDate": "2023-09-29",
            "studyFirstPostDateStruct": {
                "date": "2023-10-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Sarang K. Yoon, DO, MOH",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Utah"
            },
            "leadSponsor": {
                "name": "Sarang K. Yoon, DO, MOH",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Westat",
                    "class": "OTHER"
                },
                {
                    "name": "Novavax",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to find out how well two different 2023-2024 updated COVID-19 vaccines protect people from COVID-19 (the disease caused by the SARS-CoV-2 virus), and to determine if getting a 2023-2024 updated vaccine provides better protection from COVID-19 than not getting a vaccine.\n\nIf the participant chooses to get a 2023-2024 updated COVID-19 vaccine as part of this study, they will have a 50/50 chance of receiving either the Novavax or Pfizer mRNA vaccine.\n\nIf the participant decides not to get a 2023-2024 updated COVID-19 vaccine, the participant can still participate in other study activities.\n\nSTUDY ACTIVITIES:\n\n* An online enrollment survey\n* An in-person enrollment visit\n* Weekly online surveys for 20 weeks\n* Weekly COVID-19 tests for 20 weeks\n* Additional online surveys if you have COVID-19 symptoms or tested positive for COVID-19.\n* Additional COVID-19 tests if you have COVID-19 symptoms or tested positive.\n* Online survey questions in the middle and at the end of the study",
            "detailedDescription": "For the BEEHIVE Study, UT seeks to enroll 1,500 participants living in the greater Salt Lake City area during the upcoming 2023-2024 COVID-19 season. Participants who intend to get vaccinated with the 2023-2024 updated COVID-19 vaccine (n=1200) will be randomized into the NVX vaccine group or the Pfizer mRNA vaccine group. Participants will be randomized 1:1 to receive 1 dose of the NVX vaccine versus 1 dose of the Pfizer mRNA vaccine from October to December 2023 (dates may vary slightly based on vaccine availability). Participants who decide not to receive a 2023-2024 updated COVID-19 vaccine during this period will be placed in a non-randomized comparison group (n=300).\n\nParticipants in all three study arms will complete an online enrollment survey and will self-schedule an in-person enrollment visit. During the visit, all participants will receive a supply of at-home rapid antigen tests for SARS-CoV-2 infection. Those who choose to be in the vaccinated group will also receive either the Novavax vaccine or the Pfizer mRNA vaccine at random. On the first, second, and seventh day after receiving the vaccine, participants will complete an online post-vaccination survey. Beginning after the enrollment visit for a period of 24 weeks, all participants will complete a weekly rapid at-home test and a weekly online survey that surveils for COVID-like illness (CLI)-associated SARS-CoV-2 virus infection, defined as symptoms in the past 7 days including: fever; chills; malaise; fatigue; headache; cough; shortness of breath; sore throat; runny nose or nasal congestion; nausea or vomiting; diarrhea; muscle or body aches; or change in smell or taste. Participants will upload a photo of each weekly test result to the study portal. Those who report new CLI symptoms and those who test positive on their at-home test will complete additional online surveys concerning their illness, as well as another at-home test on the first and third day after the original test. Additionally, all participants will complete a mid- and end-of study survey about their work, health, and opinions about COVID-19, and any COVID-19 and influenza vaccines received. Finally, participants who tested positive for COVID-19 during the study or who had COVID-19 symptoms but did not test positive will complete an online survey about the duration of symptoms and impact on their health. By Summer 2024, study staff will inform participants when the weekly surveys will end and when to stop testing. At the end of the study, participants in the vaccinated group will be notified of which study vaccine they received."
        },
        "conditionsModule": {
            "conditions": [
                "COVID-19",
                "Vaccine-Preventable Diseases",
                "SARS CoV 2 Infection",
                "Upper Respiratory Tract Infection",
                "Upper Respiratory Disease"
            ],
            "keywords": [
                "COVID-19 vaccines",
                "Rapid antigen test",
                "SARS-CoV-2",
                "Vaccine Efficacy",
                "Real World Evidence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This randomized, three arm, active comparator trial will compare the clinical efficacy of a single dose of the Novavax 2023-2024 updated COVID-19 vaccine (Arm 1) with a single dose of the Pfizer mRNA 2023-2024 updated COVID-19 vaccine (Arm 2) as well as non-vaccinated comparison group (Arm 3). The participants who elect to receive a 2023-2024 updated COVID-19 vaccine are randomized into the Novavax (Arm 1) or Pfizer mRNA (Arm 2) vaccine groups. The non-vaccinated comparison group is nonrandomized.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants will elect whether they are in the vaccinated group or decline to be in the vaccinated group. So, all participants will be aware of their group assignment. However, those participants in the vaccinated group as well as study investigators will be blinded to study arm assignments within the vaccinated group. A limited number of study staff handling and administering the vaccines will be aware of vaccine assignment and will be trained not to divulge vaccine assignment information to the investigator and study team. Study staff administering vaccine will not be involved with study surveillance to avoid involvement with measurement of study outcomes. The study will provide electronic documentation confirming that participants received one of the study vaccines (without indicating which vaccine) with date of vaccine administration. The electronic documentation of vaccine administration will be password protected to maintain blinding.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Novavax COVID-19 booster",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive a single dose (0.5 ml) of study vaccine Novavax COVID-19 vaccine, 2023-2024 formula (XBB containing) in the deltoid muscle of the arm.",
                    "interventionNames": [
                        "Biological: Novavax COVID-19 vaccine (2023-2024 formula XBB containing)"
                    ]
                },
                {
                    "label": "Pfizer COVID-19 booster",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive a single dose (0.3 ml) of study vaccine Pfizer mRNA COVID-19 vaccine, 2023-2024 formula (XBB containing) in the deltoid muscle of the arm.",
                    "interventionNames": [
                        "Biological: Pfizer COVID-19 mRNA vaccine (2023-2024 formula XBB containing)"
                    ]
                },
                {
                    "label": "Non-boosted comparison group",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will not receive a dose of the study vaccine."
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Novavax COVID-19 vaccine (2023-2024 formula XBB containing)",
                    "description": "Participants will receive a single dose of the Novavax vaccine.",
                    "armGroupLabels": [
                        "Novavax COVID-19 booster"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Pfizer COVID-19 mRNA vaccine (2023-2024 formula XBB containing)",
                    "description": "Participants will receive a single dose of the Pfizer vaccine.",
                    "armGroupLabels": [
                        "Pfizer COVID-19 booster"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with Covid-like illness (CLI)-associated SARS-CoV-2 infection in the booster (received 2023-2024 updated COVID-19 vaccine) and non-booster groups",
                    "description": "How many participants who received the 2023-2024 updated COVID-19 vaccine developed Covid-like illness (CLI)-associated SARS-CoV-2 infection (diagnosed by study rapid antigen tests) compared with how many participant who declined the updated vaccine. Comparing the number of infections in each group to calculate the hazard ratios of Covid-like illness (CLI)-associated SARS-CoV-2 infection among participants who receive the 2023-2024 updated COVID-19 vaccine and participant who decline the updated vaccine.\n\nBeginning time at risk starts with the first active surveillance contact. End of time at risk is illness onset with rapid antigen test confirmed SARS-CoV-2 infection or the last submitted response to the study surveillance.",
                    "timeFrame": "up to 24 weeks post vaccination or study enrollment date"
                },
                {
                    "measure": "Number of participants with Covid-like illness (CLI)-associated SARS-CoV-2 infection in the Pfizer and Novavax booster (2023-2024 updated COVID-19 vaccine) groups",
                    "description": "How many participants who received the 2023-2024 updated Novavax COVID-19 vaccine developed Covid-like illness (CLI)-associated SARS-CoV-2 infection (diagnosed by study rapid antigen tests) compared with how many participant participants who received the 2023-2024 updated Pfizer mRNA COVID-19 vaccine. Comparing the number of infections in each group to calculate the hazard ratios of Covid-like illness (CLI)-associated SARS-CoV-2 infection among participants who receive the Novavax vaccine and participant who received the Pfizer mRNA vaccine.",
                    "timeFrame": "up to 24 weeks post vaccination or study enrollment date"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years\n* Previously received ≥ 2-doses of US FDA-authorized mRNA vaccines\n* Comfortable reading and responding to text messages and emails sent in English or having an interpreter assist them\n* Plan to remain in the greater Salt Lake City area for the next 12 months\n* Daily access to the internet (via cell phone, laptop, desktop, or tablet) and a phone with text messaging capabilities\n* Willingness to complete weekly symptom and illness surveillance surveys sent via text and email\n* Willingness to complete an online survey at enrollment, mid-study, and end-of-study surveys\n* Willingness to be contacted periodically by study staff via text, email, and/or telephone as part of study activities\n* Willingness to self-collect rapid antigen tests (RAT; approved by FDA EUA for COVID-19 detection) weekly and when prompted for study purposes, and to send results via the study portal\n* Willingness to self-collect additional rapid antigen test (approved by FDA EUA for COVID-19 detection) if experiencing a qualifying symptomatic illness or upon RAT-confirmation of an asymptomatic infection\n* Willingness to attend in-person visit to receive supply of rapid antigen tests and training on their use (all participants) and to receive a COVID-19 booster (if in randomized group)\n\nExclusion Criteria:\n\n* Lives with another person who is already enrolled in this study as reported by the subject on the Eligibility Survey (Appendix C. Eligibility Survey)\n* Previous hypersensitivity reaction to the study vaccines as reported by the subject on the Eligibility Survey (Appendix C. Eligibility Survey)\n* Recent infection \\[Real time Reverse Transcription Polymerase Chain Reaction assay (RT-PCR) and/or RAT confirmed infection ≤ 90 days of trial vaccine administration\n* Receipt of a COVID-19 vaccine within ≤ 90 days of trial vaccine administration\n* Participation in other vaccine trials\n* Medical history of immunosuppression\n* Receipt of J\\&J vaccine prior to study enrollment\n* Receipt of any investigational prevention therapies for SARS-CoV-2 infections, such as prophylactic antiviral medications or other immune system modifying interventions within ≤ 90 days of trial vaccine administration\n* Unwillingness to provide electronic consent\n* Unwillingness to self-report occupation, work responsibilities, and prior COVID-19 illness.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarang K Yoon, DO",
                    "role": "CONTACT",
                    "phone": "801-203-0320",
                    "email": "sarang.yoon@hsc.utah.edu"
                },
                {
                    "name": "Jacob McKell",
                    "role": "CONTACT",
                    "phone": "801-203-0320",
                    "email": "u6039902@utah.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sarang K Yoon, DO",
                    "affiliation": "University of Utah",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Utah School of Medicine",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacob McKell",
                            "role": "CONTACT",
                            "phone": "(801) 203-0320‬",
                            "email": "BeehiveStudy@utah.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000079263",
                    "term": "Vaccine-Preventable Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "asFound": "Respiratory Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "asFound": "Respiratory Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "asFound": "Respiratory Tract Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2041",
                    "name": "Vaccine-Preventable Diseases",
                    "asFound": "Vaccine-Preventable Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014612",
                    "term": "Vaccines"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "asFound": "Other",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}