{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02069756",
            "orgStudyIdInfo": {
                "id": "DC-PPMD-2013"
            },
            "organization": {
                "fullName": "The Duchenne Registry",
                "class": "OTHER"
            },
            "briefTitle": "The Duchenne Registry",
            "officialTitle": "The Duchenne Registry: An International, Patient-Report Registry for Individuals With Duchenne and Becker Muscular Dystrophy (Member of TREAT-NMD Neuromuscular Network)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-duchenne-registry"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2007-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2047-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2013-09-23",
            "studyFirstSubmitQcDate": "2014-02-20",
            "studyFirstPostDateStruct": {
                "date": "2014-02-24",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-09-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The Duchenne Registry",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Parent Project Muscular Dystrophy",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Duchenne Registry is an online, patient-report registry for individuals with Duchenne and Becker muscular dystrophy and carrier females. The purpose of the Registry is to connect Duchenne and Becker patients with actively recruiting clinical trials and research studies, and to educate patients and families about Duchenne and Becker care and research. At the same time, The Duchenne Registry is a valuable resource for clinicians and researchers in academia and industry, allowing access to de-identified datasets provided by patients and their families-information that is vital to advances in the care and treatment of Duchenne. The Duchenne Registry is a member of the TREAT-NMD Neuromuscular Network.",
            "detailedDescription": "The Duchenne Registry (previously DuchenneConnect) was created in 2007 by Parent Project Muscular Dystrophy (PPMD), with assistance from the NIH, the CDC, and Emory Genetics. In early 2011, PPMD alone began financing the registry's operation and maintenance, and is the sole guardian of The Duchenne Registry and its material.\n\nQuestions may be addressed to the Duchenne Registry Coordinators at telephone 888-520-8675 or coordinator@duchenneregistry.org. The Duchenne Registry Coordinators are certified genetic counselors who are available to answer questions regarding the registration process, genetic testing and counseling, and clinical trials and research studies."
        },
        "conditionsModule": {
            "conditions": [
                "Duchenne Muscular Dystrophy",
                "Becker Muscular Dystrophy"
            ],
            "keywords": [
                "Duchenne",
                "Becker",
                "Muscular Dystrophy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "40 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 10000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Duchenne and Becker Muscular Dystrophy",
                    "description": "Patients with Duchenne or Becker Muscular Dystrophy, as well as carrier females."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Genetic variant",
                    "description": "Genetic variant data is collected by patient report and verified by curation/review of genetic test report when provided. Genetic test report is requested for each registrant and is required for participation in global DMD (TREAT-NMD) registry.",
                    "timeFrame": "Registrants are requested to update their medical history every 6-12 months, and they will be followed throughout their lifetime."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Ambulation status",
                    "description": "Ambulation status is assessed from several questions about mobility, ability to sit and stand, use of assistive devices, and age at full time wheelchair use.",
                    "timeFrame": "Registrants are requested to update their medical history every 6-12 months, and they will be followed throughout their lifetime."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Corticosteroid use",
                    "description": "Data collected includes whether or not corticosteroids are used, and if so, name of corticosteroid, age started/stopped, dose and dosing regimen.",
                    "timeFrame": "Registrants are requested to update their medical history every 6-12 months, and they will be followed throughout their lifetime."
                },
                {
                    "measure": "Cardiovascular status",
                    "description": "Multiple questions regarding cardiovascular symptoms, age at diagnosis of cardiomyopathy, use of cardiac medications, date of most recent echocardiogram and/or cardiac MRI, and the LVEF and/or LVSF value.",
                    "timeFrame": "Registrants are requested to update their medical history every 6-12 months, and they will be followed throughout their lifetime."
                },
                {
                    "measure": "Respiratory status",
                    "description": "Assessed from questions about use of breathing devices, age at which breathing devices were started, date of most recent pulmonary function test (spirometry), and the FVC value (% predicted and raw FVC in liters).",
                    "timeFrame": "Registrants are requested to update their medical history every 6-12 months, and they will be followed throughout their lifetime."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of Duchenne or Becker muscular dystrophy; Manifesting female carriers and asymptomatic female carriers also included in registry.\n\nExclusion Criteria:\n\n* Diagnosis of any other type of muscular dystrophy (including limb-girdle muscular dystrophy).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The Duchenne Registry is primarily a United States registry, but we welcome participants from other countries and we currently have over 125 countries represented in the registry.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ann Martin, MS, CGC",
                    "role": "CONTACT",
                    "phone": "888-520-8675",
                    "email": "coordinator@duchenneregistry.org"
                }
            ],
            "locations": [
                {
                    "facility": "The Duchenne Registry / PPMD",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20005",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ann Martin, MS, CGC",
                            "role": "CONTACT",
                            "phone": "888-520-8675",
                            "email": "coordinator@duchenneregistry.org"
                        },
                        {
                            "name": "Niki Armstrong, MS, CGC",
                            "role": "CONTACT",
                            "phone": "888-520-8675",
                            "email": "coordinator@duchenneregistry.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36245385",
                    "type": "BACKGROUND",
                    "citation": "Counterman KJ, Fatovic K, Good DC, Martin AS, Dasgupta S, Anziska Y. Associations Between Self-Reported Behavioral and Learning Concerns and DMD Isoforms in Duchenne Muscular Dystrophy. J Neuromuscul Dis. 2022;9(6):757-764. doi: 10.3233/JND-220821."
                },
                {
                    "pmid": "22453902",
                    "type": "RESULT",
                    "citation": "Rangel V, Martin AS, Peay HL. DuchenneConnect Registry Report. PLoS Curr. 2012 Feb 29;4:RRN1309. doi: 10.1371/currents.RRN1309."
                },
                {
                    "pmid": "25635234",
                    "type": "RESULT",
                    "citation": "Wang RT, Silverstein Fadlon CA, Ulm JW, Jankovic I, Eskin A, Lu A, Rangel Miller V, Cantor RM, Li N, Elashoff R, Martin AS, Peay HL, Halnon N, Nelson SF. Online self-report data for duchenne muscular dystrophy confirms natural history and can be used to assess for therapeutic benefits. PLoS Curr. 2014 Oct 17;6:ecurrents.md.e1e8f2be7c949f9ffe81ec6fca1cce6a. doi: 10.1371/currents.md.e1e8f2be7c949f9ffe81ec6fca1cce6a."
                },
                {
                    "pmid": "23913485",
                    "type": "RESULT",
                    "citation": "Bladen CL, Rafferty K, Straub V, Monges S, Moresco A, Dawkins H, Roy A, Chamova T, Guergueltcheva V, Korngut L, Campbell C, Dai Y, Barisic N, Kos T, Brabec P, Rahbek J, Lahdetie J, Tuffery-Giraud S, Claustres M, Leturcq F, Ben Yaou R, Walter MC, Schreiber O, Karcagi V, Herczegfalvi A, Viswanathan V, Bayat F, de la Caridad Guerrero Sarmiento I, Ambrosini A, Ceradini F, Kimura E, van den Bergen JC, Rodrigues M, Roxburgh R, Lusakowska A, Oliveira J, Santos R, Neagu E, Butoianu N, Artemieva S, Rasic VM, Posada M, Palau F, Lindvall B, Bloetzer C, Karaduman A, Topaloglu H, Inal S, Oflazer P, Stringer A, Shatillo AV, Martin AS, Peay H, Flanigan KM, Salgado D, von Rekowski B, Lynn S, Heslop E, Gainotti S, Taruscio D, Kirschner J, Verschuuren J, Bushby K, Beroud C, Lochmuller H. The TREAT-NMD Duchenne muscular dystrophy registries: conception, design, and utilization by industry and academia. Hum Mutat. 2013 Nov;34(11):1449-57. doi: 10.1002/humu.22390. Epub 2013 Aug 26."
                },
                {
                    "pmid": "25604253",
                    "type": "RESULT",
                    "citation": "Bladen CL, Salgado D, Monges S, Foncuberta ME, Kekou K, Kosma K, Dawkins H, Lamont L, Roy AJ, Chamova T, Guergueltcheva V, Chan S, Korngut L, Campbell C, Dai Y, Wang J, Barisic N, Brabec P, Lahdetie J, Walter MC, Schreiber-Katz O, Karcagi V, Garami M, Viswanathan V, Bayat F, Buccella F, Kimura E, Koeks Z, van den Bergen JC, Rodrigues M, Roxburgh R, Lusakowska A, Kostera-Pruszczyk A, Zimowski J, Santos R, Neagu E, Artemieva S, Rasic VM, Vojinovic D, Posada M, Bloetzer C, Jeannet PY, Joncourt F, Diaz-Manera J, Gallardo E, Karaduman AA, Topaloglu H, El Sherif R, Stringer A, Shatillo AV, Martin AS, Peay HL, Bellgard MI, Kirschner J, Flanigan KM, Straub V, Bushby K, Verschuuren J, Aartsma-Rus A, Beroud C, Lochmuller H. The TREAT-NMD DMD Global Database: analysis of more than 7,000 Duchenne muscular dystrophy mutations. Hum Mutat. 2015 Apr;36(4):395-402. doi: 10.1002/humu.22758. Epub 2015 Mar 17."
                },
                {
                    "pmid": "29125504",
                    "type": "RESULT",
                    "citation": "Koeks Z, Bladen CL, Salgado D, van Zwet E, Pogoryelova O, McMacken G, Monges S, Foncuberta ME, Kekou K, Kosma K, Dawkins H, Lamont L, Bellgard MI, Roy AJ, Chamova T, Guergueltcheva V, Chan S, Korngut L, Campbell C, Dai Y, Wang J, Barisic N, Brabec P, Lahdetie J, Walter MC, Schreiber-Katz O, Karcagi V, Garami M, Herczegfalvi A, Viswanathan V, Bayat F, Buccella F, Ferlini A, Kimura E, van den Bergen JC, Rodrigues M, Roxburgh R, Lusakowska A, Kostera-Pruszczyk A, Santos R, Neagu E, Artemieva S, Rasic VM, Vojinovic D, Posada M, Bloetzer C, Klein A, Diaz-Manera J, Gallardo E, Karaduman AA, Oznur T, Topaloglu H, El Sherif R, Stringer A, Shatillo AV, Martin AS, Peay HL, Kirschner J, Flanigan KM, Straub V, Bushby K, Beroud C, Verschuuren JJ, Lochmuller H. Clinical Outcomes in Duchenne Muscular Dystrophy: A Study of 5345 Patients from the TREAT-NMD DMD Global Database. J Neuromuscul Dis. 2017;4(4):293-306. doi: 10.3233/JND-170280."
                },
                {
                    "pmid": "29907980",
                    "type": "RESULT",
                    "citation": "Wang RT, Barthelemy F, Martin AS, Douine ED, Eskin A, Lucas A, Lavigne J, Peay H, Khanlou N, Sweeney L, Cantor RM, Miceli MC, Nelson SF. DMD genotype correlations from the Duchenne Registry: Endogenous exon skipping is a factor in prolonged ambulation for individuals with a defined mutation subtype. Hum Mutat. 2018 Sep;39(9):1193-1202. doi: 10.1002/humu.23561. Epub 2018 Jul 12."
                },
                {
                    "pmid": "31046703",
                    "type": "RESULT",
                    "citation": "Cowen L, Mancini M, Martin A, Lucas A, Donovan JM. Variability and trends in corticosteroid use by male United States participants with Duchenne muscular dystrophy in the Duchenne Registry. BMC Neurol. 2019 May 2;19(1):84. doi: 10.1186/s12883-019-1304-8."
                },
                {
                    "pmid": "31573675",
                    "type": "RESULT",
                    "citation": "Counterman KJ, Furlong P, Wang RT, Martin AS. Delays in diagnosis of Duchenne muscular dystrophy: An evaluation of genotypic and sociodemographic factors. Muscle Nerve. 2020 Jan;61(1):36-43. doi: 10.1002/mus.26720. Epub 2019 Nov 6."
                },
                {
                    "pmid": "32417793",
                    "type": "RESULT",
                    "citation": "Waldrop MA, Yaou RB, Lucas KK, Martin AS, O'Rourke E; FILNEMUS; Ferlini A, Muntoni F, Leturcq F, Tuffery-Giraud S, Weiss RB, Flanigan KM. Clinical Phenotypes of DMD Exon 51 Skip Equivalent Deletions: A Systematic Review. J Neuromuscul Dis. 2020;7(3):217-229. doi: 10.3233/JND-200483."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "The Duchenne Registry",
                    "url": "http://www.duchenneregistry.org/"
                },
                {
                    "label": "TREAT-NMD Neuromuscular Network",
                    "url": "https://treat-nmd.org/"
                },
                {
                    "label": "Parent Project Muscular Dystrophy",
                    "url": "http://www.parentprojectmd.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data is shared with researchers upon request and after careful review of application."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009136",
                    "term": "Muscular Dystrophies"
                },
                {
                    "id": "D000020388",
                    "term": "Muscular Dystrophy, Duchenne"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020966",
                    "term": "Muscular Disorders, Atrophic"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000040181",
                    "term": "Genetic Diseases, X-Linked"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12093",
                    "name": "Muscular Dystrophies",
                    "asFound": "Muscular Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22185",
                    "name": "Muscular Dystrophy, Duchenne",
                    "asFound": "Becker Muscular Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M22697",
                    "name": "Muscular Disorders, Atrophic",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M24877",
                    "name": "Genetic Diseases, X-Linked",
                    "relevance": "LOW"
                },
                {
                    "id": "T3963",
                    "name": "Muscular Dystrophy",
                    "asFound": "Muscular Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T698",
                    "name": "Becker Muscular Dystrophy",
                    "asFound": "Becker Muscular Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1945",
                    "name": "Duchenne Muscular Dystrophy",
                    "asFound": "Becker Muscular Dystrophy",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}