{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06035575",
            "orgStudyIdInfo": {
                "id": "22-1551"
            },
            "secondaryIdInfos": [
                {
                    "id": "R49CE003092",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R49CE003092"
                },
                {
                    "id": "5114616",
                    "type": "OTHER_GRANT",
                    "domain": "UNC Injury Prevention Research Center"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "The Pain Intervention Via Video Optimization Trial",
            "officialTitle": "Development of an Emergency Department Patient-Centered Intervention for the Primary Prevention of Long-Term Opioid Use",
            "acronym": "PIVOT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-pain-intervention-via-video-optimization-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-06",
            "studyFirstSubmitQcDate": "2023-09-06",
            "studyFirstPostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Centers for Disease Control and Prevention",
                    "class": "FED"
                },
                {
                    "name": "Elon University",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project tests a brief evidence-based video to help educate patients regarding effective and safe pharmacologic and non-pharmacologic therapies for acute musculoskeletal pain (MSP). Subjects will be randomly placed into one of two study arms: intervention (educational video) and usual care. Patients will be contacted at baseline and at 1 and 3 months after the date of an emergency department (ED) or urgent care encounter for follow-up. The aim of this study is to evaluate the success of the intervention for improving pain recovery and preventing long-term opioid use among adults with musculoskeletal pain.\n\nThe overarching hypothesis of this work is that complementing prescribing policies with patient education based on a shared decision-making approach to pain management can improve pain recovery and reduce progression to long-term opioid use. The proposed study is innovative because it will be the first clinical trial of a patient-centered intervention designed for the primary prevention of long-term opioid use.",
            "detailedDescription": "This study will use a two-arm, blinded, randomized controlled trial to estimate the effect of the adapted telehealth video intervention on pain recovery and opioid use at 3 months among opioid-naïve adult Emergency Department (ED) and urgent care patients with musculoskeletal pain.\n\nThis 2-year study will encompass the conduct and analysis of an assessor-blinded two-arm randomized controlled trial among 200 ED/urgent care patients with acute MSP. Randomization will be block stratified by the subject's age (18-40 years; 41+ years).\n\nTo test the efficacy of the intervention subjects will be randomized to one of two arms:\n\n1. Intervention (video)\n2. Usual Care (standard care provided by ED/urgent care provider and staff) Intervention: The telehealth intervention consists of an interactive video (\\~15 minutes) given to the patient after an ED/urgent care visit that provides essential pain treatment information and encourages patients to discuss treatment options with their ED/urgent care provider.\n\nFollowing the video, the participant will contact the research team with his/her answers to the multiple choice questions posed during the video and/or confirm having watched the video within, at most, 5 days of the participant's discharge / acute care visit.\n\nEvaluation: Data collection will occur for subjects in all arms of the study according to the schedule below:\n\n* Baseline after the ED/urgent care visit via phone call interview\n* 1 and 3 months after ED/urgent care discharge via phone call interview\n\nOutcomes follow-up: A phone call questionnaire will be performed at 1 and 3 months following patient discharge from the ED/urgent care for patients in all arms of the study. This questionnaire will be designed to evaluate current pain as well as average, maximum, and minimum pain in the past week. Additional questions will include opioid use, pain interference with general activity, walking, sleep, and enjoyment of life; side effects; return ED/urgent care visits for pain; and other health care utilization for pain."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Musculoskeletal Pain",
                "Chronic Pain"
            ],
            "keywords": [
                "Musculoskeletal Pain",
                "Acute Pain",
                "Emergency Department",
                "Video",
                "Opioid Addiction Prevention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A total of 200 patients will be assigned to one of two treatment arms using 1:1 randomization, stratified by age (18-40 years; 41+ years) into randomly permuted blocks. Individuals will be recruited from orthopedic urgent care clinics and Emergency Departments.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Follow-up assessments will be conducted by study staff who will be blinded to treatment arm allocation at 1 and 3 months",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention (video)",
                    "type": "EXPERIMENTAL",
                    "description": "Educational Video: Participants in this arm will watch an interactive pain management video, sent as a link to their email. Participants will send back answers to the multiple-choice questions posed during the video and/or confirm having watched the video within 5 days (at most) of their acute care visit or discharge from the ED.",
                    "interventionNames": [
                        "Behavioral: Educational video"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will receive the typical care provided by medical personnel for their acute pain."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Educational video",
                    "description": "Development of the original video used a systematic approach that included a review of literature and current pain management guidelines and input from emergency physicians, geriatricians, and experts in pharmacology, physical therapy, and risk communication. The video offers information about the pharmacologic management of acute musculoskeletal pain (MSP) and recovery-promoting behaviors. Each video section is followed by a multiple-choice question to promote interaction and reinforce learning. The actress for the 13-minute video is a 56-year-old mixed-race woman who presents herself as a healthcare provider. The video script will typically be shown to the patient within 48-72 hours of the acute care visit, with a maximum window of 5 days post visit.",
                    "armGroupLabels": [
                        "Intervention (video)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Combined Pain Severity and Interference Scores",
                    "description": "The Brief Pain Inventory-short form (BPI-SF) is an 11-item measure of pain severity and pain interference. Patients will rate pain severity and interference over the past week on a 0-10 numeric scale at 3 discrete time periods (baseline, 1 month, and 3 months). End points for the severity items include 0 which equals \"no pain\" and 10 which equals \"pain as bad as you can imagine.\" End points for the interference items include 0 which equals \"does not interfere\" and 10 \"completely interferes.\" Higher scores reflect more pain severity and more pain interference. A composite score will be calculated by averaging scores from both the pain severity and interference items (all 11-items). Results from the 3 time periods will be analyzed longitudinally.",
                    "timeFrame": "Baseline (following ED or orthopedic urgent care visit) to month 3"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain Severity on the BPI-SF",
                    "description": "The BPI-SF is an 11-item measure of pain severity and pain interference with severity entailing 4 of the questions. Patient's will rate pain severity over the past week, on a 0-10 numeric rating scale, with a higher score reflecting more pain. End points include 0 which equals \"no pain\" and 10 which equals \"pain as bad as you can imagine.\" Answers to each of the 4 questions will be reported for each time point (Month 1 and 3).",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "Pain Interference on the BPI-SF",
                    "description": "The BPI-SF is an 11-item measure of pain severity and pain interference with interference with daily activities entailing 7 of the questions. Patient's will rate pain interference over the past week, on a 0-10 scale with a higher score reflecting more interference with activities. End points include 0 which equals \"does not interfere\" and 10 which equals \"completely interferes.\" The patient's pain interference score from month 1 and 3 will be reported.",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "Opioid Use During the Past Week",
                    "description": "Opioid use during the past week will be assessed by patient report and review of the patient's electronic health record at each of the follow-up time points. This will be a dichotomous outcome in which 'yes' will indicate opioid use in the past week and 'no' will indicate no opioid use in the past week. The patient's opioid use during the past week from month 1 and 3 will be reported.",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "PROMIS Measure: Physical Function-4",
                    "description": "Patient report of physical function will be measured at each of the follow-up time points using the Patient Reported Outcomes Measurement Information System (PROMIS) Physical Function-4 for chores, ability to use stairs, walking, and running errands on a 5-point scale with end points of \"without any difficulty\" and \"unable to do\". Higher scores reflect less difficulty. These values will be compared to the value obtained from the baseline assessment with patients reporting their function prior to injury. The patient's physical function assessment from month 1 and 3 will be reported.",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "PROMIS Measure: Global Health-Physical 2a",
                    "description": "Patient reported global health will be measured using the PROMIS Global Health-Physical 2a at each of the follow-up timepoints. General physical health is measured on a 5- point scale with end points of \"excellent\" and \"poor,\" where higher scores reflect better physical health. Ability to carry out every day physical activities is measured on a 5 point scale with end points of \"completely\" and \"not at all,\" where higher scores reflect better ability. These values will be compared to the value obtained from the baseline assessment with patients reporting global health prior to injury. The patient's global health assessment from month 1 and 3 will be reported.",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "Healthcare Utilization, Number of Visits to ED/urgent care",
                    "description": "The number of visits to an ED or urgent care for pain will be collected through patient report and the patient's electronic health record. Analysis will compare these outcomes among study arms. The patient's healthcare utilization, specifically ED/urgent care, from month 1 and 3 will be reported.",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "Healthcare Utilization, Number of Visits to non-ED or Urgent Care Physicians",
                    "description": "The number of visits to a physician's office for pain will be collected through patient report and the patient's electronic health record. Analysis will compare these outcomes among study arms. The patient's healthcare utilization, specifically non-ED or urgent care, from month 1 and 3 will be reported.",
                    "timeFrame": "Up to 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥18 years of age\n* primary complaint of acute MSP\n* if in the ED, discharge to home is anticipated\n* average pain score ≥4 (0-10 scale) since pain onset\n\nExclusion Criteria:\n\n* patient does not speak English\n* primary pain located in the head, chest, or abdomen\n* pain due to ischemia, infection, or some other cause not due to MSP (blood clot, kidney stone, etc.)\n* primary pain due to self-injury\n* patient is critically ill, including current diagnosis of cancer\n* diagnosis of somatoform disorder, schizophrenia, dementia, or bipolar disorder\n* patient is a prisoner or in police custody\n* patient is currently pregnant\n* self-reported daily opioid use for more than seven consecutive days during the prior 30 days to the acute care visit\n* resides in a nursing home or is homeless\n* at-risk alcohol use\n* speech, hearing, vision problems\n* cognitively impaired (6-item Brief Screener)\n* nonworking phone number (follow-up occurs via phone calls)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michelle Meyer, PhD, MPH",
                    "role": "CONTACT",
                    "phone": "919-966-6538",
                    "email": "michelle_meyer@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michelle Meyer, PhD, MPH",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina Hospitals",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle Meyer, PhD, MPH",
                            "role": "CONTACT",
                            "email": "michelle_meyer@med.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29304831",
                    "type": "BACKGROUND",
                    "citation": "Platts-Mills TF, Hollowell AG, Burke GF, Zimmerman S, Dayaa JA, Quigley BR, Bush M, Weinberger M, Weaver MA. Randomized controlled pilot study of an educational video plus telecare for the early outpatient management of musculoskeletal pain among older emergency department patients. Trials. 2018 Jan 5;19(1):10. doi: 10.1186/s13063-017-2403-8."
                },
                {
                    "pmid": "15352969",
                    "type": "BACKGROUND",
                    "citation": "Gan TJ, Joshi GP, Zhao SZ, Hanna DB, Cheung RY, Chen C. Presurgical intravenous parecoxib sodium and follow-up oral valdecoxib for pain management after laparoscopic cholecystectomy surgery reduces opioid requirements and opioid-related adverse effects. Acta Anaesthesiol Scand. 2004 Oct;48(9):1194-207. doi: 10.1111/j.1399-6576.2004.00495.x."
                },
                {
                    "pmid": "35550175",
                    "type": "BACKGROUND",
                    "citation": "Hurka-Richardson K, Platts-Mills TF, McLean SA, Weinberger M, Stearns SC, Bush M, Quackenbush E, Chari S, Aylward A, Kroenke K, Kerns RD, Weaver MA, Keefe FJ, Berkoff D, Meyer ML. Brief Educational Video plus Telecare to Enhance Recovery for Older Emergency Department Patients with Acute Musculoskeletal Pain: an update to the study protocol for a randomized controlled trial. Trials. 2022 May 12;23(1):400. doi: 10.1186/s13063-022-06310-z."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with The University of North Carolina.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Deidentified individual data that supports the results will be shared beginning 9 and continuing for 36 months following publication.",
            "accessCriteria": "Investigator has approved IRB, IEC, or REB and an executed data use/sharing agreement with UNC."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059352",
                    "term": "Musculoskeletal Pain"
                },
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M29444",
                    "name": "Musculoskeletal Pain",
                    "asFound": "Musculoskeletal Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29525",
                    "name": "Acute Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M19100",
                    "name": "Behavior, Addictive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}