{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05571423",
            "orgStudyIdInfo": {
                "id": "22-1302"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "The Impact of Medical Play in the Dental Clinic Setting on the Cooperation of Neurotypical Patients",
            "officialTitle": "The Impact of Medical Play in the Dental Clinic Setting on the Cooperation of Neurotypical Patients at Children's Hospital Colorado Dental Center",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "the-impact-of-medical-play-in-the-dental-clinic-setting-on-the-cooperation-of-neurotypical-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-05",
            "studyFirstSubmitQcDate": "2022-10-05",
            "studyFirstPostDateStruct": {
                "date": "2022-10-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this pilot study is to investigate the efficacy of medical play in the dental setting to improve the behaviors and cooperation of neurotypical patients during dental visits.\n\nThe specific aims of the study are as follows:\n\n1. To evaluate differences in behaviors and cooperation levels of subjects utilizing medical play before a routine dental exam visit in comparison to those undergoing a routine dental exam visit without use of medical play.\n2. To evaluate whether subjects who have a dental exam visit, with or without use of medical play, show improved behaviors and improved completion of components of the dental exam compared to their previous routine dental visit.\n3. To evaluate provider perceptions of the behavior and cooperation of children using medical play before dental exam visits compared to dental exam visits without medical play.\n4. To evaluate caregiver perceptions of the behavior and cooperation of children using medical play before dental exam visits compared to dental exam visits without medical play.\n5. To evaluate patient perceptions of the dental exam, visit when medical play is used in comparison to dental exam visits without medical play.\n\nThe hypotheses are as follows:\n\n1. Subjects will have increased positive behaviors and improved cooperation during dental exam visits when medical play is utilized beforehand.\n2. Providers will report improved behavior and cooperation from patients when medical play is utilized beforehand.\n3. Parents will report improved behavior and cooperation from their children and report greater satisfaction with the dental visit when medical play is utilized beforehand.\n4. Patients will report experiencing less anxiety, via the Modified Child Dental Anxiety Scale - Faces Version (MCDAS-f) after appointments in which medical play is utilized.",
            "detailedDescription": "The purpose of this study is to investigate the efficacy of medical play to improve the behaviors and cooperation of patients during routine dental exam visits at Children's Hospital Colorado Dental Center through a prospective, randomized controlled trial. The specific aims of this study are to: (1) evaluate differences in behaviors and cooperation levels of subjects utilizing medical play during routine dental exam visits in comparison to those undergoing a routine dental exam visit without use of medical play; (2) evaluate whether subjects who have a dental exam visit, with or without use of medical play, show improved behaviors and improved completion of components of the dental exam compared to their previous routine dental visit; (3) evaluate provider perceptions of the behavior and cooperation of children using medical play during dental exam visits compared to dental exam visits without medical play; (4) evaluate caregiver perceptions of the behavior and cooperation of children using medical play during dental exam visits compared to dental exam visits without medical play; and (5) evaluate patient perceptions of the dental exam visit when medical play is used in comparison to dental exam visits without medical play. To investigate these specific aims, this study will involve recruiting up to 100 neurotypical patients, ages 5-10 years old, who will be seen for their dental exam visits who were previously identified by providers using the Frankl Behavior Rating Scale as Frankl 1 and Frankl 2. Subjects meeting including criteria were screened and offered participating in the study using a telephonic script. Patients agreeing for participation were screened for inclusion and exclusion criteria when they report for routine dental exam and cleaning using pre-screening consent script. Study information, patient rights including voluntary participation and withdrawal of consent without consequences will be provided and informed consent or assent will be collected. The recruited subjects will be randomly divided into two groups so that one group of participants will engage in medical play before the dental exam visit and the other group will be engaged to routine play (coloring exercise) before their dental exam visit. The provider will be blinded to whether the intervention (medical or routine play) before the dental exam visit. The caregivers will complete Dental Behavior Assessment survey before while post-visit survey after the visit to help assess their perceptions of their child's behaviors before and after the visit, respectively. The subjects will also rate their perceived well-being before and after the dental visit using the Modified Child Dental Anxiety Scale - Faces Version. The provider will record patient behavior using a Frankl behavior rating scale and levels of cooperation (which components of the dental exam were completed without coaxing beyond two minutes)."
        },
        "conditionsModule": {
            "conditions": [
                "Dental Phobia",
                "Dental Anxiety",
                "Oral Aversion"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Prospective, randomized clinical controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The dental providers and study subjects will be blinded to the intervention: medical or routine play",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Medical Play Intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group of participants will be engaged in medical play before the dental exam visit.",
                    "interventionNames": [
                        "Behavioral: Medical Play"
                    ]
                },
                {
                    "label": "Routine Play Intervention",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "This group of participants be engaged in routine play (coloring exercise) before the dental exam visit.",
                    "interventionNames": [
                        "Behavioral: Routine Play"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Medical Play",
                    "description": "Study subject will be engage in the medical play.",
                    "armGroupLabels": [
                        "Medical Play Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Routine Play",
                    "description": "Study subject will be engage in the routine play (coloring exercise).",
                    "armGroupLabels": [
                        "Routine Play Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Behavior as measured by Frankl score",
                    "description": "This outcome will evaluate differences in behaviors and cooperation levels of subjects engaged in medical play during routine dental exam visits in comparison to those engaged in routine play before their dental exam visit. The subject's behaviors categorized according to the Frankl score which is a standardized ordinal scale to categorize patient behaviors in the dental clinic setting. This score will be determined at the end of the dental visit by the dental provider and compared to the previous routine dental visit for the same subject. Frankl Behavior Rating Scale is between 1-4 and the scoring is as follows: 1 = definitely negative, 2 = negative, 3 = positive, and 4 = definitely positive.",
                    "timeFrame": "baseline (post-intervention)"
                },
                {
                    "measure": "Completion of Components of dental examination",
                    "description": "This outcome will evaluate whether subjects who have a dental exam visit, with medical or routine play, show completion of components of the dental exam compared to their previous routine dental visit. The subject's level of cooperation which will be determined by the number of procedures completed during the routine dental check-up visit which will consist of (1) a dental cleaning (rubber cup or toothbrush prophylaxis), (2) a dental examination (completed with mouth mirror and explorer), and (3) a fluoride varnish application. The number of procedures completed with or without difficulty will be compared to those completed at a previous routine dental visit.",
                    "timeFrame": "baseline (post-intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pre-intervention parental perceptions about their child's behavior",
                    "description": "1. My child appears worried during dental visits.\n2. My child initially refuses to enter the room.\n3. My child initially refuses to sit on the dental chair.\n4. My child sits in a chair other than the dental chair or on the ground, or stands, during visits.\n5. My child appears anxious about the dental provider brushing his/her teeth.\n6. My child will not easily cooperate for a regular dental cleaning.\n7. The dental provider is only able to use the regular toothbrush and cannot use the electrical cleaning brush for my child's teeth during the dental visit.\n8. My child appears worried about the dentist using the dental mirror to check his/her teeth.\n9. The dental provider cannot use the dental mirror and has to look at the teeth directly.\n10. The dental provider is not able to use a dental explorer to check my child's teeth.\n11. My child needs frequent breaks during dental visits.\n12. My child will not allow the dental provider to apply fluoride varnish on his/her teeth.",
                    "timeFrame": "baseline (pre-intervention), post-intervention (immediately after dental visit)"
                },
                {
                    "measure": "Patient perception before and after dental visit",
                    "description": "Provided by Modified Child Dental Anxiety Scale - Faces Version (MCDAS-f). 5 different depictions of faces ranging from very worried to worried are included in the options.\n\nChildren will point or circle how they feel about the following three questions:\n\n1. How do you feel about going to visit the dentist?\n2. How do you feel about having your teeth looked at?\n3. How do you feel about having your teeth cleaned and polished?\n\n5 options include:\n\n1. relaxed/not worried\n2. very slightly worried\n3. fairly worried\n4. worried a lot\n5. very worried",
                    "timeFrame": "baseline (pre-intervention), post-intervention (immediately after dental visit)"
                },
                {
                    "measure": "Post-intervention parental perceptions about their child's behavior",
                    "description": "A Post visit parent survey will include 3 questions:\n\n1. Do you feel your child's behavior improved today compared to past dental visits? Will be evaluated as: 0. no change. 1. little improvement. 2. Improved. 3. significant improvement. or 4. not sure\n2. Do you feel that the intervention/session before dental exam was helpful for your child's behavior and cooperation at today's visit? Will be evaluated as: 0. not helpful. 1. little helpful. 2. helpful. 3. significantly helpful. or 4. not sure\n3. Would you want to use the same intervention/session for your child before future dental visits? Will be evaluated as 0.never. 1. maybe. 2. yes. 3. not sure.",
                    "timeFrame": "baseline (pre-intervention), post-intervention (immediately after dental visit)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Previously identified as Frankl 1 or Frankl 2 per the electronic dental record during dental exam visits (Epic)\n* Child subject is neurotypical\n* Patient of record at Children's Hospital Colorado Dental Center\n* Child subject is 5-10 years of age\n* Caregiver must be the child's legal guardian\n\nExclusion Criteria:\n\n* Previously identified as Frankl 3 or Frankl 4 per the electronic dental record during dental exam visits (Epic)\n* Children who have not previously received care at the Children's Hospital Colorado Dental Center\n* Children that have a diagnosis of Autism or other neurologically atypical diagnosis\n* Children not in the age range of 5-10 years\n* Adult in attendance to dental visit with child is not the legal guardian",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "10 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Chaitanya P Puranik, BDS,MS,PhD",
                    "role": "CONTACT",
                    "phone": "7207772719",
                    "email": "chaitanya.puranik@childrenscolorado.org"
                },
                {
                    "name": "Dominique E Bertucci, D.M.D.",
                    "role": "CONTACT",
                    "phone": "3126071029",
                    "email": "dominique.bertucci@childrenscolorado.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Chaitanya P Puranik, BDS,MS,PhD",
                    "affiliation": "University of Colorado - Anschutz Medical Campus",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Colorado Health Pavilion-Dental Clinic",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80011",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chaitanya P Puranik, BDS,MS,PhD",
                            "role": "CONTACT",
                            "phone": "720-777-2719",
                            "email": "chaitanya.puranik@childrenscolorado.org"
                        },
                        {
                            "name": "Dominique E Bertucci, D.M.D.",
                            "role": "CONTACT",
                            "phone": "3126071029",
                            "email": "dominique.bertucci@childrenscolorado.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30787555",
                    "type": "BACKGROUND",
                    "citation": "Dp Kiran S, Vithalani A, J Sharma D, C Patel M, Bhatt R, Srivastava M. Evaluation of the Efficacy of Play Therapy among Children Undergoing Dental Procedure through Drawings Assessed by Graphological Method: A Clinical Study. Int J Clin Pediatr Dent. 2018 Sep-Oct;11(5):412-416. doi: 10.5005/jp-journals-10005-1549. Epub 2018 Oct 1."
                },
                {
                    "pmid": "32847664",
                    "type": "BACKGROUND",
                    "citation": "Hinze T, McDonald C, Kerins CA, McWhorter AG. Child Life Interventions for Pediatric Dental Patients: A Pilot Study. Pediatr Dent. 2020 Jul 15;42(4):252-255."
                },
                {
                    "pmid": "33372119",
                    "type": "BACKGROUND",
                    "citation": "Romito B, Jewell J, Jackson M; AAP COMMITTEE ON HOSPITAL CARE; ASSOCIATION OF CHILD LIFE PROFESSIONALS. Child Life Services. Pediatrics. 2021 Jan;147(1):e2020040261. doi: 10.1542/peds.2020-040261."
                },
                {
                    "pmid": "30887592",
                    "type": "BACKGROUND",
                    "citation": "Sridhar S, Suprabha BS, Shenoy R, Shwetha KT, Rao A. Effect of a relaxation training exercise on behaviour, anxiety, and pain during buccal infiltration anaesthesia in children: Randomized clinical trial. Int J Paediatr Dent. 2019 Sep;29(5):596-602. doi: 10.1111/ipd.12497. Epub 2019 Apr 8."
                },
                {
                    "pmid": "25561079",
                    "type": "BACKGROUND",
                    "citation": "He HG, Zhu L, Chan SW, Liam JL, Li HC, Ko SS, Klainin-Yobas P, Wang W. Therapeutic play intervention on children's perioperative anxiety, negative emotional manifestation and postoperative pain: a randomized controlled trial. J Adv Nurs. 2015 May;71(5):1032-43. doi: 10.1111/jan.12608. Epub 2015 Jan 6."
                },
                {
                    "pmid": "26969158",
                    "type": "BACKGROUND",
                    "citation": "Li WHC, Chung JOK, Ho KY, Kwok BMC. Play interventions to reduce anxiety and negative emotions in hospitalized children. BMC Pediatr. 2016 Mar 11;16:36. doi: 10.1186/s12887-016-0570-5."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M13603",
                    "name": "Phobic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}