{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05828667",
            "orgStudyIdInfo": {
                "id": "851281"
            },
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "The STandard Versus ImAging SuBstrate Aided Ablation in Severe Left VEntricular Dysfunction VT.",
            "officialTitle": "The STandard Versus ImAging SuBstrate Aided Ablation in Severe Left VEntricular",
            "acronym": "STABLE-VT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-standard-versus-imaging-substrate-aided-ablation-in-severe-left-ventricular-dysfunction-vt"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-06",
            "studyFirstSubmitQcDate": "2023-04-12",
            "studyFirstPostDateStruct": {
                "date": "2023-04-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The STABLE-VT trial aims to determine the safety profile and clinical efficacy of a modified approach to ventricular tachycardia (VT) ablation that integrates myocardial scar as visualized on cardiac magnetic resonance (c-MRI) or CT into electroanatomical mapping (EAM) for VT ablation.",
            "detailedDescription": "The STABLE-VT trial aims to integrate myocardial scar as visualized on cardiac magnetic resonance (c-MRI) or CT into electroanatomical mapping (EAM) for VT ablation. Particularly, we will compare the procedural safety, and acute and long-term clinical efficacy of this imaging-aided VT ablation protocol to standard of care.\n\nOur hypothesis is that patients with ventricular tachycardia (VT) and severe LV dysfunction randomized to this imaging-aided protocol will have shorter procedure duration, improved procedural hemodynamic stability, fewer acute major adverse cardiovascular events (MACE), less need for mechanical support, comparable freedom from VT at noninvasive programmed stimulation (NIPS) sub-acutely after the procedure, and at two-year follow-up compared to standard ablation approach. Herein, our outcomes of interest will be captured during the two years following as part of regular standard of care follow-ups."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiovascular Diseases"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A randomized controlled non-blinded prospective single-center study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard of Care Arm",
                    "type": "NO_INTERVENTION",
                    "description": "Standard of care procedural steps per respective institution and attending physician's clinical practice."
                },
                {
                    "label": "Imaging-aided VT ablation",
                    "type": "EXPERIMENTAL",
                    "description": "For subjects assigned to the imaging-aided VT ablation arm, CT and/or c-MRI derived myocardial scar will be merged with 3D electroanatomical mapping (EAM) prior to the ablation to allow for readily localization and characterization of VT substrates and potential re-entry circuits to be ablated. This integrated mapping of VT substrates sites to be ablated will be given to the electrophysiologist prior to the ablation.",
                    "interventionNames": [
                        "Other: Incorporation of CT and/or c-MRI derived myocardial scar with 3D electroanatomical mapping (EAM)."
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Incorporation of CT and/or c-MRI derived myocardial scar with 3D electroanatomical mapping (EAM).",
                    "description": "CT and/or c-MRI derived myocardial scar will be merged with 3D electroanatomical mapping (EAM) prior to the ablation to allow for readily localization and characterization of VT substrates and potential re-entry circuits to be ablated. This is done with the intent to limit the repeated number of inductions and prolonged point-by-point voltage mapping that often result in hemodynamic instability.",
                    "armGroupLabels": [
                        "Imaging-aided VT ablation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Major adverse cardiovascular events (MACE)",
                    "description": "Incidence of major adverse cardiac events, which are cardiovascular death, myocardial infarction, stroke/TIA",
                    "timeFrame": "during hospital stay following ablation procedure, up to 1 week"
                },
                {
                    "measure": "Number of Participants Requiring Mechanical circulatory support use",
                    "description": "Incidence of mechanical circulatory support (e.g., extra corporeal membrane oxygenation, Impella, LVAD or transplant) use",
                    "timeFrame": "During the procedure, 24-48 hours after the ablation procedure"
                },
                {
                    "measure": "Number of Participants Requiring Inotropic support use",
                    "description": "Incidence of inotropic and vasoactive agents use",
                    "timeFrame": "During the procedure, 24-48 hours after the ablation procedure"
                },
                {
                    "measure": "Number of Participants With Clinically Significant Pericardial Effusion",
                    "description": "Assessing clinically significant pericardial effusion causing hemodynamic instability",
                    "timeFrame": "During the procedure, up to 24 hours after the ablation procedure"
                },
                {
                    "measure": "Number of Participants With Acute kidney injury",
                    "description": "Acute kidney injury (≥50% within 48 hours of the start of the procedure)",
                    "timeFrame": "During procedure, up to 24-48 hours after the ablation procedure"
                },
                {
                    "measure": "Number of Participants Requiring intubation",
                    "description": "Need for intubation",
                    "timeFrame": "During procedure, 24 hours after the ablation procedure"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Experimental procedural duration",
                    "description": "Experimental procedural duration",
                    "timeFrame": "During procedure"
                },
                {
                    "measure": "noninvasive programmed stimulation (NIPS) sub-acutely after the procedure",
                    "description": "comparable freedom from VT at noninvasive programmed stimulation (NIPS) sub-acutely after the procedure and at two-year follow-up.",
                    "timeFrame": "24-48 hours after the procedure."
                },
                {
                    "measure": "Mean and peak procedural lactate level",
                    "description": "Mean and peak procedural lactate level",
                    "timeFrame": "During procedure"
                },
                {
                    "measure": "Cumulative procedural inotropic support use",
                    "description": "Cumulative procedural inotropic support use",
                    "timeFrame": "During procedure, 24-48 hours after the ablation procedure"
                },
                {
                    "measure": "Hospital stay length following the procedure",
                    "description": "Hospital stay length following the procedure",
                    "timeFrame": "Periprocedural hospital stay length, up to 2 weeks"
                },
                {
                    "measure": "Time to ventricular tachycardia (VT)",
                    "description": "Time to recurrent VT or censoring at 1 year (detection 10 bpm \\< rate of slowest VT)",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Antiarrhythmic Drugs requirement",
                    "description": "Antiarrhythmic Drugs requirement following the procedure",
                    "timeFrame": "Through study completion, an average of 1 year"
                },
                {
                    "measure": "Left ventricular ejection fraction (LVEF)",
                    "description": "Change in LVEF at 6 months at regular clinic follow-ups following the procedure",
                    "timeFrame": "6 months after the study"
                },
                {
                    "measure": "Left ventricular end-diastolic volume (EDV)",
                    "description": "Change in EDV at 6 months at regular clinic follow-ups following the procedure",
                    "timeFrame": "6 months after the study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients (\\>18 years old) diagnosed with severely reduced ejection fraction defined as EF≤25% or EF≤ 35% with concurrent NYHA class III/IV heart failure symptoms and/or at least one previous heart failure hospitalization in the previous 6 months) who are referred for VT ablation.\n* Patients with moderate to severe RV dysfunction diagnosed on most recent imaging (echo/c-MRI).\n* Patients with must have undergone the imaging (c-MRI and/or CT) required for the investigational VT approach to qualify for participation.\n\nExclusion Criteria:\n\n* Patients in whom Impella/ECMO or anesthesia is indicated prior to or at presentation to the EP lab.\n* Patients for whom an informed consent cannot be obtained.\n* Patients who are found to be pregnant using detection of human chorionic gonadotropin (hcg) as done as part of standard of care, will be excluded.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Godefroy S Chery",
                    "role": "CONTACT",
                    "phone": "6052515666",
                    "email": "godefroy.chery@pennmedicine.upenn.edu"
                },
                {
                    "name": "Saman Nazarian",
                    "role": "CONTACT",
                    "email": "Saman.Nazarian@pennmedicine.upenn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Hospital of The University Of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Godefroy S Chery",
                            "role": "CONTACT",
                            "email": "godefroy.chery@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Saman Nazarian, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Godefroy Chery, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19324259",
                    "type": "BACKGROUND",
                    "citation": "Bogun FM, Desjardins B, Good E, Gupta S, Crawford T, Oral H, Ebinger M, Pelosi F, Chugh A, Jongnarangsin K, Morady F. Delayed-enhanced magnetic resonance imaging in nonischemic cardiomyopathy: utility for identifying the ventricular arrhythmia substrate. J Am Coll Cardiol. 2009 Mar 31;53(13):1138-45. doi: 10.1016/j.jacc.2008.11.052."
                },
                {
                    "pmid": "20864488",
                    "type": "BACKGROUND",
                    "citation": "Wijnmaalen AP, van der Geest RJ, van Huls van Taxis CF, Siebelink HM, Kroft LJ, Bax JJ, Reiber JH, Schalij MJ, Zeppenfeld K. Head-to-head comparison of contrast-enhanced magnetic resonance imaging and electroanatomical voltage mapping to assess post-infarct scar characteristics in patients with ventricular tachycardias: real-time image integration and reversed registration. Eur Heart J. 2011 Jan;32(1):104-14. doi: 10.1093/eurheartj/ehq345. Epub 2010 Sep 23."
                },
                {
                    "pmid": "21880674",
                    "type": "BACKGROUND",
                    "citation": "Andreu D, Berruezo A, Ortiz-Perez JT, Silva E, Mont L, Borras R, de Caralt TM, Perea RJ, Fernandez-Armenta J, Zeljko H, Brugada J. Integration of 3D electroanatomic maps and magnetic resonance scar characterization into the navigation system to guide ventricular tachycardia ablation. Circ Arrhythm Electrophysiol. 2011 Oct;4(5):674-83. doi: 10.1161/CIRCEP.111.961946. Epub 2011 Aug 31."
                },
                {
                    "pmid": "23476043",
                    "type": "BACKGROUND",
                    "citation": "Komatsu Y, Cochet H, Jadidi A, Sacher F, Shah A, Derval N, Scherr D, Pascale P, Roten L, Denis A, Ramoul K, Miyazaki S, Daly M, Riffaud M, Sermesant M, Relan J, Ayache N, Kim S, Montaudon M, Laurent F, Hocini M, Haissaguerre M, Jais P. Regional myocardial wall thinning at multidetector computed tomography correlates to arrhythmogenic substrate in postinfarction ventricular tachycardia: assessment of structural and electrical substrate. Circ Arrhythm Electrophysiol. 2013 Apr;6(2):342-50. doi: 10.1161/CIRCEP.112.000191. Epub 2013 Mar 10."
                },
                {
                    "pmid": "28167083",
                    "type": "BACKGROUND",
                    "citation": "Liang JJ, Muser D, Santangeli P. Ventricular Tachycardia Ablation Clinical Trials. Card Electrophysiol Clin. 2017 Mar;9(1):153-165. doi: 10.1016/j.ccep.2016.10.012. Epub 2016 Dec 24."
                },
                {
                    "pmid": "26961297",
                    "type": "BACKGROUND",
                    "citation": "Santangeli P, Muser D, Maeda S, Filtz A, Zado ES, Frankel DS, Dixit S, Epstein AE, Callans DJ, Marchlinski FE. Comparative effectiveness of antiarrhythmic drugs and catheter ablation for the prevention of recurrent ventricular tachycardia in patients with implantable cardioverter-defibrillators: A systematic review and meta-analysis of randomized controlled trials. Heart Rhythm. 2016 Jul;13(7):1552-9. doi: 10.1016/j.hrthm.2016.03.004. Epub 2016 Mar 4."
                },
                {
                    "pmid": "26835122",
                    "type": "BACKGROUND",
                    "citation": "Liang JJ, Santangeli P, Callans DJ. Long-term Outcomes of Ventricular Tachycardia Ablation in Different Types of Structural Heart Disease. Arrhythm Electrophysiol Rev. 2015 Dec;4(3):177-83. doi: 10.15420/aer.2015.4.3.177. Epub 2015 Dec 1."
                },
                {
                    "pmid": "25491601",
                    "type": "BACKGROUND",
                    "citation": "Santangeli P, Muser D, Zado ES, Magnani S, Khetpal S, Hutchinson MD, Supple G, Frankel DS, Garcia FC, Bala R, Riley MP, Lin D, Rame JE, Schaller R, Dixit S, Marchlinski FE, Callans DJ. Acute hemodynamic decompensation during catheter ablation of scar-related ventricular tachycardia: incidence, predictors, and impact on mortality. Circ Arrhythm Electrophysiol. 2015 Feb;8(1):68-75. doi: 10.1161/CIRCEP.114.002155. Epub 2014 Dec 9."
                },
                {
                    "pmid": "28449770",
                    "type": "BACKGROUND",
                    "citation": "Santangeli P, Frankel DS, Tung R, Vaseghi M, Sauer WH, Tzou WS, Mathuria N, Nakahara S, Dickfeldt TM, Lakkireddy D, Bunch TJ, Di Biase L, Natale A, Tholakanahalli V, Tedrow UB, Kumar S, Stevenson WG, Della Bella P, Shivkumar K, Marchlinski FE, Callans DJ; International VT Ablation Center Collaborative Group. Early Mortality After Catheter Ablation of Ventricular Tachycardia in Patients With Structural Heart Disease. J Am Coll Cardiol. 2017 May 2;69(17):2105-2115. doi: 10.1016/j.jacc.2017.02.044."
                },
                {
                    "pmid": "28082527",
                    "type": "BACKGROUND",
                    "citation": "Tzou WS, Tung R, Frankel DS, Vaseghi M, Bunch TJ, Di Biase L, Tholakanahalli VN, Lakkireddy D, Dickfeld T, Saliaris A, Weiss JP, Mathuria N, Tedrow U, Afzal MR, Vergara P, Nagashima K, Patel M, Nakahara S, Vakil K, Burkhardt JD, Tseng CH, Natale A, Shivkumar K, Callans DJ, Stevenson WG, Della Bella P, Marchlinski FE, Sauer WH. Ventricular Tachycardia Ablation in Severe Heart Failure: An International Ventricular Tachycardia Ablation Center Collaboration Analysis. Circ Arrhythm Electrophysiol. 2017 Jan;10(1):e004494. doi: 10.1161/CIRCEP.116.004494. Erratum In: Circ Arrhythm Electrophysiol. 2018 Aug;11(8):e000029. doi: 10.1161/HAE.0000000000000029."
                },
                {
                    "pmid": "29330333",
                    "type": "BACKGROUND",
                    "citation": "Zghaib T, Ipek EG, Hansford R, Ashikaga H, Berger RD, Marine JE, Spragg DD, Tandri H, Zimmerman SL, Halperin H, Brancato S, Calkins H, Henrikson C, Nazarian S. Standard Ablation Versus Magnetic Resonance Imaging-Guided Ablation in the Treatment of Ventricular Tachycardia. Circ Arrhythm Electrophysiol. 2018 Jan;11(1):e005973. doi: 10.1161/CIRCEP.117.005973. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20824",
                    "name": "Ventricular Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M20591",
                    "name": "Ventricular Dysfunction, Left",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}