{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06350695",
            "orgStudyIdInfo": {
                "id": "HP-00103478"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R21AG080424-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R21AG080424-01"
                }
            ],
            "organization": {
                "fullName": "University of Maryland, Baltimore",
                "class": "OTHER"
            },
            "briefTitle": "The ROle of Compression StocKings in Heart Failure Patients",
            "officialTitle": "The ROle of Compression StocKings in Heart Failure Patients",
            "acronym": "ROCK-HF",
            "therapeuticArea": [
                "Cardiovascular",
                "Other",
                "Gastroenterology"
            ],
            "study": "the-role-of-compression-stockings-in-heart-failure-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-18",
            "studyFirstSubmitQcDate": "2024-04-01",
            "studyFirstPostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Maryland, Baltimore",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Congestive heart failure (CHF) occurs when the heart is weak and not able to effectively pump blood to the body. One of the common manifestations of CHF is fluid overload and swelling of the legs. Diuretics or \"water pills\" are usually the treatment for fluid overload and leg swelling; however, in some patients' diuretics are no longer effective or the effectiveness is limited due to poor kidney function. The presence of chronic swelling of the legs could potentially damage the veins; additionally, it could lead to chronic skin changes in the legs and in the worst cases to a leg ulcer. Compression stockings are used in patients with venous diseases to reduce the swelling of the legs and improve mobility and quality of life. Although, there is a theoretical risk that compression stockings might push the fluid of the legs back to the heart and lungs worsening the CHF. The purpose of this study is to determine whether the use of knee-high tight socks (tight stockings with strong compression) vs. knee-high soft socks (soft stockings with minimum compression) are effective in preventing swelling and skin changes and safe in patients with CHF. During the first visit (in-person) a routine medical test will be performed including blood tests, review of the medication doses, current weight, an ultrasound images of the veins, (venous reflux ultrasound), questions about health status and a brief physical exam. The participants will be randomly assigned to receive tight compression vs. soft compression socks. Participants will be asked to wear the socks at least 8 hours a day for 5 days a week. There will be a total of 3 virtual visit (by video or telephone); the first one after one week, then after one month and two months. During the virtual visit participants will be asked about symptoms, current medications and doses, and current weight. The participants are expected to return to the clinic after 3 months for a second in-person visit. During this visit the investigators will ask questions about participant's health, they will perform a brief physical exam of their legs, and check participants weight and medicines; also, a venous ultrasound of the legs, questions about health status will be performed. The duration of the study is 3 months.",
            "detailedDescription": "Introduction Heart failure (HF) affects 6.2 million patients in the United States and was responsible of 13.4% of deaths in 2018 costing about 30.7 billion USD in 2012, and about 80% of all the patients with HF are \\&gt;65 years old. Clinical manifestations include shortness of breath and peripheral edema. Diuretics are indicated to treat edema in patients with HF, however, its use is limited in patients with compromised kidney function. Peripheral edema is associated with pain, heavy legs, limited mobility, and poor quality of life, increasing the risk of cellulitis, and wounds. Heart failure was identified in up to 44% of patients with venous ulcers. The chronic use of compression stockings in HF patients has potential benefits such as a better control of the edema, decreasing the need for diuretics, improving mobility, prevention of progression of venous disease, and prevention of venous ulcers. To date, no major HF guidelines recommend in favor or against compression stockings in HF patients.\n\nPrevious studies in patients with HF who had a pulmonary artery catheter in place, showed that compression of the lower extremities increases the right atrial pressure. However, it was a short intervention, and there was no evidence of clinical deterioration or worsening symptoms of HF. A retrospective review from a wound center showed that the use of compression therapy in HF patient was not associated with an increase in death, hospitalizations, or use of diuretics.\n\nHypothesis: The hypothesis is the use of compression stockings would prevent developing or worsening venous disease (venous reflux, and venous ulcers), improving the edema of the lower extremities, mobility and quality of life in HF patients without increasing the risk of HF deterioration, hospitalization, or death. To obtain preliminary information, this study proposes to randomize 30 patients with HF (New York Heart Association class II-III, stage A, B or C) on maximum medical therapy to 3 months of compression stockings 20-30 mmHg knee high (High compression group, n=15) vs. regular stocking with ≤10 mmHg of compression (Low compression group, n=15).\n\nAim 1. To determine whether the use of graduated 20-30 mmHg compression stockings are associated with clinical deterioration or increase is hospitalization or death in patients with HF. Patients will be evaluated at baseline, in a week after enrollment (telemedicine), and at three months. The New York Heart Association (NYHA) clinical classification, the Kansas City Cardiomyopathy Questionnaire (KCCQ), levels of brain natriuretic peptide, serum creatinine, documentation of diuretic therapy, body weight, visits to the Emergency Department, hospitalizations and deaths will be obtained on the baseline and 3-month visit. The change in NYHA clinical classification, KCCQ, body weight, diuretic dosage and any adverse events will be compared at 3 months.\n\nAIM 2a. To evaluate if the use of graduated 20-30 mmHg compression stockings is associated with prevention of developing or worsening venous reflux. The presence of venous reflux will be documented with a venous duplex of the lower extremities looking for reflux and obstruction. The difference in time (3-month - baseline) of venous valve closure in milliseconds in bilateral common iliac, common femoral, femoral, popliteal veins, saphenous-femoral junction, great saphenous and small saphenous veins will be documented and compared between high compression and low compression stocking groups.\n\nAIM 2b. To evaluate if the use of graduated 20-30 mmHg compression stockings is associated with prevention of developing or worsening clinical signs of venous insufficiency (C class of CEAP C1-C6). A brief physical exam of the lower extremities will be performed to obtain the C class for the CEAP classification for venous disease at baseline and 3 months. The C score will be compared between high compression and low compression stocking groups.\n\nAim 3. To evaluate if the use of graduated 20-30 mmHg compression stockings is associated with improvement of mobility and quality of life in heart failure patients. The quality of life will be documented using the VEINS QoL and SF-36 questionnaires; and the mobility will be assessed using the Short Physical Performance Battery test (SPPB). Patients will be evaluated at baseline and at 3-months visits. The difference in scores (3-month - baseline) will be compared between high compression and low compression stocking groups."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure，Congestive",
                "Leg Edema",
                "Venous Insufficiency",
                "Venous Ulcers"
            ],
            "keywords": [
                "compression stockings",
                "congestive heart failure",
                "venous insufficiency",
                "edema of the legs",
                "venous ulcers"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a prospective randomized-control 1:1 single blind study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "low grade compression stocking arm",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients will be assigned to receive 2 pairs of low grade compression stockings (10-15 mmHg), that they will be wearing at least 8 hours a day 5 days a week.",
                    "interventionNames": [
                        "Device: low grade compression stockings (10-15 mmHg)"
                    ]
                },
                {
                    "label": "high grade compression stocking arm",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will be assigned to receive 2 pairs of high grade compression stockings (20-30 mmHg), that they will be wearing at least 8 hours a day 5 days a week.",
                    "interventionNames": [
                        "Device: high grade compression stockings (20-30 mmHg)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "low grade compression stockings (10-15 mmHg)",
                    "description": "Patient will wear low grade compression stockings (10-15 mmHg) at least 8 hours a day 5 days a week",
                    "armGroupLabels": [
                        "low grade compression stocking arm"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "high grade compression stockings (20-30 mmHg)",
                    "description": "Patient will wear low grade compression stockings (20-30 mmHg) at least 8 hours a day 5 days a week",
                    "armGroupLabels": [
                        "high grade compression stocking arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events.",
                    "description": "The number of adverse events (deaths and hospitalizations) will be recorded and compared between each group.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change in symptoms of heart failure.",
                    "description": "This outcome measures the changes in the Kansas City Cardiomyopathy Questionnaire (KCCQ) scores from each group. KCCQ scores are from 0-100. The higher the score the better the patient is.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change in kidney function.",
                    "description": "This outcome measures the change in BUN and creatinine from each group. BUN and creatinine will be measured in mg/dl.",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in venous reflux.",
                    "description": "This outcome measures the change in valve closure time (VCT) in milliseconds between the two groups.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change in C Class from the CEAP classification for venous insufficiency.",
                    "description": "C class range from C0 to C6 and describe the clinical signs of venous insufficiency. This outcome will measure the difference of C class between both groups.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Mobility of the patient",
                    "description": "To measure mobility the Short Physical Performance Battery (SPPB) test is used. The test scores from 0-12. This outcome compares change in SPPB scores between both groups.",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 years and older\n* Diagnosis of Heart failure NYHA II-III Class A, B, or C.\n* Pitting edema of the lower extremities\n\nExclusion Criteria:\n\n* Peripheral arterial disease with ABI of 0.5 or less\n* Severe decompensated heart failure NYHA IV\n* Unstable acute coronary syndrome\n* Severe valvular stenosis or regurgitation\n* Hypertrophic obstructive cardiomyopathy\n* Unstable arrhythmia without a defibrillator\n* On renal replacement therapy, hemodialysis of peritoneal dialysis\n* Morbid obesity with a BMI \\&gt; 40\n* Pregnancy\n* Lymphedema or Lipoedema\n* Unable to put the compression stockings on by him/ herself or a person to do it for the patient\n* Septic phlebitis, acute bacterial, viral or allergic inflammation of the legs\n* Expectancy of life less than 6 months\n* Unable to read or understand English language",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rafael S Cires-Drouet, MD",
                    "role": "CONTACT",
                    "phone": "410-328-5842",
                    "email": "rcires@som.umaryland.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Maryland",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rydica Newton, Research Coordinator",
                            "role": "CONTACT",
                            "phone": "410-706-3941",
                            "email": "RNewton@som.umaryland.edu"
                        },
                        {
                            "name": "Kim Nordstrom",
                            "role": "CONTACT",
                            "email": "knordstrom@som.umaryland.edu"
                        },
                        {
                            "name": "Rafael S Cires-Drouet, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data collected during the course of this study will be published in archival journals and presented at relevant conferences and society meetings. All publications will be made available in accordance with NIH policies. Furthermore, all complete data sets will be made available in electronic form upon request. Resource Sharing Research Resources generated with funds from this grant will be freely distributed, as available to qualified academic investigators for non-commercial research. We, and University of Maryland will adhere to the NIH Grants Policy on Sharing of Unique Research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                },
                {
                    "id": "D000014689",
                    "term": "Venous Insufficiency"
                },
                {
                    "id": "D000014647",
                    "term": "Varicose Ulcer"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000014648",
                    "term": "Varicose Veins"
                },
                {
                    "id": "D000007871",
                    "term": "Leg Ulcer"
                },
                {
                    "id": "D000012883",
                    "term": "Skin Ulcer"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17395",
                    "name": "Varicose Ulcer",
                    "asFound": "Venous Ulcers",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7657",
                    "name": "Edema",
                    "relevance": "LOW"
                },
                {
                    "id": "M17435",
                    "name": "Venous Insufficiency",
                    "asFound": "Venous Insufficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17396",
                    "name": "Varicose Veins",
                    "relevance": "LOW"
                },
                {
                    "id": "M10883",
                    "name": "Leg Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15686",
                    "name": "Skin Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}