{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06274385",
            "orgStudyIdInfo": {
                "id": "2311010178"
            },
            "organization": {
                "fullName": "Drexel University",
                "class": "OTHER"
            },
            "briefTitle": "The Effects of an Acute Dose of a Betalain-rich Concentrate on Repeated-sprint Cycling Performance and Recovery.",
            "officialTitle": "The Effects of an Acute Dose of a Betalain-rich Concentrate on Repeated-sprint Cycling Performance and Recovery: A Randomized, Double-blind, Crossover, Placebo-control Study.",
            "acronym": "BET_RSE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-effects-of-an-acute-dose-of-a-betalain-rich-concentrate-on-repeated-sprint-cycling-performance-and-recovery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-06",
            "studyFirstSubmitQcDate": "2024-02-15",
            "studyFirstPostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Drexel University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Betalains have well-known antioxidant and anti-inflammatory properties. Recent investigations examining the effects of a betalain-rich concentrate (BRC) on exercise and recovery performance show promise of BRC as an ergogenic aid. To date, no study has examined the effects of a single dose of a BRC on supramaximal performance and recovery. Therefore, the purpose of this study is to examine the effects of an acute dose of BRC on repeated-sprint cycling performance and recovery.",
            "detailedDescription": "A minimum of 10 recreationally active men and women will be recruited from the Drexel University student population. All eligible participants will report to the laboratory for a total of three visits (one familiarization session, and two testing sessions). Each participant will be randomly assigned to receive the treatment or placebo in a counterbalanced fashion.\n\nVisit 1 will serve as a familiarization session, where all participants will perform the repeated-sprint exercise (RSE) protocol, and the countermovement jump (CMJ) to become acquainted with the exercises. In addition to testing familiarization, baseline characteristics will be obtained (i.e., height, weight, and body composition).\n\nVisits 2 and 3 will serve as the testing sessions. All participants will report to the laboratory in the morning, no earlier than 48 hours after Visit 1, following an overnight fast of at least eight hours before arriving. During the fasting period, participants will be asked to avoid all food and drinks except water, which can be consumed ad libitum. Upon arrival, participants will be given a 10-minute seated rest period, during which they will be fitted with a Polar heart rate monitor to assess heart rate (HR). After the 10 min rest period, participants will receive their designated supplement, and then sit quietly for 20 min. Afterward, participants will be given a standardized snack (Clif Builder's Bar; kcals: 270, fat: 8g, carbs: 30g, protein: 20g) and 500 ml of water, then sit quietly for an additional 100 min.\n\nAt 120 min post-treatment, HR, muscle soreness (MS), and rate of perceived exertion (RPE) will be obtained. The participants will then be asked to begin the warmup, which will consist of 10 min of cycling at a resistance of 50 W for females and 80 W for males at a cadence of 60 rpm, 10 bodyweight squats, and a series of dynamic stretches (10 hamstring stretches and 10 quadriceps stretches). Immediately prior to the RSE, all participants will perform three CMJs. Once done, the participants will perform the RSE protocol, consisting of three back-to-back 30-second Wingate tests, each interspersed by 2 min.\n\nAfter sprints 1 and 2, peak power (PP), average power (AP), fatigue index (FI), RPE, MS, and HR, will be obtained. Immediately following the RSE (i.e., sprint 3), participants will perform the CMJs again, and PP, AP, FI, MS, and HR will be recorded. Final CMJ measures will be taken 5 min following the RSE."
        },
        "conditionsModule": {
            "conditions": [
                "Nutraceuticals"
            ],
            "keywords": [
                "betalains",
                "beetroot",
                "repeated sprint performance",
                "supplement"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Betalain-rich Concentrate",
                    "type": "EXPERIMENTAL",
                    "description": "A single dose of a BRC supplementation",
                    "interventionNames": [
                        "Dietary Supplement: Betalain-rich concentrate (AltRed)"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "A single dose of a placebo",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Betalain-rich concentrate (AltRed)",
                    "description": "A single dose of 100 mg (2 x 50 mg) 120 min before exhaustive exercise.\n\nSupplement instructions:\n\nAll treatments will be administered in similar capsules (smell, color, and size) to ensure both the participants and researcher are blinded to the treatment. All treatments will be administered in an opaque lidded container.\n\nThe participants will be instructed to close their eyes and carefully open the container, keeping their heads forward. They will be asked to place the container to their lips, tipping the container to pour the contents into their mouth. Immediately after, they will be instructed to drink water to help them swallow the pill and instructed not to chew or manipulate the pill inside their mouth.",
                    "armGroupLabels": [
                        "Betalain-rich Concentrate"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "A single dose (2 x empty capsules) 120 min before exhaustive exercise.\n\nSupplement instructions:\n\nAll treatments will be administered in similar capsules (smell, color, and size) to ensure both the participants and researcher are blinded to the treatment. All treatments will be administered in an opaque lidded container.\n\nThe participants will be instructed to close their eyes and carefully open the container, keeping their heads forward. They will be asked to place the container to their lips, tipping the container to pour the contents into their mouth. Immediately after, they will be instructed to drink water to help them swallow the pill and instructed not to chew or manipulate the pill inside their mouth.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Repeated Sprint Performance",
                    "description": "Peak power, average power, minimum power, fatigue index",
                    "timeFrame": "Each data point will be assessed immediately after each Wingate sprint"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Neuromuscular Fatigue",
                    "description": "Countermovement Jump (average of three jumps)",
                    "timeFrame": "Pre-repeated sprint exercise, immediately post-repeated sprint exercise, and 5 min post-repeated sprint exercise"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy, recreationally active males and females age 18-40 will be recruited for this study. A pre-participatory screening will assess physical activity readiness, medication use, and activity level to determine eligibility.\n\nExclusion Criteria:\n\n* Individuals will be excluded if they: 1) have any musculoskeletal injuries that could be made worse by participating in this study (e.g., sprain or strain of lower limb), 2) have documented medical conditions (i.e., hypertension, asthma, heart disease, diabetes) or exhibit signs and symptoms of medical conditions, and/or 3) are taking any medication that would interfere with the interpretation of our results. These include but are not limited to, anti-inflammatory drugs, antibiotics, anti-hypertensives, and any medicine controlling the digestive system.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Drexel University - Health Sciences Building",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Arun Ramakrishnan, PhD",
                            "role": "CONTACT",
                            "phone": "215-553-7018",
                            "email": "ar88@drexel.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}