{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04013555",
            "orgStudyIdInfo": {
                "id": "HP-00086009"
            },
            "organization": {
                "fullName": "University of Maryland, Baltimore",
                "class": "OTHER"
            },
            "briefTitle": "The Effects of Kynurenine Aminotransferase Inhibition in People With Schizophrenia",
            "officialTitle": "The Effects of Kynurenine Aminotransferase Inhibition in People With Schizophrenia",
            "acronym": "TrypNAC-II",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "the-effects-of-kynurenine-aminotransferase-inhibition-in-people-with-schizophrenia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-01-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-06-27",
            "studyFirstSubmitQcDate": "2019-07-08",
            "studyFirstPostDateStruct": {
                "date": "2019-07-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Robert Buchanan",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Maryland, Baltimore"
            },
            "leadSponsor": {
                "name": "University of Maryland, Baltimore",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Kynurenic acid (KYNA) is a naturally occurring chemical in the brain. Studies with rodents indicate that levels of KYNA can impact levels of the neurotransmitters glutamate and dopamine. One way to reliably increase KYNA levels is by ingesting the amino acid tryptophan. Tryptophan is a normal part of the human diet. Tryptophan gets metabolized/changed to other chemicals in the body- including KYNA. By giving people 6 grams of tryptophan, the investigators will be able to increase the KYNA level in a controlled way. The investigators will then be able to study the effects of KYNA on neurotransmitters by using cognitive tests and magnetic resonance imaging techniques (measuring brain activity and brain chemistry using the MRI magnet).\n\nThe overall goal of the study is to examine how the medication N-acetylcysteine (NAC), when added to tryptophan, affects various cognitive functions, such as verbal and visual memory. The investigators will also use magnetic resonance imaging (MRI) to examine how NAC affects brain activity and chemicals.",
            "detailedDescription": "The purpose of the study is to examine whether high dose N-acetylcysteine (NAC) blocks the adverse effects of increased kynurenic acid (KYNA) on selected measures of brain chemistry, function and behavior, through the inhibition of kynurenine aminotransferase (KAT) II, which converts kynurenine to KYNA. The study will be a double-blind, placebo-controlled, randomized cross-over challenge study, in which people with schizophrenia are pretreated with either high-dose NAC, 140 mg/kg up to a maximum of 15 g, or placebo, then receive tryptophan (TRYP), 6 gms. The tryptophan challenge method robustly increases peripheral measures of kynurenine and KYNA in humans and putatively increases brain KYNA levels, through the CNS conversion of kynurenine to KYNA; a process that is observed in both rodents and nonhuman primates. The investigators will evaluate the ability of NAC to inhibit the conversion of kynurenine to KYNA with the following primary outcome measures: 1) the investigators will measure serum kynurenine and KYNA before and after NAC/placebo pre-treatment and TRYP administration and examine whether NAC compared to placebo blocks the peripheral conversion of kynurenine to KYNA; 2) the investigators will use the arterial spin labeling (ASL) technique to measure whole brain and frontal gray matter cerebral blood flow (CBF) before and after NAC/placebo pre-treatment and TRYP administration and examine whether NAC compared to placebo attenuates the effects of TRYP on ASL CBF measures; 3) the investigators will use magnetic resonance spectroscopy (MRS) to measure glutamate and glutathione levels in the medial prefrontal cortex (mPFC) before and after NAC/placebo pre-treatment and TRYP administration and examine whether NAC compared to placebo increases MRS glutathione and glutamate measures; and 4) the investigators will use diffusion tensor imaging (DTI) to measure white matter fractional anisotropy (FA) before and after NAC/placebo pre-treatment and TRYP administration and examine whether NAC compared to placebo increases white matter FA.\n\nThe investigators will have two secondary endpoints. First, if the investigators observe that NAC attenuates the effects of TRYP on ASL and/or increases mPFC glutamate levels or white matter DTI FA, then the investigators will examine whether these effects are related to changes in cognitive measures of attention, verbal and visual memory, and working memory. Second, the investigators will use measures of serum KYNA and peripheral blood mononuclear cell (PBMC) kynurenine 3-monooxygenase (KMO) activity levels to examine whether the level of these measures is related to the observed effects of NAC on our neuroimaging and cognitive outcome measures.\n\nThe investigators hypothesize that NAC will inhibit KAT II, which will be reflected in the: 1) decreased peripheral conversion of kynurenine to KYNA; and 2) increased CBF, glutamate, and white matter fractional anisotropy (FA). In addition, the investigators hypothesize that the NAC effects on the neuroimaging measures will be related to improved performance on cognitive measures of attention, verbal and visual memory and working memory. These observed effects of NAC will be greater than those seen with placebo. The investigators further hypothesize that the NAC effects on ASL CBF, glutamate, and FA measures will be independent of NAC-induced changes in MRS glutathione, i.e., not due to the NAC oxidative stress mechanism, but, rather, will be correlated with NAC-induced reductions in the peripheral conversion of kynurenine to KYNA. Finally, the investigators hypothesize that the observed effects of NAC on CBF, glutamate, and FA will be related to baseline serum KMO activity and KYNA levels. The demonstration that NAC reverses the adverse impact of increased KYNA levels will importantly support the development of KAT II inhibitors for the enhancement of cognition in schizophrenia."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia",
                "Schizoaffective Disorder",
                "Schizophreniform Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This will be a double-blind, placebo-controlled, randomized cross-over challenge study. Participant randomization will use a permuted block randomization system (block sizes 2 or 4), in which treatment assignment order is random within each block, with an equal number of participants assigned to each treatment, to generate a list of treatment assignments. Thus, it will be difficult to ascertain the next treatment assignment, even if a participant becomes unblinded, while any imbalance in the number of participants between the treatment groups will be kept within tight limits.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "All raters, investigators and other staff will be blind to treatment assignment except for the research pharmacist. The research pharmacist does not participate in assessing any of the primary symptom or side effect dependent variables and conveys no information about treatment assignment to participants or staff except in a medical emergency.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "N-acetylcysteine & Tryptophan",
                    "type": "EXPERIMENTAL",
                    "description": "N-acetylcysteine 140 mg/kg up to a maximum of 15 g. Thirty minutes after N-acetylcysteine administration participants will receive Tryptophan, 6 grams.",
                    "interventionNames": [
                        "Drug: N-acetylcysteine (NAC)",
                        "Drug: Tryptophan"
                    ]
                },
                {
                    "label": "Placebo & Tryptophan",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo 140 mg/kg up to a maximum of 15 g. Thirty minutes after placebo administration participants will receive Tryptophan, 6 grams.",
                    "interventionNames": [
                        "Drug: Placebo",
                        "Drug: Tryptophan"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "N-acetylcysteine (NAC)",
                    "description": "Flavored effervescent formulation",
                    "armGroupLabels": [
                        "N-acetylcysteine & Tryptophan"
                    ],
                    "otherNames": [
                        "Cetylev"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Flavored effervescent formulation designed to mimic NAC",
                    "armGroupLabels": [
                        "Placebo & Tryptophan"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tryptophan",
                    "description": "Oral slurry form",
                    "armGroupLabels": [
                        "N-acetylcysteine & Tryptophan",
                        "Placebo & Tryptophan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Serum kynurenine levels",
                    "description": "The investigators will use the kynurenine serum measures to examine whether NAC compared to placebo blocks the peripheral conversion of kynurenine to KYNA.",
                    "timeFrame": "Change from baseline after 4 hours, 5.5 hours, and 7 hours on each Challenge Day."
                },
                {
                    "measure": "Kynurenic acid levels",
                    "description": "The investigators will use the KYNA serum measures to examine whether NAC compared to placebo blocks the peripheral conversion of kynurenine to KYNA.",
                    "timeFrame": "Change from baseline after 4 hours, 5.5 hours, and 7 hours on each Challenge Day."
                },
                {
                    "measure": "Whole brain gray matter and frontal gray matter cerebral blood flow (CBF)",
                    "description": "The investigators will use a Pseudo-continuous Arterial Spin Labeling (pCASL) sequence, which provides full brain coverage with high spatial resolution and excellent WM signal-to-noise ratio (SNR) (SNR\\>15), to measure whole brain gray matter and frontal gray matter cerebral blood flow (CBF). The investigators will use the pCASL CBF measures to examine whether NAC compared to placebo attenuates the effects of TRYP on ASL CBF measures.",
                    "timeFrame": "Change from baseline after 3 hours on each Challenge Day."
                },
                {
                    "measure": "Medial prefrontal cortex glutamate levels using magnetic resonance spectroscopy (MRS)",
                    "description": "The MRS glutamate measure will be used to examine whether NAC compared to placebo increases glutamate levels in the pre-specified brain region.",
                    "timeFrame": "Change from baseline after 3 hours on each Challenge Day."
                },
                {
                    "measure": "Medial prefrontal cortex glutathione metabolite levels using magnetic resonance spectroscopy (MRS)",
                    "description": "The MRS glutathione measure will be used to evaluate whether the NAC effects on ASL CBF, glutamate, and DWI indices are independent of NAC-induced changes in MRS glutathione, i.e., not due to the NAC oxidative stress mechanism.",
                    "timeFrame": "Change from baseline after 3 hours on each Challenge Day."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Improvement in cognitive function",
                    "description": "Measured by the MATRICS battery",
                    "timeFrame": "Change from baseline after 5 hours on each Challenge Day."
                },
                {
                    "measure": "Electrophysiological measure",
                    "description": "The investigators will use visual evoked potentials (VEP) to measure interhemispheric transfer times (IHTT) to examine whether NAC produces functional changes in white matter integrity.",
                    "timeFrame": "Change from baseline after 3 hours on each Challenge Day."
                },
                {
                    "measure": "Serum kynurenic acid (KYNA) level",
                    "description": "The investigators will use the baseline KYNA serum measure to examine whether the effects of NAC on our primary neuroimaging and secondary cognitive and electrophysiological outcome measures are related to baseline KYNA serum levels.",
                    "timeFrame": "The measure will be collected at baseline."
                },
                {
                    "measure": "Peripheral Blood Mononuclear Cell (PBMC) kynurenine 3-monooxygenase (KMO) activity",
                    "description": "The investigators will use the baseline KMO activity measure to examine whether the effects of NAC on our primary neuroimaging and secondary cognitive and electrophysiological outcome measures are related to this measure.",
                    "timeFrame": "The measure will be collected at baseline."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females\n* Age: 18 to 55 years\n* DSM-5 Criteria for schizophrenia, schizoaffective disorder or schizophreniform disorder (documented by SCID)\n* Prescription of antipsychotic medication for at least 60 days and constant dose for 30 days prior to study entry (either first or second generation antipsychotics permitted)\n* Female participants must agree to use a medically accepted means of contraception\n\nExclusion Criteria:\n\n* DSM-5 alcohol or substance misuse disorder in the last 3 months (documented by SCID)\n* History of an organic brain disorder; mental retardation; or a medical condition, whose pathology or treatment could alter cognition\n* Active disorders that have been reported to affect tryptophan metabolism or interfere with absorption will be excluded (Acute Intermittent Porphyria, Celiac Disease, Crohn's Disease, Irritable Bowel Syndrome; Brune and Pflughaupt 1975; Torres et al 2007).\n* Excessive self-reported daily caffeine intake, defined as intake exceeding 1000mg or the equivalent of 8 cups of coffee\n* Pregnancy or lactation\n* No metal in body that will interfere with MR imaging\n* Monoamine oxidase inhibitors, migraine headache medications (triptans) and dextromethorphan\n* Forensic or legal issues",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Zaranski, MA",
                    "role": "CONTACT",
                    "phone": "410-402-6060",
                    "email": "jzaranski@som.umaryland.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert W Buchanan, M.D.",
                    "affiliation": "University of Maryland",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Maryland Psychiatric Research Center (MPRC) ; the Treatment Research Program (TRP)",
                    "status": "RECRUITING",
                    "city": "Catonsville",
                    "state": "Maryland",
                    "zip": "21228",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samuel Kane-Gerard",
                            "role": "CONTACT",
                            "phone": "410-402-6120",
                            "email": "sgerard@som.umaryland.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.27205,
                        "lon": -76.73192
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                },
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Schizophreniform Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000111",
                    "term": "Acetylcysteine"
                },
                {
                    "id": "D000014364",
                    "term": "Tryptophan"
                },
                {
                    "id": "C000030905",
                    "term": "N-monoacetylcystine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000005100",
                    "term": "Expectorants"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                },
                {
                    "id": "D000016166",
                    "term": "Free Radical Scavengers"
                },
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000931",
                    "term": "Antidotes"
                },
                {
                    "id": "D000018687",
                    "term": "Antidepressive Agents, Second-Generation"
                },
                {
                    "id": "D000000928",
                    "term": "Antidepressive Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17115",
                    "name": "Tryptophan",
                    "asFound": "Releasing hormone",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3475",
                    "name": "Acetylcysteine",
                    "asFound": "Macular",
                    "relevance": "HIGH"
                },
                {
                    "id": "M244107",
                    "name": "N-monoacetylcystine",
                    "asFound": "Band",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M8243",
                    "name": "Expectorants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4250",
                    "name": "Antidotes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "T21",
                    "name": "Tryptophan",
                    "asFound": "Releasing hormone",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}