{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06057805",
            "orgStudyIdInfo": {
                "id": "RP23-010"
            },
            "organization": {
                "fullName": "Woman's",
                "class": "OTHER"
            },
            "briefTitle": "The PPCGMS Intervention After GDM Trial",
            "officialTitle": "Can \"Continuous Glucose Monitors\" (CGMS) Improve Postpartum (PP) Gestational Diabetes (GDM) Screening for Diabetes?",
            "acronym": "PPCMS",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "the-ppcgms-intervention-after-gdm-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-11",
            "studyFirstSubmitQcDate": "2023-09-25",
            "studyFirstPostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Woman's",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "DexCom, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Among women who experience glucose abnormalities during pregnancy, screening during the postpartum period offers a window of opportunity for early identification of diabetes and prediabetes. The rates of postpartum type 2 diabetes (T2D) screening with an OGTT for women with GDM are not optimal given the majority of women with GDM fail to return for postpartum glucose testing. Continuous glucose monitoring (CGM) systems have been recognized as an ideal method of monitoring glycemic control in diabetic patients. CGM has been used in diabetic patients primarily as a management tool allowing a more acceptable and reliable glucose reading and control than self-monitoring of blood glucose (SMBG). There is a need to improve diabetes testing after childbirth in women who experienced gestational diabetes. This will allow investigators to target their efforts to improve the early diagnosis and treatment of diabetes following GDM. No studies conducted to date have not comprehensively examined whether CGM after delivery can be used in women with a recent history to predict their risk of diabetes. This research study is being done to assess the acceptability, feasibility, and accuracy of using a glucose sensor (also known as a continuous glucose monitor or CGM) after childbirth as a diagnostic test that can help identify women who are at risk of developing diabetes after having gestational diabetes and explore its correlation to the standard postpartum oral glucose tolerance test as well as a HbA1c and fructosamine test.",
            "detailedDescription": "Given the damaging effect of prolonged undetected hyperglycemia, prevention and early diagnosis of T2D is cost-saving and of public health importance. Currently, screening for diabetes after childbirth is performed with an oral glucose tolerance test 4-16 weeks after delivery, but this is burdensome and most patients are non-compliant. This study will use a CGM worn on the skin for 10 days. The data from the sensor will be compared to the standard oral glucose tolerance test as well as a HbA1c and fructosamine test. This is a single site study from patients with recent GDM that attended the diabetes clinic at Woman's Hospital. This is a prospective observational study of fifty postpartum women with a recent GDM pregnancy. The research team plans to enroll 50 participants aged 18 years or older into the study. Participation in the study is expected to last up to 10 days during the postpartum interval. Study procedures include; 1) consent and screening; and 2) sensor placement and download after 10 days of wear postpartum during which an OGTT, fructosamine and HbA1c test will be administered. All participants will be requested to return at 4-16 weeks postpartum for a 75 gm 2-hour OGTT as part of standard care after gestational diabetes. Study participants with a history of GDM will be enrolled to use a blinded continuous glucose monitor (Dexcom G7). All CGM data will be masked and therefore not available to participants, clinicians, or researchers in real time. Participants otherwise will receive standard clinical care. All participants will be recruited from the Woman's Hospital Diabetes Clinic or from the maternal fetal medicine practice referring to the clinic. Subjects who wish to participate will provide written informed consent. The Woman's Hospital Institutional Review Board (WHIRB) will have approved both the protocol and consent. All participants will undergo a verbal screen, and if they are eligible and sign a medical release form, their medical records will be obtained to confirm their medical history. After consenting, demographic data, gravidity, parity, and body mass index (BMI) will obtained. The patient's physician will be notified of participation in the study and have access to the laboratory result."
        },
        "conditionsModule": {
            "conditions": [
                "Postpartum Gestational Diabetes Mellitus"
            ],
            "keywords": [
                "postpartum",
                "continuous glucose monitoring"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Blinded continuous glucose monitor will be compared with routine blood testing postpartum",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Blinded CGM",
                    "type": "EXPERIMENTAL",
                    "description": "Blinded continuous glucose monitor Dexcom G7",
                    "interventionNames": [
                        "Device: Blinded Dexcom G7 CGM"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Blinded Dexcom G7 CGM",
                    "description": "CGM that records blood glucose but not visible to patient or provider in real time",
                    "armGroupLabels": [
                        "Blinded CGM"
                    ],
                    "otherNames": [
                        "Blinded continuous glucose monitor Dexcom G7"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "CGM metric of mean glucose compared to OGTT result",
                    "description": "CGM metric of mean glucose will be compared to standard 75-gram postpartum OGTT result",
                    "timeFrame": "up to 10 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "CGM variability metric of time in range will be compared to OGTT result",
                    "description": "CGM variability metric of time in range will be compared to standard 75-gram postpartum OGTT result",
                    "timeFrame": "up to 10 days"
                },
                {
                    "measure": "CGM variability measure MAGE will be compared to be compared to OGTT result",
                    "description": "CGM variability measure w MAGE will be compared to standard 75-gram postpartum OGTT result",
                    "timeFrame": "up to 10 days"
                },
                {
                    "measure": "CGM metric of mean glucose compared to hemoglobin A1C result",
                    "description": "CGM metric of mean glucose will be compared to hemoglobin A1C result result",
                    "timeFrame": "up to 10 days"
                },
                {
                    "measure": "CGM variability metric of time in range will be compared to hemoglobin A1C test",
                    "description": "CGM variability metric of time in range will be compared to hemoglobin A1C test result",
                    "timeFrame": "up to 10 days"
                },
                {
                    "measure": "CGM variability measure MAGE will be compared to hemoglobin A1C test",
                    "description": "CGM variability measure w MAGE will be compared to hemoglobin A1C test result",
                    "timeFrame": "up to 10 days"
                },
                {
                    "measure": "CGM metric of mean glucose compared to fructosamine test",
                    "description": "CGM metric of mean glucose will be compared to fructosamine test result",
                    "timeFrame": "up to 10 days"
                },
                {
                    "measure": "CGM variability metric of time in range will be compared to fructosamine test",
                    "description": "CGM variability metric of time in range will be compared to fructosamine test result",
                    "timeFrame": "up to 10 days"
                },
                {
                    "measure": "CGM variability measure MAGE will be compared to fructosamine test",
                    "description": "CGM variability measure w MAGE will be compared to standard fructosamine test result",
                    "timeFrame": "up to 10 days"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Tolerability to dexcom adhesive",
                    "description": "Local skin reactions to at the insertion site and surrounding area will be examined and documented",
                    "timeFrame": "up to 10 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* diagnosis of gestational diabetes during recent pregnancy (4-24 weeks)\n* age 18 or older.\n* written informed consent\n\nExclusion Criteria:\n\n* pregestational diabetes (type 1 or type 2)\n* include known known skin adhesive allergy which would prevent subject from wearing a CGM,\n* history of bariatric surgery or other surgeries that induce malabsorption\n* long-term use (\\>2 weeks) of systemic steroids during the testing interval\n* inability or refusal to comply with protocol",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Participant postpartum 4-24 weeks after having gestational diabetes during prior pregnancy",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Karen Elkind-Hirsch, PhD",
                    "role": "CONTACT",
                    "phone": "12252315278",
                    "email": "karen.elkind-hirsch@womans.org"
                },
                {
                    "name": "Edward Veillon, MD",
                    "role": "CONTACT",
                    "phone": "12252315392"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Karen Elkind-Hirsch, PhD",
                    "affiliation": "Woman's Hospital, Louisiana",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Karen Elkind-Hirsch",
                    "status": "RECRUITING",
                    "city": "Baton Rouge",
                    "state": "Louisiana",
                    "zip": "70817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karen Elkind-Hirsch, PhD",
                            "role": "CONTACT",
                            "phone": "225-231-5278",
                            "email": "karen.elkind-hirsch@womans.org"
                        },
                        {
                            "name": "Edward Veillon, MD",
                            "role": "CONTACT",
                            "phone": "2252315392",
                            "email": "edward.veillon@womans.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.45075,
                        "lon": -91.15455
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The proposed study will involve a small sample (50 subjects) recruited from the Diabetes center at Woman's Hospital. Despite the removal of all identifiers, it would be difficult if not impossible to protect the identity of of all subjects. So even though the final data set will be stripped of identifiers prior to release for sharing, the investigators assume that there remains the possibility of deductive disclosure of subjects with unusual characteristics. Thus, the investigators will make the de-identified data and associated documentation available to users only under a dat-sharing agreement that provides for 1) a commitment to using the data only for research purposes and not to identify any individual participant; 2) a commitment to securing the data using appropriate computer technology; and 3) a commitment to destroying or returning the data after analyses are completed."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2023-08-22",
                    "uploadDate": "2023-09-22T15:17",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 394404
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016640",
                    "term": "Diabetes, Gestational"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M19012",
                    "name": "Diabetes, Gestational",
                    "asFound": "Gestational Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}