{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05786066",
            "orgStudyIdInfo": {
                "id": "2000033608"
            },
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "The Impact of AMPA Receptor Blockade on Ketamine's Anti-Suicidal Effects",
            "officialTitle": "The Impact of AMPA Receptor Blockade on Ketamine's Anti-Suicidal Effects",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "the-impact-of-ampa-receptor-blockade-on-ketamine-s-anti-suicidal-effects"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2033-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2033-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-14",
            "studyFirstSubmitQcDate": "2023-03-14",
            "studyFirstPostDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Foundation for Suicide Prevention",
                    "class": "OTHER"
                },
                {
                    "name": "National Center for PTSD",
                    "class": "FED"
                },
                {
                    "name": "VA Connecticut Healthcare System",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test the hypothesis that the anti-depressant and anti-suicidal effects of the N-methyl-D-aspartate receptor (NMDAR) antagonist Ketamine is critically dependent on stimulation of Alpha-Amino-3-Hydroxy-5-Methyl-4-Isoxazole Propionic Acid receptors (AMPAR).",
            "detailedDescription": "The investigators will use the NMDAR antagonist Ketamine combined with the AMPAR antagonist perampanel to test the following hypotheses:\n\nPrimary Hypotheses:\n\n1. Perampanel pre-treatment will attenuate Ketamine's reduction of suicidal ideation as assessed 24 hours after drug infusion with a well-established suicidal ideation inventory that has been shown to be sensitive to Ketamine's anti-suicidal effects.\n2. Perampanel pre-treatment will attenuate the antidepressant response to Ketamine as assessed 24 hours after drug infusion with the Hamilton Depression Inventory, a well-established depression inventory used extensively to test Ketamine treatment effectiveness.\n3. Exploratory: Perampanel pre-treatment reduces the anti-suicidal effect of Ketamine directly as well as indirectly through depression symptom remission.\n\nEligibility will be determined by psychiatric interview, rating scales and questionnaires, and a complete physical exam with electrocardiogram and labs. Individuals found eligible will receive perampanel or placebo, in counterbalanced order, 2.5 hours before a standard, subanesthetic Ketamine infusion (0.5 mg/kg over 40 minutes). Ketamine infusions will be at least three weeks apart and individuals will complete follow-up assessments through interview and electronic diary."
        },
        "conditionsModule": {
            "conditions": [
                "Depressive Disorder",
                "Major Depressive Disorder",
                "Bipolar Disorder",
                "Post Traumatic Stress Disorder",
                "Suicidal Ideation"
            ],
            "keywords": [
                "Ketamine",
                "Suicide"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This study will include Veterans and non-Veterans. Both Veterans and non-Veterans will be included because of the large sample size of individuals currently in a major depressive episode and experiencing suicidal ideation required. Subjects with treatment-resistant depression currently in a major depressive episode and experiencing at least passive suicidal ideation. The investigators are studying this symptom complex in individuals with Major Depressive Disorder (MDD), Bipolar Disorder, and Posttraumatic Stress Disorder (PTSD). These three groups have high rates of suicide and are sensitive to Ketamine's antidepressant effects.\n\nThe investigators will utilize a within-subject double-blinded, cross-over design with a counter-balanced, randomized order.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Perampanel + Ketamine",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive oral perampanel or placebo, in counterbalanced order, 2.5 hours before a standard, subanesthetic Ketamine infusion (0.5 mg/kg over 40 minutes). Ketamine infusions will be at least three weeks apart. Participants will refrain from caffeine and over-the-counter medication seven days before the infusion day.",
                    "interventionNames": [
                        "Drug: Perampanel 6 MG",
                        "Drug: Ketamine"
                    ]
                },
                {
                    "label": "Placebo + Ketamine",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive oral perampanel or placebo, in counterbalanced order, 2.5 hours before a standard, subanesthetic Ketamine infusion (0.5 mg/kg over 40 minutes). Ketamine infusions will be at least three weeks apart. Participants will refrain from caffeine and over-the-counter medication seven days before the infusion day.",
                    "interventionNames": [
                        "Drug: Ketamine",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Perampanel 6 MG",
                    "description": "Perampanel will be administered 2.5 hours before Ketamine infusion",
                    "armGroupLabels": [
                        "Perampanel + Ketamine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ketamine",
                    "description": "Ketamine infusion (0.5 mg/kg infusion over 40 minutes) will be administered 2.5 hours post perampanel or placebo administration.",
                    "armGroupLabels": [
                        "Perampanel + Ketamine",
                        "Placebo + Ketamine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo will be administered 2.5 hours before Ketamine infusion",
                    "armGroupLabels": [
                        "Placebo + Ketamine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in suicidal ideations in response to Ketamine",
                    "description": "Change in suicidal ideation will be assessed 24 hours post-Ketamine infusion using a Scale for Suicidal Ideation, composed of the first five items of the Beck Suicide Inventory + the Hamilton Depression Rating Scale (HAMD-7) suicidality item. The first five items of the Beck Suicide Inventory are rated on a scale of 0-2, and the suicidality item on the HAMD-7 is rated from 0-4. Scores are totaled and will be analyzed as the dependent variable in a mixed-effects model with drug condition (placebo/perampanel) and time (baseline, 24-hour follow up) as within-subject factors.",
                    "timeFrame": "Baseline and 24 hours post infusion"
                },
                {
                    "measure": "Change in antidepressant response to Ketamine",
                    "description": "Changes in depressive symptoms will be assessed 24 hours post-Ketamine infusion using the full Hamilton Depression Rating Scale (HAMD-7), a 7-item survey to assess depression. Scores range from 0-26 with scores indicating full remission (0-3) and partial/non-response (4-26). Scores are totaled and will be analyzed as the dependent variable in a mixed-effects model with drug condition (placebo/perampanel) and time (baseline, 24-hour follow up) as within-subject factors.",
                    "timeFrame": "Baseline and 24 hours post infusion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Current depression as indicated by a score greater than 17 on the full Hamilton Depression Rating Scale (HDRS-17) AND current major depressive episode as determined by structured clinical interview (SCID-5)\n* Current suicidal ideation as indicated by a score ≥ 2 on the HDRS-17 Item #3 (\"wishes to be dead (or any thoughts of possible death to self)\")\n* Anti-depressant resistant depressive symptoms, defined by a history of failure of one or more adequate anti-depressant trials\n* Participants will meet DSM-5 Criteria for MDD, PTSD or Bipolar Disorder as determined by the SCID-5\n* All participants given Ketamine must be engaged in mental health treatment outside of the research protocol. Those who are not receiving treatment with a mental health provider at the time of the phone screen may be referred for treatment and will have their admission to the protocol deferred until they are receiving treatment with a mental health provider for at least 4 weeks, at which time they may re-apply for admission to the protocol.\n* Individuals who are receiving pharmacotherapy for depression must have been receiving the current medication and dose for 4 weeks before randomization. Those who are not stable on their current medication and dose for 4 weeks at the time of the phone screen may have their admission to the protocol deferred until they are stable on their current psychopharmacotherapy. In addition, all individuals admitted to the protocol should have a plan to continue the current regime of pharmacotherapy for the duration of the trial.\n* Individuals who are receiving psychotherapy must have been in treatment for four weeks and should have a plan to continue the current regime of psychotherapy for the duration of the trial. Those who are not stable on their current regime of psychotherapy for 4 weeks at the time of the phone screen may have their admission to the protocol deferred until they are stable on their current regime of psychotherapy.\n* Willing to refrain from caffeine, drug, and alcohol use for one week prior to each Ketamine infusion\n* Females will be included if they are not pregnant or breastfeeding and agree to utilize a medically accepted birth control method (to include oral, injectable, or implant birth control, condom, diaphragm with spermicide, intrauterine device, tubal ligation, abstinence, or partner with vasectomy). Women who are surgically sterile or post-menopausal with cessation of menses for at least one year are not required to use birth control. If a woman should become pregnant during the study, she will be excluded from the trial.\n* Females will receive Ketamine during the follicular phase, i.e., in the first week after the start of the menstrual period, if at all possible. If a prospective participant typically has significant menstrual cramps during this entire follicular phase, she will be studied during another part of her cycle. She will be studied during the same part of her cycle for each scan, if possible.\n* Able to read and write English\n* Have at least a 12th grade education level or equivalent\n\nExclusion Criteria:\n\n* A score on the Columbia-Suicide Severity Rating Scale \\[43\\] in the \"intent\" or \"intent with plan\" categories within the last 3 months or judged by Dr. Krystal or Dr. Driesen to be at serious risk for suicide.\n* Psychiatric hospitalization in the past two months\n* Suicide attempt in the past two months\n* Neurological disorder excluding migraine headaches or mild head injury. More than mild head injury is indicated by the presence of any of the following:\n\n  * More than half hour unconsciousness after trauma\n  * More than one hour post-traumatic amnesia\n  * Concussive symptoms such as headache, memory problems, nausea/vomiting, irritability, ringing in the ears, dizziness, balance problems, difficulty concentrating or visual disturbances lasting more than one week after injury.\n  * Concussive symptoms as defined above in the first week after injury causing more than one day impairment in typical duties.\n  * Four or more concussive events of less severity than the above will also be grounds for exclusion. These events would include post-trauma symptoms such as the individual being dazed, seeing stars, unconscious for less than one half hour, or post-traumatic amnesia of less than an hour.\n* Current therapeutic treatment with Ketamine\n* Previous trial of Ketamine without therapeutic benefit\n* Current treatment with topiramate, memantine, or barbiturates within two weeks of randomization\n* Daytime use of benzodiazepines\n* Current treatment with monoamine oxidase inhibitors within 4 weeks of randomization\n* Treatment with a vagal nerve stimulator, ECT or deep brain stimulation within two weeks of randomization\n* Psychosis other than psychotic experiences congruent with depressed mood during a period of depression. Individuals experiencing psychosis during the current depressive episode will be excluded.\n* Other major medical disorder unless cleared by a study physician\n* History of violence unless cleared by Dr. Driesen or Dr. Krystal because of extenuating circumstances. For example, an individual whose violent behavior was always coupled with substance abuse and had obtained stable sobriety with no violent incidents or an individual who had received successful pharmacotherapy for impulse control difficulties may be included.\n* Individual meets criteria for a diagnosis of substance or alcohol use disorder within the three months prior to screening date. Individuals who meet criteria for mild alcohol use disorder within three months prior to screening date may be included in the study at investigator discretion. The diagnosis of mild alcohol use disorder shall be per DSM-5 and involve 2-3 symptoms. The PI's discretion will be based on the symptoms that are reported and the judged consistency and accuracy of the subjects' self-report.\n* A positive on screening urine drug test or, at the study physicians' discretion, on any drug screens given before the infusion visits.\n* A positive screening alcohol breathalyzer or alcohol saliva test or, at the study physicians' discretion, on any alcohol breathalyzer or alcohol saliva test given before the infusion visits.\n* A 12-lead ECG at screening has clinically significant abnormalities as determined by the physician reading the ECG.\n* Abnormality on clinical chemistry or hematology examination at the pre-study medical screening. Subjects with laboratory parameters outside the reference range for this age group will only be included if the study physician considers that such findings will not introduce additional risk factors.\n* History of positive HIV or Hepatitis B\n* Has received either prescribed or over-the-counter (OTC) centrally active medicine or herbal supplements within the week prior to the Ketamine infusion visit. Subjects who have taken OTC medication or herbal supplements may still be entered into the study, if, in the opinions of the Principal/Co-Investigator, the medication received will not interfere with the study procedures or compromise safety.\n* Known sensitivity to Ketamine or heparin\n* Resting blood pressure lower than 85/55 or higher than 140/90, or resting heart rate lower than 45/min or higher than 100/min, unless cleared by study physician. If a subject meets these blood pressure entrance criteria, but is being treated for high blood pressure, the study team will check with the subject's primary care physician or treatment provider to confirm that the subject is stable and normotensive on their current treatment plan.\n* History of general intellectual disability\n* Donation of blood in excess of 500 mL within 56 days prior to dosing or similar loss of blood due to other causes.\n* Potential participants may be eliminated at the discretion of Dr. Krystal, Dr. Driesen, or the study physician.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Naomi Driesen, PhD",
                    "role": "CONTACT",
                    "phone": "203-508-7765",
                    "email": "naomi.driesen@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Naomi Driesen, PhD",
                    "affiliation": "Yale University / VACHS West Haven",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Connecticut Healthcare System",
                    "status": "RECRUITING",
                    "city": "West Haven",
                    "state": "Connecticut",
                    "zip": "06516",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.27065,
                        "lon": -72.94705
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "relevance": "LOW"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007649",
                    "term": "Ketamine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000778",
                    "term": "Anesthetics, Dissociative"
                },
                {
                    "id": "D000018686",
                    "term": "Anesthetics, Intravenous"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000018691",
                    "term": "Excitatory Amino Acid Antagonists"
                },
                {
                    "id": "D000018683",
                    "term": "Excitatory Amino Acid Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "asFound": "Nerve",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5373",
                    "name": "Caffeine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4108",
                    "name": "Anesthetics, Dissociative",
                    "relevance": "LOW"
                },
                {
                    "id": "M20766",
                    "name": "Anesthetics, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                },
                {
                    "id": "M20771",
                    "name": "Excitatory Amino Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T370",
                    "name": "Caffeine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}