{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05010200",
            "orgStudyIdInfo": {
                "id": "Study 20-02159"
            },
            "secondaryIdInfos": [
                {
                    "id": "PRMC 20-027",
                    "type": "OTHER",
                    "domain": "Icahn School of Medicine at Mount Sinai"
                }
            ],
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "The Safety and Tolerability of PGV001-based Personalized Multi-peptide Vaccines in the Adjuvant Setting.",
            "officialTitle": "Phase I, Open-label, Single-center Proof of Concept Study Designed to Test the Safety and Tolerability of PGV001-based Personalized Multi-peptide Vaccines in Combination With CDX-301 in Subjects With a History of Prostate Cancer, in the Adjuvant Setting",
            "acronym": "PGV-Prostate",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "the-safety-and-tolerability-of-based-personalized-multi-peptide-vaccines-in-the-adjuvant-setting"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-18",
            "studyFirstSubmitQcDate": "2021-08-10",
            "studyFirstPostDateStruct": {
                "date": "2021-08-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Ashutosh Kumar Tewari",
                "investigatorTitle": "Professor and System Chair, Milton and Carroll Petrie Department of UrologyDirector of Center of Excellence for Prostate Cancer at the Tisch Cancer Institute",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Ashutosh Kumar Tewari",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This proof of concept study is designed to test the safety and tolerability of PGV001-based personalized multi-peptide vaccines in combination with CDX-301 in subjects with a history of aggressive prostate cancer, in the tumor free adjuvant setting.",
            "detailedDescription": "This proof of concept study is designed to test the safety and tolerability of PGV001-based personalized multi-peptide vaccines in combination with CDX-301 in subjects with a history of aggressive prostate cancer, in the tumor free adjuvant setting.\n\nThis study will also assess the capacity of PGV001-based a multi-peptide therapeutic vaccines to produce a robust tumor antigen-specific T lymphocytic response in the peripheral circulation when combined with CDX-301, and it will expand the collective body of knowledge regarding the identification, selection and use of mutation-derived tumor antigens for personalized immunotherapy in prostate cancer patients.\n\nThe purpose of the proposed trial will be to assess the following hypothesis:\n\nMutation-derived tumor antigens (MTA) may arise as a result of somatic non-synonymous variations-including nucleotide substitutions, as well as small insertions and deletions-which occur during tumorigenesis. Somatic mutations may be characterized through the use of high-throughput sequencing technologies, and the resulting sequence data used to identify TSA. Sequence data can inform the design of patient-specific immune-based therapies, which may be capable of inducing quantitative changes in the concentration of circulating antigen-specific T lymphocytes directed against TSA, which may in-turn lead to immune-mediated elimination of residual malignant cells."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 27,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1 - Primary treatment cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive the personalized genomic vaccine (PGV) and Poly-ICLC.",
                    "interventionNames": [
                        "Biological: PGV-001",
                        "Biological: Poly-ICLC"
                    ]
                },
                {
                    "label": "Cohort 2 - Secondary treatment cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive the personalized genomic vaccine (PGV) and Poly-ICLC, and CDX-301",
                    "interventionNames": [
                        "Biological: PGV-001",
                        "Biological: Poly-ICLC",
                        "Biological: CDX-301"
                    ]
                },
                {
                    "label": "Cohort 3 - Expansion treatment cohort",
                    "type": "EXPERIMENTAL",
                    "description": "An expansion cohort if the treatment of all 3 together has not triggered a safety stopping event.",
                    "interventionNames": [
                        "Biological: PGV-001",
                        "Biological: Poly-ICLC",
                        "Biological: CDX-301"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "PGV-001",
                    "description": "personalized genomic peptide vaccine",
                    "armGroupLabels": [
                        "Cohort 1 - Primary treatment cohort",
                        "Cohort 2 - Secondary treatment cohort",
                        "Cohort 3 - Expansion treatment cohort"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Poly-ICLC",
                    "description": "immune modulator",
                    "armGroupLabels": [
                        "Cohort 1 - Primary treatment cohort",
                        "Cohort 2 - Secondary treatment cohort",
                        "Cohort 3 - Expansion treatment cohort"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "CDX-301",
                    "description": "soluble recombinant human protein to work on stem cell",
                    "armGroupLabels": [
                        "Cohort 2 - Secondary treatment cohort",
                        "Cohort 3 - Expansion treatment cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of adverse events",
                    "description": "Adverse events will be measured by severity of Adverse events with toxicity grading defined by Cancer Therapy Evaluation Program's (CTEP) v5.0 of National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) scale .",
                    "timeFrame": "37 days"
                },
                {
                    "measure": "Number of adverse events",
                    "description": "Adverse events will be measured by severity of Adverse events with toxicity grading defined by Cancer Therapy Evaluation Program's (CTEP) v5.0 of National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) scale .",
                    "timeFrame": "191 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in immune cell subsets",
                    "description": "Changes in immune cell subsets to compare immune responses at baseline to prostate antigens and viruses with immune responses obtained after treatment with the vaccine combination",
                    "timeFrame": "37 days"
                },
                {
                    "measure": "Change in immune cell subsets",
                    "description": "Changes in immune cell subsets to compare immune responses at baseline to prostate antigens and viruses with immune responses obtained after treatment with the vaccine combination",
                    "timeFrame": "191 days"
                },
                {
                    "measure": "Change in immune cell subsets",
                    "description": "Changes in immune cell subsets to compare immune responses at baseline to prostate antigens and viruses with immune responses obtained after treatment with the vaccine combination",
                    "timeFrame": "365 days"
                },
                {
                    "measure": "Change in the frequency of vaccine epitope-specific T lymphocyte populations",
                    "description": "Change in the frequency of vaccine epitope-specific T lymphocyte populations in post-treatment peripheral blood compared to peripheral blood obtained prior to the start of vaccination.",
                    "timeFrame": "37 days"
                },
                {
                    "measure": "Change in the frequency of vaccine epitope-specific T lymphocyte populations",
                    "description": "Change in the frequency of vaccine epitope-specific T lymphocyte populations in post-treatment peripheral blood compared to peripheral blood obtained prior to the start of vaccination.",
                    "timeFrame": "191 days"
                },
                {
                    "measure": "Change in the frequency of vaccine epitope-specific T lymphocyte populations",
                    "description": "Change in the frequency of vaccine epitope-specific T lymphocyte populations in post-treatment peripheral blood compared to peripheral blood obtained prior to the start of vaccination.",
                    "timeFrame": "365 days"
                },
                {
                    "measure": "Radiographic free survival",
                    "description": "Radiographic free survival (RFS) by Kaplan-Meier (KM) method.",
                    "timeFrame": "10 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nTo be enrolled a subject must meet the following criteria:\n\n* The subject must have a histologically proven diagnosis of adenocarcinoma of prostate\n* The subject should have any one of:\n\n  1. PSA persistence post surgery (defined as a PSA value that fails to become undetectable) by six weeks post treatment,\n  2. Biochemical recurrence (defined as a PSA value ≥ 0.2ng/ml),\n  3. An elevated PSA with a doubling time of \\> 3 months,\n  4. Or an estimated risk of biochemical recurrence within 5 years of 30% or more as assessed by decipher™ report (decipher score of ≥0.3).\n* At the time of treatment, the subjects must have completed radical prostatectomy (rp), all additional s.o.c therapies and be clinically tumor free as defined by s.o.c imaging studies\n* Written informed consent obtained prior to any study procedure.\n* The subject must be able to provide the necessary tissue sample for sequencing, either by surgical resection or open-surgical or core biopsy sampling of the primary tumor\n* This requirement may be satisfied by providing an archival tissue sample that has been stored in rna later, flash-frozen, or under other rna/dna preserving conditions from an earlier resection.\n* This requirement may also be satisfied by providing rna/dna sequencing from a CLIA certified genomic sequencing laboratory.\n* Before administration of the investigational product, the following time must have elapsed:\n\n  1. At least (4) weeks post general anesthesia\n  2. At least seventy-two (72) hours post local/epidural anesthesia\n  3. The subject must complete all prior systemic chemotherapy therapy, and all adverse events have either returned to baseline or have stabilized at least four (4) weeks prior to administration of the investigational product.\n  4. The subject must complete all prior systemic radiation therapy at least four (4) weeks prior to administration of the investigational product. The subject must not have received a radiopharmaceutical within eight (8) weeks prior to the administration of the investigational product.\n  5. The subject may continue hormonal therapy (e.g. Anti-androgens) during the study.\n  6. Subjects may have a detectable or rising PSA provided there is no radiographic evidence of metastatic disease. For patients with a rising PSA, the doubling time should be \\>3 months.\n\n     9. The subject must have a life expectancy greater than twelve (12) months at the time of screening as assessed by the treating physician.\n* The subject must have a performance status of 0-1 as determined by criteria set forward by the eastern cooperative oncology group243.\n* The subject must have at the time of screening acceptable hematologic, hepatic, and renal function, defined by the following:\n\n  1. Absolute neutrophil count \\> 1000/mm3\n  2. Platelet count \\> 50,000/mm3,\n  3. Creatinine \\< 2.5 mg/dl,\n  4. Total bilirubin ≤ 1.5 mg/dl, (except in patients with gilbert syndrome who can have total bilirubin \\< 3.0 mg/dl)\n  5. Transaminases \\< 2 times above the upper limits of the institutional normal.\n  6. INR\\<2 if off of anticoagulation. Patients on anticoagulation therapy with an INR\\>2 may be enrolled at the discretion of the investigator if they have not had any episodes of severe hemorrhage.\n* Adequate venous access (for leukapheresis and blood draws)\n* The subject must be male 18 years of age or older.\n* The subject must be deemed competent to give informed consent.\n* The subject must agree to use a condom and another effective method of birth control if he is having sex with a woman of childbearing potential or agrees to use a condom if he is having sex with a woman who is pregnant.\n\nExclusion Criteria:\n\nPotential subjects who meet any of the following criteria will not be included in the study:\n\n* The subject has metastatic disease at the time of treatment.\n* Patients with history of AML or tumors with known Flt3 mutations/amplifications.\n* The subject has a history of unrelated neoplastic disease, which has been deemed active within thirty-six (36) months of the screening evaluation, with the exception of the following:\n\n  1. Non-invasive non-melanoma skin cancer such as superficial basal cell carcinoma or squamous cell carcinoma.\n  2. Subjects with tumors of the prostate with a combined Gleason Score ≤ 7\n  3. Patients with other completely resected malignancies in the prior three years and no evidence of disease will be evaluated on a case-by-case basis with eligibility determined based on discussion with the Principal Investigator.\n* The subject has a prior history of unrelated neoplastic disease and has received systemic therapy for the secondary malignancy within the twelve (12) month period preceding the screening evaluation.\n* The subject has a history of Human Immunodeficiency Virus/Acquired Immunodeficiency Syndrome (HIV/AIDS), chronic active hepatitis B or hepatitis C with positive PCR.\n* The subject has a history of, or is reasonably suspected to meet criteria for the diagnosis of a known congenital or acquired disorder causing systemic immunosuppression; or the subject is currently receiving any drug or supplement which is known to be associated with systemic immune suppression including those drugs which are prescribed for solid organ or stem cell transplant, autoimmune/inflammatory disorders, or other related medical conditions.\n* The subject has a history of, or is reasonably suspected to meet criteria for the diagnosis of a systemic auto-immune/inflammatory disease or other autoimmune disorder with the exception of:\n\n  1. Vitiligo\n  2. Hypothyroidism\n* The subject has a history of anaphylaxis or other serious adverse reactions relating to administration of any components of the investigational product.\n* The subject has a history of serious allergic reaction to any substance, resulting in hospitalization or requiring other emergent medical attention.\n* The subject has a history of advanced cardiac, hepatic or renal disease or other chronic illness.\n* The subject has been diagnosed and treated at an external facility, and the resulting tissue specimen is of insufficient quality such that it precludes clinical sequencing or any other necessary study procedure, and the subject is unwilling to undergo an additional biopsy procedure.\n* Previous treatment with therapeutic cancer vaccine of any type\n* The subject is less than eighteen (18) years of age, or otherwise unable to give informed consent due to minor status.\n* The subject is a prisoner, as defined by \\[45 CFR 46.303(c)\\].\n* The subject is cognitively impaired, and unable to give informed consent.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sujit S Nair, Ph.D.",
                    "role": "CONTACT",
                    "phone": "212-241-7005",
                    "email": "Sujit.Nair@mountsinai.org"
                },
                {
                    "name": "Monali Fatterpekar",
                    "role": "CONTACT",
                    "phone": "212-241-0751",
                    "email": "monali.fatterpekar@mountsinai.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ashutosh Tewari, MD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Sujit S Nair, Ph.D.",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Dara Lundon, MD MSc MBA PhD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai (ISMMS)",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monali Fatterpekar, PhD",
                            "role": "CONTACT",
                            "email": "monali.fatterpekar@mountsinai.org"
                        },
                        {
                            "name": "Ashutosh Tewari, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000019531",
                    "term": "Poly ICLC"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007369",
                    "term": "Interferon Inducers"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M280480",
                    "name": "Poly ICLC",
                    "asFound": "Combination Chemotherapy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16759",
                    "name": "Tin Fluorides",
                    "relevance": "LOW"
                },
                {
                    "id": "M10407",
                    "name": "Interferons",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}