{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05208476",
            "orgStudyIdInfo": {
                "id": "BHS-1521"
            },
            "organization": {
                "fullName": "New York Institute of Technology",
                "class": "OTHER"
            },
            "briefTitle": "The Effect of OMM in the Treatment of Primary Dysmenorrhea Symptoms",
            "officialTitle": "The Effect of OMM in the Treatment of Primary Dysmenorrhea Symptoms",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-effect-of-omm-in-the-treatment-of-primary-dysmenorrhea-symptoms"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-13",
            "studyFirstSubmitQcDate": "2022-01-24",
            "studyFirstPostDateStruct": {
                "date": "2022-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "New York Institute of Technology",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Primary dysmenorrhea or simply painful menstruation is a disorder that 45-90% of women experience to varying degrees. The most prominent symptom of dysmenorrhea is crampy suprapubic pain occurring prior to menstruation, closely followed by low back pain, headache, depression, diarrhea, fatigue, nausea, and vomiting. Primary dysmenorrhea cannot be attributed to a specific physiological reason, whereas secondary dysmenorrhea may be due to other gynecological disorders. For symptom management, most patients self-medicate with over the counter nonsteroidal anti-inflammatory drugs. While most non-pharmacological treatments for dysmenorrhea such as heat therapy, yoga, acupuncture and massage do not show promising data on reducing symptoms, neuromuscular manipulation has been shown to improve pain intensity and duration of dysmenorrhea. In this study, the investigator's primary outcome is to assess whether Osteopathic Manipulative Medicine (OMM) is effective at reducing the musculoskeletal complaints of dysmenorrhea especially pain in the back, abdominal, lower extremity and head regions. In addition, secondary outcomes include any changes in nausea, bloating, diarrhea, fatigue/general malaise, depressed/anxious mood, irritability and mental fog with OMM treatment. Since OMM involves manipulation of various parts of the body, the investigators hypothesize that OMM will assist in freeing tissue tension and promoting adequate blood and lymphatic flow to decrease stasis and inflammatory mediators present in the tissues to relieve pain. Female subjects with dysmenorrhea will be enrolled in this study. During the initial phase (first menstrual cycle), a baseline of participants' dysmenorrhea symptoms will be established. In the next phase (2nd menstrual cycle), participants will be given Osteopathic Manipulative Treatment (OMT) according to findings on Osteopathic structural exams twice a week for 4 weeks. In the final phase (3rd menstrual cycle), participants will be monitored for the duration of symptom relief with OMT. Throughout the study, participants will be using the \"Menstrual Distress Questionnaire\" to document complaints. A MYOTON will be utilized to measure any musculoskeletal correlations with symptoms and pre- and post- OMM treatment effects. Description analysis will be done using participant responses to see the effect of OMT on musculoskeletal complaints and associated symptoms of primary dysmenorrhea.",
            "detailedDescription": "Subjects will participate in an initial zoom session for a detailed gynecological and medical history. A thorough social history including diet description and exercise routine will also be obtained. Participants will be asked to keep constant their diet and exercise routine as previous studies have shown that a healthy diet and exercise routine may assist with dysmenorrhea symptoms. If any changes are made to diet or exercise routines, participants will be asked to report them. Previous methods to minimize the symptoms of dysmenorrhea will also be obtained during this time. Specifically, patients will be asked about prior medication use including their dosages and frequency. Over the course of the study, participants will be asked to refrain from using previous methods of dysmenorrhea relief to avoid confounding variables. However, if a patient finds her pain to be unbearable, and uses previous successful therapies (medications in particular), the participant will be asked to report it. The need for medication with each menses prior to OMT and after OMT will then be compared. At this zoom meeting, participants will also be informed about the time commitment for this study and how to fill out the required surveys with each menstrual cycle during the first month as well as how to schedule appointments during the second phase in which 8 treatments will be scheduled on a biweekly basis for 4 weeks. Documentation of the first appointment will be done using the \"Initial Medical History Form,\" on RedCap which will be filled out by the investigator at the first appointment. Symptoms of dysmenorrhea during menstrual cycles over the initial one-month period will be assessed using the \"Menstrual Distress Questionnaire\" which will be filled out once each menstrual cycle. Subjects will schedule an initial appointment for an osteopathic structural exam. This exam involves observing and palpating the entire body to look for signs of somatic dysfunction which will later be targeted during treatments and used to establish a baseline for the participant.\n\nThe next phase of this study involves treating the symptoms of dysmenorrhea as noted by each participant via OMM for one menstrual cycle. Each subject will be given OMM treatment based on specific areas of complaint and findings on osteopathic structural exam. Treatments will involve gentle techniques with specific consideration to: Thoraco-lumbar muscles and spinal junctions, Sphenobasilar Junction, Thoracic Inlet, Chapmans Points, and Pelvic/Sacral Dysfunctions, diaphragms and visceral components. Participants will be treated with the principles of Osteopathy as generally learned in preclinical years of education. Treatment will be provided in the Academic Health Care Center in Old Westbury by the scholar along with an attending physician board-certified in osteopathic manipulative medicine and neuromuscular skeletal medicine (OMM/NMM). Treatment providers will be blinded during treatment on the stage of the menstrual cycle to avoid bias. Documentation of treatments will be done using a documentation form. Acute subjective changes in musculoskeletal dysmenorrhea symptoms will also be assessed using the same form. Acute objective changes with OMM treatment will be obtained using pre and post treatment myoton readings of the lumbar paraspinal musculature. Long term subjective changes will be assessed using the Menstrual Distress Questionnaire and will be compared against the month prior which lacked OMM treatments. Participants and investigators will be wearing face coverings during all interactions. Investigators will also be required to wear eye protection. After treatments, all potential contact surfaces (examination tables, computer, doorknobs, chairs, etc) will be wiped down with antiseptic wipes. Gloves will be available for physicians to use if this will make a participant feel more comfortable. All subjects will be screened prior to coming in for treatments using the \"Academic Health Care Center Clinical Research COVID-19 Screen Form\".\n\nAfter the treatment period, during the third phase of the study, participants will be monitored for the effectiveness of initial OMM treatments given and to check for any residual benefits from this trial of OMM in the next menstrual cycle. Specific parameters to be assessed include any changes in duration, quality, intensity or severity of symptoms compared to their baseline menstrual cycles. Similar to the prior phases, this data will be collected using the Menstrual Distress Questionnaire.\n\nOnce all pertinent information is collected, description statistical analysis will be completed using data collected over the course of the study to establish the possible benefits of OMM on the symptomatology of dysmenorrhea."
        },
        "conditionsModule": {
            "conditions": [
                "Dysmenorrhea Primary"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants",
                    "type": "EXPERIMENTAL",
                    "description": "All subjects will be observed for one menstrual cycle then given Osteopathic manipulative treatment during the second menstrual cycle. During the third menstrual cycle, participants will continue to be observed.",
                    "interventionNames": [
                        "Procedure: Osteopathic manipulative medicine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Osteopathic manipulative medicine",
                    "description": "A set of hands-on techniques used by osteopathic physicians to help diagnose, treat and prevent illness or disease.",
                    "armGroupLabels": [
                        "Participants"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Menstrual Distress Questionnaire",
                    "description": "Changes in subject reported primary dysmenorrhea symptoms using validated Menstrual Distress Questionnaire",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Muscle Stiffness and Muscle Tone",
                    "description": "Change in Myoton recordings showing change in muscle tone and/or stiffness after OMT during treatment phase in the lumbar region as measured on the L1 and L3 vertebrae bilaterally",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Complaints of menstrual-related pain over past 2 years\n* Regular menstrual cycles, with menstruation lasting at least 2-5 days for past 2 years\n* Occurrence of a regular menstrual cycle within past 40 days\n* Complaint of dysmenorrhea symptoms with a severity of at least 5/10 on the Visual Analog Scale\n\nExclusion Criteria:\n\n* Presence of Pelvic Pathology (endometriosis, leiomyomata, adenomyosis, pelvic inflammatory disease, etc)\n* Known Hormonal Imbalance (PCOS, Ovarian Disorder, etc)\n* Oral Contraceptive Use\n* Presence of IUD (Copper or Hormone Eluting)\n* Oligomenorrhea/Amenorrhea\n* Pregnancy\n* Under age 18 yo\n* Positive COVID-19 serological testing",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sheldon Yao, DO",
                    "role": "CONTACT",
                    "phone": "5166861300",
                    "email": "syao@nyit.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sheldon Yao, DO",
                    "affiliation": "New York Institute of Technology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Riland Academic Health Care Center",
                    "status": "RECRUITING",
                    "city": "Old Westbury",
                    "state": "New York",
                    "zip": "11545",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sheldon Yao, DO",
                            "role": "CONTACT",
                            "phone": "516-686-3754",
                            "email": "syao@nyit.edu"
                        },
                        {
                            "name": "Sheldon Yao, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.78871,
                        "lon": -73.59957
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29946673",
                    "type": "BACKGROUND",
                    "citation": "Emo A, Blumer J. Neuromuscular Manipulation Improves Pain Intensity and Duration in Primary Dysmenorrhea. J Am Osteopath Assoc. 2018 Jul 1;118(7):488-489. doi: 10.7556/jaoa.2018.109. No abstract available."
                },
                {
                    "pmid": "24695505",
                    "type": "RESULT",
                    "citation": "Osayande AS, Mehulic S. Diagnosis and initial management of dysmenorrhea. Am Fam Physician. 2014 Mar 1;89(5):341-6."
                },
                {
                    "pmid": "26346058",
                    "type": "RESULT",
                    "citation": "Iacovides S, Avidon I, Baker FC. What we know about primary dysmenorrhea today: a critical review. Hum Reprod Update. 2015 Nov-Dec;21(6):762-78. doi: 10.1093/humupd/dmv039. Epub 2015 Sep 7."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004412",
                    "term": "Dysmenorrhea"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008599",
                    "term": "Menstruation Disturbances"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000017699",
                    "term": "Pelvic Pain"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7586",
                    "name": "Dysmenorrhea",
                    "asFound": "Dysmenorrhea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11582",
                    "name": "Menstruation Disturbances",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M19918",
                    "name": "Pelvic Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}