{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05713383",
            "orgStudyIdInfo": {
                "id": "0794-22-EP"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "The Role of Perturbed Auditory Information for Self-motion in Gait",
            "officialTitle": "The Role of Perturbed Auditory Information for Self-motion in Gait",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-role-of-perturbed-auditory-information-for-self-motion-in-gait"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-06",
            "studyFirstSubmitQcDate": "2023-01-26",
            "studyFirstPostDateStruct": {
                "date": "2023-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "As people walk and interact with objects such as when opening a door, their movements make sounds. It is possible that these sounds are also used as feedback to stabilize and adapt movement. There is some evidence for such a connection between the auditory and motor systems in activities of daily living, yet the empirical work is insufficient because the role of the auditory system in movement is a relatively neglected topic. The objective of this study is to address this gap. The study will also evaluate the potential for improvements in movement stability and variability by restricting or augmenting the auditory feedback from the participants' footstep sounds.",
            "detailedDescription": "As people walk and interact with objects such as when opening a door, their movements make sounds. It is possible that these sounds are also used as feedback to stabilize and adapt movement. There is some evidence for such a connection between the auditory and motor systems in activities of daily living, yet the empirical work is insufficient because the role of the auditory system in movement is a relatively neglected topic. The objective of this study is to address this gap. The study will also evaluate the potential for improvements in movement stability and variability by restricting or augmenting the auditory feedback from the participants' footstep sounds. Eligibility is based on inclusion and exclusion criteria determined via a self-report questionnaire. The inclusion criteria are age and overall health status (young healthy adults, 19-35) and self-reported ability to walk comfortably for half an hour. Exclusion criteria include known hearing impairment, history of back or lower extremity injury, surgery that affects mobility, neurological disease or impairment that limits the ability to walk (Cerebral palsy). The study will randomly split the participants in a control and experimental group. Participants will perform trials in one condition only, quiet walking or control. Participants will visit the lab five times in the span of two weeks. The first and last sessions will serve for pre-post comparisons."
        },
        "conditionsModule": {
            "conditions": [
                "Gait"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Walking",
                    "type": "NO_INTERVENTION",
                    "description": "Walking normally without restriction"
                },
                {
                    "label": "Walking Quietly",
                    "type": "EXPERIMENTAL",
                    "description": "Participants instructed to make little noise while walking.",
                    "interventionNames": [
                        "Behavioral: Auditory Feedback"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Auditory Feedback",
                    "description": "Sound amplification is used to accentuate participants' footsteps, while asking them to step softly so as to reduce this sound.",
                    "armGroupLabels": [
                        "Walking Quietly"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Gait instability measured with the maximum Lyapunov exponent (MLE)",
                    "description": "The MLE is sensitive to the degree to which the gait cycle tends to diverge from its average repeated pattern. It is typically computed with the Rosenstein algorithm applied to motion-tracking data recorded while the participant is walking. More specifically, the marker is placed on the participant's upper body close to the center-of-mass. MLE equal to zero indicates a neutrally stable dynamic with perfectly repeatable oscillation. Paradoxically, this is maladaptive. Very low values of MLE close to zero tend to be associated with motor disorders. Increasingly positive values of MLE correspond to higher tolerance for dynamic instability and are associated with a healthy gait pattern. There are also exceptions, not relevant to the present study, where very high instability corresponds to specific motor disorders.",
                    "timeFrame": "The time frame to measure changes in the outcome variable is two weeks, from the first to last measurement. The time frame to obtain one sample is a few minutes of walking."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* self-reported tolerance to 30 minute exercise\n* self-reported ability to walk comfortably for half an hour\n\nExclusion Criteria:\n\n* known hearing or visual impairment\n* currently being pregnant\n* history of back or lower extremity injury, surgery that affects mobility, and neurological disease or impairment that limit the ability to walk",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dobromir Dotov, PhD",
                    "role": "CONTACT",
                    "phone": "(531) 263-0732",
                    "email": "ddotov@unomaha.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dobromir Dotov, PhD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Nebraska-Omaha, Department of Biomechanics,",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68182",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dobromir Dotov, PhD",
                            "role": "CONTACT",
                            "phone": "402-554-4194",
                            "email": "ddotov@unomaha.edu"
                        },
                        {
                            "name": "Jessica Hilt",
                            "role": "CONTACT",
                            "phone": "402-554-3228",
                            "email": "jessicahilt@unomaha.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to share personal data with other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}