{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04449458",
            "orgStudyIdInfo": {
                "id": "Pro00040192"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA243800",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA243800"
                }
            ],
            "organization": {
                "fullName": "University of South Florida",
                "class": "OTHER"
            },
            "briefTitle": "The Positively Quit Trial for Smoking Cessation",
            "officialTitle": "The Positively Quit Trial: Addressing Disproportionate Smoking Rates Among People Living With HIV",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-positively-quit-trial-for-smoking-cessation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-06-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-23",
            "studyFirstSubmitQcDate": "2020-06-23",
            "studyFirstPostDateStruct": {
                "date": "2020-06-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stephanie Marhefka-Day",
                "investigatorTitle": "Professor and Senior Associate Dean of Research",
                "investigatorAffiliation": "University of South Florida"
            },
            "leadSponsor": {
                "name": "University of South Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The main goal of the present study is to determine if a smoking cessation program designed for people living with certain chronic conditions and delivered via videoconferencing groups works better than a control condition--a program that is not designed to help with smoking but that does have the same number of group contact hours as the other program (this program is called the Attention Matched Control condition; AMC) for helping people with certain health conditions stop smoking. People in both groups will receive brief advice to quit and an offer of nicotine replacement therapy patches (NRT), as well as 12 videoconferencing group sessions. The team will measure smoking behavior over a one-year period and compare smoking rates for the treatment condition against AMC to see if the treatment condition is better at getting people living with certain health conditions to quit smoking.",
            "detailedDescription": "Note: Public-facing information will not reveal that the study is specifically for people living with HIV; instead these documents refer to \"people living with certain health conditions. This trial involves a highly stigmatized, vulnerable, and private group: people living with HIV. The team does not wish to make it known publicly that this trial is for people living with HIV, as that could lead to other people inadvertently learning someone's HIV-positive status, which would be a major privacy violation. For example, if a participant receives email or text from the Positively Quit Study, there is no easy way for another person to know the study is only for those living with HIV. However, if the website notes the inclusion requirement of living with HIV on clinicaltrials.gov, a boyfriend, roommate, family member, etc., could look up the Positively Quit Trial on clinicaltrials.gov and then determine that their boyfriend, roommate, family member, etc. is HIV-positive. Eligibility criteria are deliberately incomplete to protect the privacy of people living with HIV. Moreover, some details are left out of the eligibility criteria to prevent participants from qualifying for the study because they knew the \"correct\" answers to the eligibility screens--not because they actually met criteria.\n\nAfter completing eligibility screening, including a video-conferencing observed swab test to measure levels of cotinine (a marker of cigarette smoking chemicals), those eligible will be invited to complete the baseline assessment and enroll in the trial.\n\nEnrolled participants will then complete a baseline assessment (the first assessment for the trial, consisting of a secure online survey). Then they will be randomized to either the treatment condition or the AMC. Randomization is a fair way of selecting who will be in each condition. It is like flipping a coin. In this study, instead of actually flipping a coin, the team will use a web-based randomization software that basically does the same thing. Once a participant learns their randomized condition, they will receive brief cessation counseling and an offer of nicotine replacement therapy (NRT) patches. For participants who would like NRT, study staff will help determine if the participant can get NRT through their insurance or related assistance program (e.g., ADAP); if it is possible, the study staff will facilitate that process. If getting NRT through insurance, etc. is not possible, NRT will be provided by the study.\n\nParticipants will begin their group sessions within approximately 2 weeks of randomization. For both conditions, the group sessions will all be conducted using group-based video-conferencing via Zoom, a HIPAA compliant video-conferencing system that is easy to use, works well even at lower internet speeds, and is free to trial participants; this will be the same system participants used during eligibility screening. Participants will be required to join the group from a private space, with no others present, to ensure confidentiality for all participants. Those who violate this requirement will be asked to resolve the situation immediately or log out of the session. A second violation will lead to permanent removal from the group sessions, because confidentiality is critical. Groups for both conditions will consist of 8 sessions over 6 weeks, with subsequent booster sessions 2,4,8, and 12 weeks after the end of the main interventions.\n\nFor each condition, one facilitator will be a master's level counselor and one will be a peer (person living with certain health condition). Facilitators will be trained for only one group type (there will be 1-2 sets of facilitators for treatment and a separate 1-2 sets of facilitators for AMC). All facilitators will undergo supervision with the PI and Co-I.\n\nParticipants will complete assessments at days 0 (baseline), 42, 90, 180, and 360, to include questions about smoking, health, utilized cessation treatments, and potential mediators (variables that changed as a result of the program and subsequently led to smoking cessations). These assessments will involve a secure online survey. Smoking abstinence will be confirmed with a video-conferencing observed oral swab test for cotinine, a biological marker of cigarette smoking. Note that the initial swab test will be done at the end of eligibility screening instead of at baseline, as this is part of eligibility determination. Participants will be remunerated for their time via gift cards.\n\nIn addition to the 5 major assessments, participants will receive \"brief check-ins\" to confirm/validate contact information approximately every 45 days, and again remunerated. This is important because the success of the trial is dependent upon keeping participants involved and reminding them about study activities to ensure retention and reduce attrition/missing data.\n\nIn addition to the \"brief check-ins\", there is a robust plan for maintaining engagement/preventing attrition. 1) The team will closely monitor participant involvement, update contact information, and communicate with the study staff. The website will also serve as a portal for study staff to track participant involvement. 2) Participants will receive physical reminders of the study (e.g., pens, magnets, etc.) bearing the study name and contact information, so they will retain our contact information and remember they are involved in the study. 3) assessments are incentivized and the compensation escalates over time to keep participants engaged. 4) The team will maintain a social media presence and encourage participants who are comfortable doing so to \"friend\" us. 5) The team will send birthday cards. 6) Participants will be reminded of scheduled assessments and sessions via text and/or email (user preference). 7) Additionally, because study staff will interact over video-conferencing during cotinine assessments, the team will develop relationships with participants that may help to foster retention (e.g., they may look forward to talking with us or updating us about their lives)."
        },
        "conditionsModule": {
            "conditions": [
                "Cigarette Smoking"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 482,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Positively Me",
                    "type": "EXPERIMENTAL",
                    "description": "Positively Me is a 12-session (8 \\[1.5\\] hour main sessions plus four booster sessions) intervention guided by Social Cognitive Theory to promote smoking cessation in people with certain health conditions.",
                    "interventionNames": [
                        "Behavioral: Positively Me"
                    ]
                },
                {
                    "label": "Positively Living",
                    "type": "SHAM_COMPARATOR",
                    "description": "Positively Living is a modified updated version of a healthy living intervention based on Social Cognitive Theory that is designed for people with certain health conditions and attention-matched to the experimental condition (8 \\[1.5\\] hour main sessions plus four booster sessions).",
                    "interventionNames": [
                        "Behavioral: Positively Living"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Positively Me",
                    "description": "12 session smoking cessation intervention based on Social Cognitive Theory, designed for people with certain health conditions (8 primary sessions, followed by 4 booster sessions)",
                    "armGroupLabels": [
                        "Positively Me"
                    ],
                    "otherNames": [
                        "Positively Smoke Free-Video Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Positively Living",
                    "description": "12 session healthy living intervention based on Social Cognitive Theory, designed for people with certain health conditions (8 primary sessions, followed by 4 booster sessions)",
                    "armGroupLabels": [
                        "Positively Living"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Biochemically confirmed 7-day point prevalence abstinence (BC7ppa) day 360",
                    "description": "Participant is asked if she has smoked a cigarette, even a puff, in the past 7 days. If she reports abstinence, she also completes a cotinine swab test over video-conferencing to determining cotinine levels. Levels less than 10ng/ml will be considered abstinence. BC7ppa will be coded as abstinence-indicating if she answers \"no\" to the question and cotinine levels suggest abstinence.",
                    "timeFrame": "study day 360"
                },
                {
                    "measure": "Biochemically confirmed 30-day point prevalence abstinence (BC30ppa) day 360",
                    "description": "Participant is asked if she has smoked a cigarette, even a puff, in the past 30 days. If she reports abstinence, she also completes a cotinine swab test over video-conferencing to determining cotinine levels. Levels less than 10ng/ml will be considered abstinence. BC30ppa will be coded as abstinence-indicating if she answers \"no\" to the question and cotinine levels suggest abstinence.",
                    "timeFrame": "study day 360"
                },
                {
                    "measure": "Biochemically confirmed sustained abstinence (BC.SA) day 360",
                    "description": "At day 42 (2 weeks post-quit day; provides a grace period), participant is asked the BC7ppa question (see outcome 1). Then, at each full and brief assessment going forward, beginning at day 90, participant is asked if she has smoked a cigarette, even a puff, since the last assessment. If she reports abstinence, she also completes a cotinine swab test over video-conferencing to determining cotinine levels. Levels less than 10ng/ml will be considered abstinence. BC.SA will be coded as abstinence-indicating if she answers \"no\" to the sustained abstinence question at each assessment and cotinine levels at each assessment suggest abstinence.",
                    "timeFrame": "Study day 360"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Biochemically confirmed 7-day point prevalence abstinence (BC7ppa) day 42",
                    "description": "Participant is asked if she has smoked a cigarette, even a puff, in the past 7 days. If she reports abstinence, she also completes a cotinine swab test over video-conferencing to determining cotinine levels. Levels less than 10ng/ml will be considered abstinence. BC7ppa will be coded as abstinence-indicating if she answers \"no\" to the question and cotinine levels suggest abstinence.",
                    "timeFrame": "study day 42"
                },
                {
                    "measure": "Biochemically confirmed 7-day point prevalence abstinence (BC7ppa) day 90",
                    "description": "Participant is asked if she has smoked a cigarette, even a puff, in the past 7 days. If she reports abstinence, she also completes a cotinine swab test over video-conferencing to determining cotinine levels. Levels less than 10ng/ml will be considered abstinence. BC7ppa will be coded as abstinence-indicating if she answers \"no\" to the question and cotinine levels suggest abstinence.",
                    "timeFrame": "study day 90"
                },
                {
                    "measure": "Biochemically confirmed 7-day point prevalence abstinence (BC7ppa) day 180",
                    "description": "Participant is asked if she has smoked a cigarette, even a puff, in the past 7 days. If she reports abstinence, she also completes a cotinine swab test over video-conferencing to determining cotinine levels. Levels less than 10ng/ml will be considered abstinence. BC7ppa will be coded as abstinence-indicating if she answers \"no\" to the question and cotinine levels suggest abstinence.",
                    "timeFrame": "study day 180"
                },
                {
                    "measure": "Biochemically confirmed 30-day point prevalence abstinence (BC30ppa) days 90",
                    "description": "Participant is asked if she has smoked a cigarette, even a puff, in the past 30 days. If she reports abstinence, she also completes a cotinine swab test over video-conferencing to determining cotinine levels. Levels less than 10ng/ml will be considered abstinence. BC30ppa will be coded as abstinence-indicating if she answers \"no\" to the question and cotinine levels suggest abstinence.",
                    "timeFrame": "study day 90"
                },
                {
                    "measure": "Biochemically confirmed 30-day point prevalence abstinence (BC30ppa) day 180",
                    "description": "Participant is asked if she has smoked a cigarette, even a puff, in the past 30 days. If she reports abstinence, she also completes a cotinine swab test over video-conferencing to determining cotinine levels. Levels less than 10ng/ml will be considered abstinence. BC30ppa will be coded as abstinence-indicating if she answers \"no\" to the question and cotinine levels suggest abstinence.",
                    "timeFrame": "study day 180"
                },
                {
                    "measure": "Biochemically confirmed sustained abstinence (BC.SA) day 180",
                    "description": "At day 42 (2 weeks post-quit day; provides a grace period), the participant is asked the BC7ppa question (see outcome 1). Then, at each full and brief assessment going forward, beginning at day 90, participant is asked if she has smoked a cigarette, even a puff, since the last assessment. If she reports abstinence, she also completes a cotinine swab test over video-conferencing to determining cotinine levels. Levels less than 10ng/ml will be considered abstinence. BC.SA will be coded as abstinence-indicating if she answers \"no\" to the sustained abstinence question at each assessment and cotinine levels at each assessment suggest abstinence.",
                    "timeFrame": "day 180"
                },
                {
                    "measure": "Self-Efficacy for Abstinence day 42 as measured by The Smoking: Self-Efficacy / Temptation Short Form (Velicor et al, 1990)",
                    "description": "9-item measure of likelihood of temptation to smoke in certain situations, rated on a five-point scale (1=not at all tempted to smoke in these situations; 5=extremely tempted to smoke in these situations.) All 9 items are averaged, so a final score closer to 1= less temptation and greater self-efficacy; a final score score to 5= greater temptation and less self-efficacy.",
                    "timeFrame": "study day 42"
                },
                {
                    "measure": "Self-Efficacy for Abstinence day 90 as measured by The Smoking: Self-Efficacy / Temptation Short Form (Velicor et al, 1990), mean overall score",
                    "description": "9-item measure of likelihood of temptation to smoke in certain situations, rated on a five-point scale (1=not at all tempted to smoke in these situations; 5=extremely tempted to smoke in these situations.) All 9 items are averaged, so a final score closer to 1= less temptation and greater self-efficacy; a final score score to 5= greater temptation and less self-efficacy.",
                    "timeFrame": "study day 90"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* greater than or equal to age 18 (as NRT is not FDA approved for adolescents)\n* self-report smoking cigarettes\n* positive cotinine test\n* motivated to quit\n* own a smart phone, laptop, desktop, or tablet computer\n* able to join group from a private space with Internet access\n* demonstrate the ability to connect to the HIPAA-compliant videoconferencing system, Zoom, over the internet h) speak English i) living in the US j) living with certain health conditions\n\nExclusion Criteria:\n\n* pregnant, breastfeeding, or have other contraindications to NRT\n* receiving other tobacco treatment, or\n* inability to communicate coherently in English during the video-conferencing test or other pre-enrollment interactions",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Catheryn Flores, MPH",
                    "role": "CONTACT",
                    "phone": "813-396-2014",
                    "email": "catherynf@usf.edu"
                },
                {
                    "name": "Shanna Hunt",
                    "role": "CONTACT",
                    "email": "sphunt@usf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephanie L Marhefka, PhD",
                    "affiliation": "University of South Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of South Florida, College of Nursing",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catheryn Flores, MPH",
                            "role": "CONTACT",
                            "phone": "813-396-2014",
                            "email": "catherynf@usf.edu"
                        },
                        {
                            "name": "Stephanie L Marhefka, PhD",
                            "role": "CONTACT",
                            "phone": "813-974-5810",
                            "phoneExt": "Marhefka-Day",
                            "email": "smarhefk@usf.edu"
                        },
                        {
                            "name": "STEPHANIE L Marhefka, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data obtained from the study will be shared in accordance with NIH policy and principals. Data sharing is contingent upon approval for data sharing from the institutional review board at the University of South Florida. Requests should be made to the PI. Requesters must provide evidence of training in protection of human subjects and demonstrate approval from their institutional review board, noting what procedures will take place to protect data. Requesters will also be asked to sign a confidentiality agreement noting personal measures to ensure privacy of data.\n\nQuantitative data will be available as a de-identified excel file.\n\nThe intervention manuals for treatment and control interventions and resulting publications will be available after completion of the study (within 6 months of primary article publication).\n\nTo uphold the confidentiality of study participants, audio- and video-recordings from this study will not be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Within 6 months of article publication, quantitative data will be available to those requesting it who meet access criteria",
            "accessCriteria": "Requests for data should be made to the PI. Requesters must provide evidence of training in the protection of human subjects in research, and demonstrate approval from their institutional review board for the analyses, noting what procedures will take place to protect the data. Requesters will also be asked to sign a confidentiality agreement noting personal measures to ensure privacy of data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}