{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06405347",
            "orgStudyIdInfo": {
                "id": "VAAAHS1792275"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R18HS028963-01",
                    "type": "AHRQ",
                    "link": "https://reporter.nih.gov/quickSearch/1R18HS028963-01"
                }
            ],
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "The M-Well Inpatient Whole Health Bundle",
            "officialTitle": "Engineering Whole Health Into Hospital Care to Improve Wellness: The Inpatient Whole Health Bundle",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-m-well-inpatient-whole-health-bundle"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-06",
            "studyFirstSubmitQcDate": "2024-05-06",
            "studyFirstPostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Nathan Houchens",
                "investigatorTitle": "Associate Chief of Medicine, VA Ann Arbor, and Associate Professor of Medicine, University of Michigan",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Agency for Healthcare Research and Quality (AHRQ)",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will utilize a quasi-experimental pre-test/post-test design and will be conducted on the medical and medical/surgical units at the VA Ann Arbor Healthcare System. Hospitalized patients on the intervention units will be offered the Inpatient Whole Health Bundle. This study will evaluate overall satisfaction with the hospital environment and care as well as the bundle and components using a mailed survey of patients discharged from each unit. This study will also conduct a qualitative assessment of the intervention to understand intervention experiences as well as barriers and facilitators to improving hospitalized patient well-being. Finally, the study will assess unit-level metrics.",
            "detailedDescription": "Whole Health is a model designed to address multiple patient needs. This includes physical and spiritual wellness, personal surroundings, nutrition, relationships, and mental wellness. The Whole Health approach focuses on improving overall patient wellness and includes increased availability of complementary and alternative medicine services. While some Whole Health work is being done at outpatient facilities, this study seeks to expand and test this approach to the inpatient setting, given the potential Whole Health has for addressing patient wellness.\n\nThe goal of this study is to implement and evaluate an inpatient Whole Health Bundle intervention to improve hospitalized patients' well-being. This study will assess if implementing an Inpatient Whole Health Bundle is associated with improved patient-centric outcomes (such as perceptions of the healing environment and patient satisfaction) among hospitalized patients.\n\nThis is a quasi-experimental pre-test/post-test trial. The study will be conducted at one Veterans Affairs hospital. Study subjects will be hospitalized patients. The study will be conducted in 2 phases- pre-intervention and intervention. Each study phase will last 2-months on each study unit. During the pre-intervention phase, a sample of patients recently discharged from the hospital will be mailed a study survey. The survey will ask questions about their satisfaction with their hospital stay.\n\nDuring the intervention phase, patients staying in the hospital will be asked if they would like to participate in the study. Participants will be offered a menu of items and services that could help improve their overall well-being and their hospital stay. Patient will be free to choose or decline any of the items on the menu. A researcher will record which items, if any, a patient selects. Patients in the intervention will be mailed the same study survey as the pre-intervention phase after they are discharged from the hospital. Researchers will compare patient satisfaction responses between patients staying in the hospital during the pre-intervention phase to those who participated in the intervention. A few patients will be asked to participate in a study interview. The interviews are to better understand intervention experiences as well as barriers and facilitators to improving patient satisfaction with their hospital stay. In addition, unit level metrics will be assessed between the pre-intervention and intervention time periods."
        },
        "conditionsModule": {
            "conditions": [
                "Patient Satisfaction"
            ],
            "keywords": [
                "Holistic Health",
                "Mindfulness",
                "Hospitalization"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a pre-post study. Over a two month period recently discharged patients from each participating unit will be asked to complete a study survey. Over the next two months, patients on that unit will be recruited to participate in the intervention. These intervention patients will be asked to complete the same study survey as during the pre-intervention phase once discharged.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 900,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pre-Intervention Participants",
                    "type": "NO_INTERVENTION",
                    "description": "Randomly selected patients who had been discharged within the two months prior to the intervention will be recruited to provide information via a survey."
                },
                {
                    "label": "Whole Health Intervention Participants",
                    "type": "EXPERIMENTAL",
                    "description": "Hospitalized patients on the intervention units will be offered participation in the Inpatient Whole Health Bundle.",
                    "interventionNames": [
                        "Behavioral: Inpatient Whole Health Bundle"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Inpatient Whole Health Bundle",
                    "description": "Hospitalized patients on the intervention units will be offered participation in the Inpatient Whole Health Bundle, which is comprised of a variety of offerings aimed at improving the wellbeing of the patient. They can choose to use any or none of the bundle elements.",
                    "armGroupLabels": [
                        "Whole Health Intervention Participants"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Satisfaction with Whole Health Bundle and Components",
                    "description": "A survey will be sent to selected patients discharged from the respective implementation units during the 2 months prior to implementation and to all participants in the intervention during the 2-month implementation period. Questions will assess if patients were offered any of the Whole Health elements and their satisfaction with those offerings. Satisfaction with each element will be assessed on a 5 point Likert scale from 1 to 5, with 1 being very dissatisfied and 5 being very satisfied.",
                    "timeFrame": "1-2 weeks post discharge (10 minutes to complete)"
                },
                {
                    "measure": "General Patient Satisfaction",
                    "description": "A survey will be sent to selected patients discharged from the respective implementation units during the 2 months prior to implementation and to all participants in the intervention during the 2-month implementation period. Questions will assess overall patient satisfaction with their hospital stay. The primary measure of satisfaction will be scored on a scale of 0 to 10, where 0 is the worst hospital possible and 10 is the best hospital possible. Questions will also be asked about the the care provided by their physicians and nurses while in the hospital and if the patient would recommend this hospital to friends and family.",
                    "timeFrame": "1-2 weeks post discharge (10 minutes to complete)"
                },
                {
                    "measure": "Satisfaction with Physical Hospital Environment",
                    "description": "A survey will be sent to selected patients discharged from the respective implementation units during the 2 months prior to implementation and to all participants in the intervention during the 2-month implementation period. Questions will ask about the patient's satisfaction with various aspects of the physical hospital environment using a scale of 1 - Very dissatisfied to 5- Very satisfied.",
                    "timeFrame": "1-2 weeks post discharge (10 minutes to complete)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Length of Stay",
                    "description": "Average length of stay prior to intervention will be compared to average length of stay during the intervention at the unit level for all patients regardless of study enrollment status.",
                    "timeFrame": "4 months (2 months of pre-intervention data and 2 months of intervention data)"
                },
                {
                    "measure": "Number of Palliative Care Consultations",
                    "description": "Total number of palliative care consultations prior to intervention will be compared to total number of palliative care consultations during the intervention at the unit level for all patients regardless of study enrollment status.",
                    "timeFrame": "4 months (2 months of pre-intervention data and 2 months of intervention data)"
                },
                {
                    "measure": "Enrollment in Hospice",
                    "description": "Total number of patients enrolled in hospice prior to intervention will be compared to total number of patients enrolled in hospice during the intervention at the unit level for all patients regardless of study enrollment status.",
                    "timeFrame": "4 months (2 months of pre-intervention data and 2 months of intervention data)"
                },
                {
                    "measure": "Inpatient Mortality",
                    "description": "Total number of patients who died in the hospital prior to intervention will be compared to total number of patients who died in the hospital during the intervention at the unit level for all patients regardless of study enrollment status.",
                    "timeFrame": "4 months (2 months of pre-intervention data and 2 months of intervention data)"
                },
                {
                    "measure": "Hospital Readmissions",
                    "description": "Total number of patients who stayed on a study unit prior to discharge and were readmitted to the hospital within 30 days of discharge will be compared to total number of patients who stayed on a study unit during the intervention period and were readmitted to the hospital within 30 days of discharge at the unit level for all patients regardless of study enrollment status.",
                    "timeFrame": "4 months (2 months of pre-intervention data and 2 months of intervention data)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult hospitalized patients on medical and medical/surgical units at the VA Ann Arbor Healthcare System\n\nExclusion Criteria:\n\n* Patients who cannot speak English\n* Patients who are cognitively impaired",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nathan Houchens, MD",
                    "role": "CONTACT",
                    "phone": "734-845-5922",
                    "email": "nathanho@med.umich.edu"
                },
                {
                    "name": "Karen E Fowler, MPH",
                    "role": "CONTACT",
                    "phone": "734-845-3611",
                    "email": "Karen.Fowler@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nathan Houchens, MD",
                    "affiliation": "VA Ann Arbor Healthcare System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Sanjay Saint, MD",
                    "affiliation": "University of Michigan",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Ann Arbor Healthcare System",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nathan Houchens, MD",
                            "role": "CONTACT",
                            "phone": "734-845-5922",
                            "email": "nathanho@med.umich.edu"
                        },
                        {
                            "name": "Karen E Fowler, MPH",
                            "role": "CONTACT",
                            "phone": "734-845-3611",
                            "email": "Karen.Fowler@va.gov"
                        },
                        {
                            "name": "Nathan Houchens, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sanjay Saint, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified, anonymized dataset will be created. Members of the scientific community who would like a copy of the final data sets (i.e., data sets underlying any publication) from this study can request a copy by e-mailing Jennifer Burns at Jennifer.Burns@va.gov. They should state their reason for requesting the data and their plans for analyzing the data. Data sets will be accompanied by a data dictionary for all study variables, both derived and raw data. The most cost-effective means for sharing data after a data-sharing agreement has been reached will be used. For example, data may be copied to a compact disk (CD) or digital versatile disk (DVD), be posted on a password protected and secure website, or made available through a third-party data archive service. Resources that are patentable and/or protectable under intellectual property rights will not be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "After the final publication from this study, for at least 6 years.",
            "accessCriteria": "De-identified data will be provided after requesters sign a Letter of Agreement (LOA) detailing the mechanisms by which the data will be kept secure. The LOA will also state that the recipient will not attempt to identify any individual in the data, will not share the data outside of their research team, and will provide information on any files to be linked to the data. The dataset will not include personal identifying information and all dates will be changed to integers to allow for calculation of time periods."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}