{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06319872",
            "orgStudyIdInfo": {
                "id": "STUDY00009118"
            },
            "organization": {
                "fullName": "University of Rochester",
                "class": "OTHER"
            },
            "briefTitle": "The Effects of Disulfiram (Antabuse®) on Visual Acuity in Patients With Retinal Degeneration",
            "officialTitle": "The Effects of Disulfiram on Visual Acuity in Patients With Retinal Degeneration",
            "therapeuticArea": [
                "Ophthalmology",
                "Other"
            ],
            "study": "the-effects-of-disulfiram-antabuse-on-visual-acuity-in-patients-with-retinal-degeneration"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-06",
            "studyFirstSubmitQcDate": "2024-03-18",
            "studyFirstPostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alex Levin",
                "investigatorTitle": "Chief, Pediatric Ophthalmology and Ocular Genetics",
                "investigatorAffiliation": "University of Rochester"
            },
            "leadSponsor": {
                "name": "University of Rochester",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Oral disulfiram (Antabuse®) has been shown to improve image-forming vision in animal models with retinal degeneration due to its ability to decrease Retinoic Acid synthesis and consequently reduce hyperactivity in the inner retina. The investigator will aim to evaluate the impact of oral disulfiram on the vision of patients with retinal degeneration who are being treated with the drug in the management of their concurrent alcohol use disorder."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use Disorder",
                "Retinal Dystrophies",
                "Age-Related Macular Degeneration",
                "Retinitis Pigmentosa",
                "Stargardt Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "All participants",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive either drug or placebo for 180 days.",
                    "interventionNames": [
                        "Drug: Oral disulfiram"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Oral disulfiram",
                    "description": "250 mg/day",
                    "armGroupLabels": [
                        "All participants"
                    ],
                    "otherNames": [
                        "Antabuse"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "mean change in Best Corrected Visual Acuity (BCVA) score assessed by ETDRS",
                    "description": "Visual acuity testing will be performed by Early Treatment Diabetic Retinopathy Study (ETDRS) visual acuity with refractive correction when indicated under photopic and mesopic conditions. The test will be performed by an ophthalmic technician and will be used for research purpose only. The right eye should be tested first. When it becomes evident that no further meaningful readings can be made, the examiner should stop the test. The final visual acuity should be noted. Visual acuity is a range from 20/20 to Light Perception, where 20/20 is considered the normal best visual acuity measurement.",
                    "timeFrame": "baseline to day 180"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "mean change in total contrast sensitivity score using Pelli-Robson charts",
                    "description": "Contrast sensitivity will be measured using Pelli-Robson charts with refractive correction where indicated. When it becomes evident that no further meaningful readings can be made, the examiner should stop the test. The results should be noted. The test will be performed by an ophthalmic technician and will be used for research purpose only. The Pelli-Robson score is a logarithmic measure of the subject's contrast sensitivity range from 0.05 to 2.3, where lower number indicates better sensitivity.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in light-adapted microperimetry sensitivity assessed using standard MAIA microperimetry equipment",
                    "description": "Microperimetry is a technology that allows the study of retinal sensitivity at different foveal and parafoveal areas as well as eye fixation. A microperimeter projects light stimuli of different intensities to the retina to assess the sensitivity of each region and records the patient's responses to these stimuli. It is a technique of functional evaluation, providing a direct correlation between anatomical and functional outcomes. This test will be performed by a trained technician and will be used for research purpose only. The microperimetry sensitivity are given in threshold values in the range -1dB to 36dB, where higher value indicates better sensitivity. The dimensions of the zones of relative sensitivity will be qualitatively assessed where larger zones are better.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in outer retinal thickness assessed using Spectral Domain Optical Coherence Tomography (SD-OCT)",
                    "description": "SD-OCT is a noninvasive interferometric method that provides high resolution imaging of the retina. Scans will include the macula and optic nerve. This test is part of the standard care for patients with retinal dystrophies and will be taken by a trained technician. The integrity of outer nuclear layer, ellipsoid zone and retinal pigment epithelium will be qualitatively assessed. The width of the outer nuclear layer and ellipsoid zone will be measured (mm) in the vertical and horizontal plane. Shrinking of this zone is indicative of worsened disease.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in fundus autofluorescence (FAF)",
                    "description": "Fundus autofluorescence measures the intrinsic autofluorescence of lipofuscin and other molecules within the retinal pigment epithelium following excitation. This test is part of the standard care for patients with retinal dystrophies and will be performed by a trained technician. Fundus Autofluorescence will be qualitatively assessed for hypoautofluorescence indicating reduced retinal function and will measure in mm horizontal width of hyperfluorescent ring if present in macula.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "number of participants with retinal anatomy changes assessed using fundus photos",
                    "description": "This is a non-invasive, non-contact procedure that should take approximately 5 minutes. Photos of the retina, including optic nerve and vessels will be taken by a trained technician. Fundus photographs will be qualitatively assessed for zones of atrophy, amount and distribution of pigment clumps, degree of vessels thinning and optic nerve head pallor. Any change in these areas will be counted as a participant with anatomy changes.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in visual field perimetry using full-field stimulus test",
                    "description": "Full field stimulus testing measures the luminescence threshold for the visualization of a stimulus. The subject's pupils are dilated and varying narrow wavelengths of light at varying luminescence are presented to the subject. Full field testing will be completed only in subjects who are able to cooperate with this assessment and will be performed by a trained technician and will be used for research purpose only. Threshold results will be reported in the units of logcd.s.m-2 for brief stimulus, or in the units of logcd.m-2 with longer duration. Threshold results will be reported in the units of logcd.s.m-2 for brief stimulus, or in the units of logcd.m-2 with longer duration.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in isopter constriction using Goldmann visual field",
                    "description": "This is a non-invasive, non-contact procedure that should take approximately 15-30 minutes where the subject responds to different light stimuli. Both eyes will be tested separately and will be performed by an ophthalmic technician. The extent of isopter constriction in degrees will be measured.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in size of scotomas using Goldmann visual field",
                    "description": "This is a non-invasive, non-contact procedure that should take approximately 15-30 minutes where the subject responds to different light stimuli. Both eyes will be tested separately and will be performed by an ophthalmic technician. The location and size of any scotomas will be measure in mm.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in cone and rod latency assessed using Full field electroretinogram (ffERG)",
                    "description": "The ffERG is a mass electrical response of the retina to photic stimulation. The basic method of recording the electrical response is by stimulating the eye with a various light source, to assess rod and cone function. Results are assessed using a contact lens with an imbedded electrode. The latency in ms will be assessed for 'a' and 'b' wave in both scotopic and photopic conditions. The longer the latency, the worse retinal function.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in cone and rod amplitude assessed using Full field electroretinogram (ffERG)",
                    "description": "The ffERG is a mass electrical response of the retina to photic stimulation. The basic method of recording the electrical response is by stimulating the eye with a various light source, to assess rod and cone function. Results are assessed using a contact lens with an imbedded electrode. The amplitude in mV will be assessed for 'a' and 'b' wave in both scotopic and photopic conditions. Lower amplitude indicates worse retinal function.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in cone and rod latency assessed using multifocal electroretinogram (mfERG)",
                    "description": "The mfERG allows assessment of ERG activity in small areas of retinal dysfunction, such as the macular area. A bipolar Burian speculum contact is used. The trace arrays, 3D-response density plot and Ring-average will be assessed. The spatial variations in the responses will be assessed, where delay in latency indicates poorer response.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in cone and rod amplitude assessed using multifocal electroretinogram (mfERG)",
                    "description": "The mfERG allows assessment of ERG activity in small areas of retinal dysfunction, such as the macular area. A bipolar Burian speculum contact is used. The trace arrays, 3D-response density plot and Ring-average will be assessed. The spatial variations in the responses will be assessed, where reduced amplitude indicates poorer response.",
                    "timeFrame": "baseline to day 180"
                },
                {
                    "measure": "mean change in National Eye Institute-Visual Functioning Questionnaire 25 composite score.",
                    "description": "The visual questionnaire will access general health, and vision problems, including photopsias. An adapted version of the Visual Functioning Questionnaire - 25 (VFQ-25). will be used. If the patient is comfortable and able to read it, he/she can answer the questions by his/her own. Electronic version will also be available for patients to use zoom text or contrast adjustment when needed. If the subject can't read the questionnaire, the investigator will assist her/him it will be read to the subject by a clinic staff. The score ranges from 0-100 with higher scores indicating better outcomes.",
                    "timeFrame": "baseline to day 180"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All sexes, 18 years and older.\n* Participants must speak English, understand, and sign the informed consent document.\n* Stated willingness to comply with all study procedures and availability for the duration of the study.\n* In good general health as evidenced by medical history and with a clinical diagnosis of inherited retinal dystrophy or dry-AMD.\n* Best Corrected Visual Acuity (BCVA) of 20/20 (with constriction or other defects of Goldmann visual field) to Light Perception in the better eye.\n* Intact inner nuclear layer, inner plexiform, and ganglion cell layer on macular SD-OCT.\n* Ability to take oral medication and be willing to adhere to the disulfiram regimen.\n* Patients must have the diagnosis of alcohol use disorder provided by an addiction specialist and be a candidate for therapeutic use of disulfiram for that condition.\n* Patients must agree to refrain from all alcohol consumption for 180 days.\n* Any female participant of childbearing potential must have a negative urine pregnancy test at screening.\n* Any female participant of childbearing potential must have (or have a partner who has) had a surgical sterilization (vasectomy, hysterectomy, or tubal ligation), be completely abstinent from intercourse or must agree to practice two acceptable methods of contraception throughout the course of the study and for at least one week after disulfiram discontinuation. Acceptable methods of contraception include hormonal contraception (i.e., birth control pills, injected hormones, dermal patch, or vaginal ring); intrauterine device; barrier methods (diaphragm, condom) with spermicide.\n\nExclusion Criteria:\n\n* A condition that, in the opinion of the investigator, would preclude participation in the study, e.g., cardiovascular disease, hepatitis.\n* Individuals with a history of diabetes mellitus.\n* Individuals with a history of psychosis.\n* Individuals with hypothyroidism.\n* Individuals with hypersensitivity to thiuram derivatives causing rubber contact dermatitis.\n* Those on anticoagulant therapy or other medications that may be affected by disulfiram.\n* Ophthalmic conditions with independent effect upon visual function (e.g. diabetic retinopathy, glaucoma, cataract, vitreous hemorrhage, retinal detachment, active intraocular inflammation or active infectious ocular diseases, choroidal neovascularization).\n* Patients with No Light Perception (NLP) in both eyes.\n* History of major ocular surgery within the prior 6 months or major ocular surgery anticipated within the next 6 months following randomization.\n* Exam evidence of severe external ocular infection, including conjunctivitis, chalazion, or substantial blepharitis\n* Participation in an investigational trial that involves treatment with any drug within 30 days of randomization that has not received regulatory approval at the time of study entry. Note: study participants cannot receive another investigational drug while participating in this study.\n* Known allergy or hypersensitivity to any component of the study drug.\n* For women of child-bearing potential: pregnant or lactating or intending to become pregnant within the next 12 months.\n* Participants who expect to move out of the area of the clinical center during the 8 months of the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alicia Papalia",
                    "role": "CONTACT",
                    "phone": "585-275-2107",
                    "email": "alicia_papalia@urmc.rochester.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Flaum Eye Institute, University of Rochester Medical Center",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14642",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gary Gagarinas",
                            "role": "CONTACT",
                            "email": "gary_gagarinas@urmc.rochestere.edu"
                        },
                        {
                            "name": "Alex Levin, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008268",
                    "term": "Macular Degeneration"
                },
                {
                    "id": "D000012173",
                    "term": "Retinitis"
                },
                {
                    "id": "D000012174",
                    "term": "Retinitis Pigmentosa"
                },
                {
                    "id": "D000012162",
                    "term": "Retinal Degeneration"
                },
                {
                    "id": "D000058499",
                    "term": "Retinal Dystrophies"
                },
                {
                    "id": "D000080362",
                    "term": "Stargardt Disease"
                },
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000015785",
                    "term": "Eye Diseases, Hereditary"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M11260",
                    "name": "Macular Degeneration",
                    "asFound": "Age-related Macular Degeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15008",
                    "name": "Retinitis",
                    "asFound": "Retinitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15009",
                    "name": "Retinitis Pigmentosa",
                    "asFound": "Retinitis Pigmentosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2147",
                    "name": "Stargardt Disease",
                    "asFound": "Stargardt Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14997",
                    "name": "Retinal Degeneration",
                    "asFound": "Retinal Degeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29107",
                    "name": "Retinal Dystrophies",
                    "asFound": "Retinal Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M18339",
                    "name": "Eye Diseases, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T4945",
                    "name": "Retinitis Pigmentosa",
                    "asFound": "Retinitis Pigmentosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5470",
                    "name": "Stargardt Disease",
                    "asFound": "Stargardt Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004221",
                    "term": "Disulfiram"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000427",
                    "term": "Alcohol Deterrents"
                },
                {
                    "id": "D000065086",
                    "term": "Acetaldehyde Dehydrogenase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7401",
                    "name": "Disulfiram",
                    "asFound": "Triptorelin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AlcDet",
                    "name": "Alcohol Deterrents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                }
            ]
        }
    },
    "hasResults": false
}