{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00342732",
            "orgStudyIdInfo": {
                "id": "999999019"
            },
            "secondaryIdInfos": [
                {
                    "id": "OH99-DK-N019"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "The Food Intake Phenotype: Assessing Eating Behavior and Food Preferences as Risk Factors for Obesity",
            "officialTitle": "The Food Intake Phenotype: Assessing Eating Behavior and Food Preferences as Risk Factors for Obesity",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "the-food-intake-phenotype-assessing-eating-behavior-and-food-preferences-as-risk-factors-for-obesity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-23",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "1999-11-24",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2006-06-19",
            "studyFirstSubmitQcDate": "2006-06-19",
            "studyFirstPostDateStruct": {
                "date": "2006-06-21",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The prevalence of obesity in the United States has reached alarming proportions with 33% of adults over the age of 20 being overweight. Obesity is more than twice as prevalent, however, in the Pima Indians of Arizona. Although there have been a number of advances in our understanding of the genetics of obesity, the environmental influences on the genetic expression of obesity requires further investigation.\n\nIn an effort to understand some of the influences on the high prevalence of obesity in the Pima Indians, the present study was designed to investigate eating behaviors and food preferences, most especially the preference for high fat foods, in sib-pairs of Pima Indians who have been previously genotyped in our genomic scan for loci linked to diabetes/obesity. Most specifically, we will utilize several questionnaires and methods of assessing eating behavior and the preference for high fat foods to create a food intake phenotype. In addition, we will study Caucasians so that comparisons can be made between these two groups. We will make these evaluations by assessing eating behavior, food preferences including usual fat intake and preferences for high fat foods, body image perceptions, and energy expenditure. It is hoped that the data gathered from this study will elucidate some of the risk factors for the development of obesity among the Pima Indians....",
            "detailedDescription": "The prevalence of obesity in the United States has reached alarming proportions with 33% of adults over the age of 20 being overweight. In some populations, obesity is even more prevalent. Although there have been a number of advances in our understanding of the genetics of obesity, the environmental influences on the genetic expression of obesity requires further investigation.\n\nIn an effort to understand some of the influences on the high prevalence of obesity, the present study was designed to investigate what drives how much people eat. More specifically, we will try to understand what drives food intake utilizing 1) questionnaires that assess eating behavior, 2) measurements in blood, urine or fat tissue, and 3) genotypic associations to investigate the various factors that control what and how much people eat. We will make these evaluations by assessing eating behavior, food preferences including usual fat intake and preferences for high fat foods, body image perceptions, and energy expenditure. It is hoped that the data gathered from this study will elucidate some of the risk factors for the development of obesity."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity",
                "Overweight",
                "Overnutrition"
            ],
            "keywords": [
                "Genetics",
                "Fat Intake",
                "Weight Control",
                "Appetite Control",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "ECOLOGIC_OR_COMMUNITY",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 1140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "non-diabetic volunteers",
                    "description": "non-diabetic volunteers aged 18-65 who are healthy as determined by medical history, physical examination, and laboratory tests"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Ad libitum food intake",
                    "description": "Ad libitum food intake measured in kcal/day averaged over 3 days",
                    "timeFrame": "Baseline, up to day 3"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* Inclusion Criteria:\n\n  1. Healthy, as determined by medical history, physical examination, and laboratory tests.\n  2. 18-65 years old\n  3. Non-diabetic status\n\nExclusion Criteria:\n\n1. Hypo- or hyper-thyroid\n2. Blood pressure greater than 160/95\n3. Cardiovascular disease\n4. Gallbladder disease\n5. Alcohol and/or current use of drugs (more than 2 drinks per day and regular use of drugs such as amphetamines, cocaine, or heroin)\n6. Psychiatric conditions or behavior that would be incompatible with safe and successful participation in this study, including claustrophobia and eating disorders such as anorexia or bulimia nervosa\n\n8. Use of medications affecting metabolism and appetite\n\n9. Pregnancy\n\n10. Current use of nicotine products, including tobacco, electronic cigarettes, and nicotine replacement therapies\n\nSubjects may be excluded or withdrawn from the study if they have any conditions not specifically mentioned above that may interfere with the collection of the food intake. This includes such issues as not following study and unit policies and procedures, diagnosis of contraindications following admission, and development of illness/infection unrelated to the study. For example, volunteers who do not comply with the vending machine protocol (i.e., share food, do not record what they eat, eat outside of room, etc) may be withdrawn from the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Residents of Phoenix metropolitan area",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kat A Ware",
                    "role": "CONTACT",
                    "phone": "(602) 200-5300",
                    "email": "wareka@mail.nih.gov"
                },
                {
                    "name": "Susi M Votruba, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(602) 200-5336",
                    "email": "votrubas@niddk.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Susi M Votruba, Ph.D.",
                    "affiliation": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NIDDK, Phoenix",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85014",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susanne Votruba, Ph.D.",
                            "role": "CONTACT",
                            "phone": "602-200-5336",
                            "email": "votrubas@mail.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35674698",
                    "type": "DERIVED",
                    "citation": "Booker JM, Chang DC, Stinson EJ, Mitchell CM, Votruba SB, Krakoff J, Gluck ME, Cabeza de Baca T. Food insecurity is associated with higher respiratory quotient and lower glucagon-like peptide 1. Obesity (Silver Spring). 2022 Jun;30(6):1248-1256. doi: 10.1002/oby.23437."
                },
                {
                    "pmid": "35074459",
                    "type": "DERIVED",
                    "citation": "Cabeza de Baca T, Piaggi P, Gluck ME, Krakoff J, Votruba SB. Meal-to-meal and day-to-day macronutrient variation in an ad libitum vending food paradigm. Appetite. 2022 Apr 1;171:105944. doi: 10.1016/j.appet.2022.105944. Epub 2022 Jan 21."
                },
                {
                    "pmid": "34159373",
                    "type": "DERIVED",
                    "citation": "Basolo A, Hollstein T, Shah MH, Walter M, Krakoff J, Votruba SB, Piaggi P. Higher fasting plasma FGF21 concentration is associated with lower ad libitum soda consumption in humans. Am J Clin Nutr. 2021 Oct 4;114(4):1518-1522. doi: 10.1093/ajcn/nqab204."
                },
                {
                    "pmid": "33776937",
                    "type": "DERIVED",
                    "citation": "Basolo A, Ando T, Chang DC, Hollstein T, Krakoff J, Piaggi P, Votruba S. Reduced Albumin Concentration Predicts Weight Gain and Higher Ad Libitum Energy Intake in Humans. Front Endocrinol (Lausanne). 2021 Mar 11;12:642568. doi: 10.3389/fendo.2021.642568. eCollection 2021."
                },
                {
                    "pmid": "32002540",
                    "type": "DERIVED",
                    "citation": "Hollstein T, Basolo A, Ando T, Votruba SB, Krakoff J, Piaggi P. Urinary Norepinephrine Is a Metabolic Determinant of 24-Hour Energy Expenditure and Sleeping Metabolic Rate in Adult Humans. J Clin Endocrinol Metab. 2020 Apr 1;105(4):1145-56. doi: 10.1210/clinem/dgaa047."
                },
                {
                    "pmid": "30651576",
                    "type": "DERIVED",
                    "citation": "Stinson EJ, Graham AL, Thearle MS, Gluck ME, Krakoff J, Piaggi P. Cognitive dietary restraint, disinhibition, and hunger are associated with 24-h energy expenditure. Int J Obes (Lond). 2019 Jul;43(7):1456-1465. doi: 10.1038/s41366-018-0305-9. Epub 2019 Jan 16."
                },
                {
                    "pmid": "30426695",
                    "type": "DERIVED",
                    "citation": "Stinson EJ, Votruba SB, Venti C, Perez M, Krakoff J, Gluck ME. Food Insecurity is Associated with Maladaptive Eating Behaviors and Objectively Measured Overeating. Obesity (Silver Spring). 2018 Dec;26(12):1841-1848. doi: 10.1002/oby.22305. Epub 2018 Nov 14."
                },
                {
                    "pmid": "30284224",
                    "type": "DERIVED",
                    "citation": "Basolo A, Heinitz S, Stinson EJ, Begaye B, Hohenadel M, Piaggi P, Krakoff J, Votruba SB. Fasting glucagon-like peptide 1 concentration is associated with lower carbohydrate intake and increases with overeating. J Endocrinol Invest. 2019 May;42(5):557-566. doi: 10.1007/s40618-018-0954-5. Epub 2018 Oct 3."
                },
                {
                    "pmid": "29504262",
                    "type": "DERIVED",
                    "citation": "Stinson EJ, Piaggi P, Ibrahim M, Venti C, Krakoff J, Votruba SB. High Fat and Sugar Consumption During Ad Libitum Intake Predicts Weight Gain. Obesity (Silver Spring). 2018 Apr;26(4):689-695. doi: 10.1002/oby.22124. Epub 2018 Mar 4."
                },
                {
                    "pmid": "29326031",
                    "type": "DERIVED",
                    "citation": "Stinson EJ, Krakoff J, Gluck ME. Depressive symptoms and poorer performance on the Stroop Task are associated with weight gain. Physiol Behav. 2018 Mar 15;186:25-30. doi: 10.1016/j.physbeh.2018.01.005. Epub 2018 Jan 9."
                },
                {
                    "pmid": "29305947",
                    "type": "DERIVED",
                    "citation": "Basolo A, Votruba SB, Heinitz S, Krakoff J, Piaggi P. Deviations in energy sensing predict long-term weight change in overweight Native Americans. Metabolism. 2018 May;82:65-71. doi: 10.1016/j.metabol.2017.12.013. Epub 2018 Jan 3."
                },
                {
                    "pmid": "27002703",
                    "type": "DERIVED",
                    "citation": "Ibrahim M, Thearle MS, Krakoff J, Gluck ME. Perceived stress and anhedonia predict short-and long-term weight change, respectively, in healthy adults. Eat Behav. 2016 Apr;21:214-9. doi: 10.1016/j.eatbeh.2016.03.009. Epub 2016 Mar 3."
                },
                {
                    "pmid": "26086330",
                    "type": "DERIVED",
                    "citation": "Piaggi P, Thearle MS, Krakoff J, Votruba SB. Higher Daily Energy Expenditure and Respiratory Quotient, Rather Than Fat-Free Mass, Independently Determine Greater ad Libitum Overeating. J Clin Endocrinol Metab. 2015 Aug;100(8):3011-20. doi: 10.1210/jc.2015-2164. Epub 2015 Jun 18."
                },
                {
                    "pmid": "24321742",
                    "type": "DERIVED",
                    "citation": "Bundrick SC, Thearle MS, Venti CA, Krakoff J, Votruba SB. Soda consumption during ad libitum food intake predicts weight change. J Acad Nutr Diet. 2014 Mar;114(3):444-449. doi: 10.1016/j.jand.2013.09.016. Epub 2013 Dec 8."
                },
                {
                    "pmid": "22629311",
                    "type": "DERIVED",
                    "citation": "He J, Votruba S, Pomeroy J, Bonfiglio S, Krakoff J. Measurement of ad libitum food intake, physical activity, and sedentary time in response to overfeeding. PLoS One. 2012;7(5):e36225. doi: 10.1371/journal.pone.0036225. Epub 2012 May 22."
                },
                {
                    "pmid": "19923376",
                    "type": "DERIVED",
                    "citation": "Venti CA, Votruba SB, Franks PW, Krakoff J, Salbe AD. Reproducibility of ad libitum energy intake with the use of a computerized vending machine system. Am J Clin Nutr. 2010 Feb;91(2):343-8. doi: 10.3945/ajcn.2009.28315. Epub 2009 Nov 18."
                },
                {
                    "pmid": "19158212",
                    "type": "DERIVED",
                    "citation": "Votruba SB, Kirchner H, Tschop M, Salbe AD, Krakoff J. Morning ghrelin concentrations are not affected by short-term overfeeding and do not predict ad libitum food intake in humans. Am J Clin Nutr. 2009 Mar;89(3):801-6. doi: 10.3945/ajcn.2008.27011. Epub 2009 Jan 21."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "removedCountries": [
                "Sweden"
            ]
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "asFound": "Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "asFound": "Overnutrition",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}