{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05117619",
            "orgStudyIdInfo": {
                "id": "IRB-FY2021-60"
            },
            "organization": {
                "fullName": "Villanova University",
                "class": "OTHER"
            },
            "briefTitle": "The HOME Program for Individuals With Traumatic Brain Injury and Family Members",
            "officialTitle": "A Randomized Controlled Trial of an Innovative In-home Rehabilitation Program for Persons With TBI and Their Families: Home-based Occupational-therapy and Management of the Environment (HOME for Us)",
            "acronym": "HOME",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-home-program-for-individuals-with-traumatic-brain-injury-and-family-members"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-15",
            "studyFirstSubmitQcDate": "2021-11-01",
            "studyFirstPostDateStruct": {
                "date": "2021-11-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Villanova University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Pennsylvania",
                    "class": "OTHER"
                },
                {
                    "name": "Thomas Jefferson University",
                    "class": "OTHER"
                },
                {
                    "name": "Drexel University",
                    "class": "OTHER"
                },
                {
                    "name": "Louisiana State University Health Sciences Center - New Orleans",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This purpose of this study is to evaluate an innovative rehabilitation intervention for persons with chronic TBI-related symptoms (1 year or more post injury) and their families. The primary study aims are to 1) test the intervention's effects on patients' community reintegration, quality of life, and ability to manage self-identified TBI problems at the completion of the intervention and 2) test the intervention's effects on family caregivers' depressive symptoms, burden, and met family needs at the completion of the intervention.\n\nBased on the person-environment fit framework, HOME (Home-based Occupational-therapy and Management of the Environment) for Us is a 4-month, 8-session intervention delivered by occupational therapists in the home. HOME targets the home environment (physical and social) to realign environmental demands to individual strengths and deficits. HOME engages persons with TBI and family caregivers in strategies to manage chronic TBI symptoms or related difficulties. It educates family members to reinforce and maintain intervention strategies, and addresses family needs. HOME is distinct from standard TBI rehabilitation with respect to who (persons with TBI and families), what (targeting the environment for intervention), when (chronic phase), and where (the home).\n\nPatients with chronic TBI symptoms and their family caregivers represent a growing but underserved population. This study has the potential to benefit over 5.3 million persons who live with disabilities from TBI and their family caregivers and to transform the paradigm of care for TBI.",
            "detailedDescription": "Recognized as a major public health problem for civilian and military populations, traumatic brain injury (TBI) produces a broad range of cognitive, emotional, behavioral, and physical symptoms. These symptoms often impede community reintegration (participation in family, work, school, meaningful activities) and decrease quality of life (QoL). TBI also has a profound impact on family caregivers, who often struggle with depression, high levels of burden from caregiving demands, and many unmet needs.\n\nCurrent approaches to TBI care typically provide post-acute rehabilitation for recent injuries (within 1 year after injury). Yet, years after injury, many individuals still experience chronic TBI symptoms that are difficult to manage and interfere with community reintegration (CR) and QoL. Standard post-acute TBI rehabilitation focuses on medical restoration to reduce specific deficits (e.g., memory loss) rather than on symptom management. Rehabilitation occurs in the clinic and assumes that learned strategies will be generalized to the home and community, despite evidence to the contrary. Families - widely acknowledged as essential to successful rehabilitation - are seldom systematically engaged in clinic-based care. Further, few rehabilitation approaches are delivered in the home, where daily functioning takes place, or target the home environment for intervention. Thus, a gap in practice and research exists concerning optimal approaches to patient and family management of chronic TBI sequelae.\n\nThe study tests an innovative rehabilitation approach for persons with chronic TBI-related symptoms (at least 1 year post injury) and their families, HOME (Home-based Occupational-therapy and Management of the Environment). Based on the person-environment fit framework, HOME targets the home environment (physical and social) to realign environmental demands to individual strengths and deficits. It engages persons with TBI and family caregivers in strategies to manage chronic TBI symptoms. Participants in the HOME group work with an occupational therapist (OT) on strategies to manage TBI-related symptoms or related difficulties in eight sessions taking place over four months.\n\nThe Primary Aims of the study are to:\n\n1. Test treatment effects on patients' community reintegration (primary outcome), quality of life, and ability to manage self-identified TBI problems, assessed at the completion of the intervention (T2).\n2. Test treatment effects on caregivers' depressive symptoms, burden, and met family needs at T2.\n\nThe Secondary Aims are to:\n\n1. Test maintenance of treatment effects for patients and caregivers 6 months after treatment completion (T3).\n2. Identify active components of the intervention at T2, using quantitative analysis and qualitative interviews.\n3. Assess if treatment effects at T2 differ by civilian vs. veteran status, sex, age, TBI severity, or time since the index injury, indicating whether some subgroups benefit more than others from HOME (moderation effects).\n\nAn Exploratory Aim is to test whether strategies learned in HOME are generalized or applied to new problems or situations, beyond the treatment phase, assessed 6 months after completing the intervention (T3).\n\nThe HOME Intervention. HOME was based on findings from the investigators' earlier NIH-funded randomized controlled trial (1R21HD068857) testing an in-home, family-inclusive intervention for veterans with TBI and key family members, the Veteran's In-home Program (VIP). HOME builds on VIP by extending it to civilians with TBI, using the treatment protocol and interview manuals developed in that study, and broadening outcomes to include quality of life (QoL) and family needs. HOME also uses a 10-month follow-up (T3) to test maintenance of treatment effects over time and generalization of skills to new problems or contexts.\n\nFocusing both on persons with TBI and family caregivers, HOME combines empirically-derived strategies supported by the team's earlier research with TBI and other clinical populations. Its components involve strategies designed to manage TBI-related symptoms through modification of the physical and social environment of the home. In its family focus, HOME provides family members with TBI education both in general and in relation to their relative's TBI symptoms; skills training on managing TBI-related problems; and strategies for their own stress management. It is designed to be transportable into practice within the VA and private sector health systems and deliverable by occupational therapists (OTs), who are commonly members of rehabilitation teams.\n\nHOME consists of 6 in-home sessions each lasting approximately 1 to 1.5 hours, and 2 phone sessions of 15 minutes each, delivered over four months. A manualized intervention, HOME components are tailored to patient symptoms, strengths, and deficits; needs of families; and home environments. The six components of the intervention are: environmental modification strategies/equipment, simplification and/or modification of tasks/activities, activity enhancement, stress reduction, emotion regulation, and TBI knowledge.\n\nOverview of research design. A 2-group randomized controlled trial (RCT) will be conducted to compare HOME to an attention-control condition. The RCT uses intention-to-treat principles, concealed allocation for randomization, multiple diverse recruitment sites, and blinded follow-up interviews. Delivery of the intervention in the home minimizes contamination.\n\nGuided by the 2019 NIH Expert Panel Pragmatic Model for Comparator Selection for Behavioral Trials, an attention-control condition will be used to distinguish the specific effect of treatment from effects of non-specific components (e.g., staff attention). Attention-control condition participants will receive TBI information and discussion distinct from the HOME intervention: three information sessions (conducted on-line or teleconference), 3 supportive phone calls, and 2 informational mailings. Both HOME and attention-control groups will receive usual care. Formal care and services will be assessed in all interviews, to control for differential service utilization.\n\nThe sample will consist of 220 dyads (persons with TBI with chronic TBI-related symptoms and their self-selected family caregivers). Approximately half of the persons with TBI will be veterans, recruited from an outpatient Rehabilitation Medicine Service in an urban VA medical center; the other half will be civilians, recruited from three outpatient civilian rehabilitation settings.\n\nAll study participants (individuals with TBI and family members in both study arms) will have three interviews. Each interview takes about 1 to 1.5 hours. The baseline (first) interview is conducted in the home and includes informed consent for the person with TBI and the family member. After the first interview, participants are randomized to receive the HOME treatment or the attention control condition. Follow-up interviews at 4 months (T2) will test immediate treatment effects and at 10 months (T3) will allow tests of maintenance of treatment gains and generalization effects. These follow-up interviews are conducted by phone or in the home.\n\nIndividual interviews with a subsample of 25 dyads who received HOME will be conducted, digitally recorded, and transcribed. The subsample will be purposively chosen to obtain heterogeneity in sociodemographic characteristics, TBI severity, and response to the intervention (those who did and did not benefit; those more and less engaged). These qualitative findings will yield a broader perspective on the process and impact of HOME, identify barriers and facilitators, and reasons for low engagement, following Gitlin's process evaluation model."
        },
        "conditionsModule": {
            "conditions": [
                "Brain Injuries, Traumatic"
            ],
            "keywords": [
                "Veterans",
                "Family Caregiving",
                "Rehabilitation",
                "Quality of Life",
                "Community Integration"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The design is a two group, randomized controlled trial. The study uses a stratified permuted block randomization, with blocks varying in size of 4 to 6, to conceal treatment allocation and control for possible changes over time in the subject mix. To ensure proper group balance, stratification on sex and civilian/veteran status will be conducted. The study statistician will develop the blocking number and provide a computer-generated randomization list. An intention to treat (ITT) model will be followed. Participants who do not wish to continue after the Time 1 baseline interview will not be randomized and will not count toward the accrual goals.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants are assigned to an Arm (HOME treatment or Attention-control condition) after the first (T1) interview. The interviewers are blinded to the group assignment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 440,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HOME for Us",
                    "type": "EXPERIMENTAL",
                    "description": "The HOME intervention is the delivery of an in-home, family inclusive, rehabilitation intervention in eight sessions. Six of the sessions will occur in the home, and two will be over the phone. The in-home sessions will be about 1 ½ hrs. each, and the phone sessions will be about 15 minutes each. The sessions are delivered by an occupational therapist (OT).",
                    "interventionNames": [
                        "Behavioral: HOME for Us"
                    ]
                },
                {
                    "label": "Attention Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Attention-control condition is the delivery of educational materials over 8 contacts. Three of the contacts are by video conferences or phone calls and last 1 to 2 hours each. Two of the contacts are mailings of educational materials for discussion during the longer sessions. Three of the contacts are phone calls lasting about 10-15 minutes each to check for general updates, health care utilization/access, and study reminders.",
                    "interventionNames": [
                        "Behavioral: Attention-control condition"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "HOME for Us",
                    "description": "HOME is an in-home, family inclusive, rehabilitation intervention in 8 sessions. Six of the sessions will be in-home and 2 will be over the phone. The in-home sessions will be about 1 ½ hrs. each, and the phone sessions will be about 15 minutes each. The sessions are delivered by an occupational therapist (OT).",
                    "armGroupLabels": [
                        "HOME for Us"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Attention-control condition",
                    "description": "The Attention-control condition consists of educational materials presented over 8 contacts. Two of the contacts are by video conferences or phone calls and last 1 to 2 hours each. Two of the contacts are mailings of educational materials for discussion during the longer sessions. Three of the contacts are phone calls lasting about 10-15 minutes each to check for general updates, health care utilization/access, and study reminders.",
                    "armGroupLabels": [
                        "Attention Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Community reintegration (CR) scores on PART-O-17 for the person with TBI",
                    "description": "Community reintegration will be measured by the Participation Assessment with Recombined Tools-Objective (PART-O-17). This 17-item tool is an objective measure of social functioning, developed from 3 existing community reintegration measures. It uses 6-point Likert scales from 0 to 5. A mean score is computed. Higher scores indicate greater community reintegration. It will be administered at the Baseline interview (T1), Month 4 interview (T2), and Month 10 interview (T3).",
                    "timeFrame": "four months and ten months"
                },
                {
                    "measure": "Quality of life in TBI scores on the QoL-TBI instrument for the person with TBI",
                    "description": "Quality of life in TBI will be measured by The QoL-TBI instrument, a 37-item patient-centered measure that captures the individual's perception of his/her health-related quality-of-life in the domains of cognition, self-care, daily life and autonomy, social relationships, emotions, and physical functioning. Scores are summed and range from 0 to 148. Higher scores indicate better quality of life. It will be administered at the Baseline interview (T1), Month 4 interview (T2), and Month 10 interview (T3).",
                    "timeFrame": "four months and ten months"
                },
                {
                    "measure": "Patient-identified problems: symptom management and self-efficacy",
                    "description": "Patient-identified problems are patient-centered measures, using questions to elicit the most serious TBI-related problems as articulated by participants themselves. Questions are (1) \"What is the #1 (then #2/#3) problem that TBI has caused you within the last month?\" (2) symptom management difficulty (\"How difficult is it to manage this problem?\" and (3) self-efficacy (\"How confident are you in your ability to manage the problem?\") on 5-point Likert scale, from 0 to 4, with 4 indicating highest difficulty and highest self-efficacy, respectively. These measures yield both qualitative and quantitative information and were sensitive to intervention effects in our previous study. A mean will be computed combining ratings of the 3 problems. It will be administered at the Baseline interview (T1), Month 4 interview (T2), and Month 10 interview (T3).",
                    "timeFrame": "four months and ten months"
                },
                {
                    "measure": "Caregiver burden scores on the Caregiver Burden subscale of the Caregiver Assessment Scale (CAS) for the family member",
                    "description": "The 15-item burden subscale of the standard CAS instrument defines burden as the subjective perceptions of psychological distress, fatigue, anxiety, depression, poor health, social isolation, loss of freedom, feeling trapped, and resentment that are attributed directly to caregiving. A five-point Likert scale from 1 (strongly disagree) to 5 (strongly agree) is used. A mean score is computed. Higher scores indicate more burden. It will be administered at the Baseline interview (T1), Month 4 interview (T2), and Month 10 interview (T3).",
                    "timeFrame": "four months and ten months"
                },
                {
                    "measure": "Depressive symptom scores on the CES-D for the family member",
                    "description": "Depressive symptoms will be measured by The Center for Epidemiologic Studies Depression Scale short form (CES-D). The CES-D is a well-established 10-item screening instrument that shows strong psychometric properties in TBI populations. Each question is followed by a four-point Likert scale (0=never or rarely, 3=most or almost all the time). Scores are summed and range from 0 to 30, with higher scores indicating greater depression. It will be administered at the Baseline interview (T1), Month 4 interview (T2), and Month 10 interview (T3).",
                    "timeFrame": "four months and ten months"
                },
                {
                    "measure": "Family needs scores on the Family Needs Questionnaire (FNQ)-Revised",
                    "description": "The 37-item Family Needs Questionnaire-Revised (FNQ-R) measures the extent to which family needs are met. Factor analytically derived scales include: Health Information, Emotional Support, Instrumental Support, Professional Support, Community Support Network, and Involvement with Care. Participants are first asked whether the item is a need for them now, and if it is, the extent to which the need has been met. This uses a 3-point scale (yes=1, partly=2, no=3). Scores are summed and can range from 37 to 111, with higher scores indicating that fewer needs are met. It will be administered at the Baseline interview (T1), Month 4 interview (T2), and Month 10 interview (T3).",
                    "timeFrame": "four months and ten months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nTBI Participant:\n\n* English speaking\n* 18 years or older\n* Most recent TBI at least 1 year ago\n* Has participating family member living with person with TBI\n* Willing/able to provide informed consent\n* Meets criteria for mild, moderate, or severe TBI\n* Acknowledges TBI-related symptoms at screening\n\nFamily Member\n\n* Family member, partner, or significant other\n* Living with person with TBI\n* 18 years or older\n* Actively involved in the person's life\n* English speaking\n* Willing/able to provide informed consent\n\nExclusion Criteria:\n\nTBI Participant:\n\n* Dementia based on (a) physician diagnosis of dementia and/or (b) participant's difficulty in comprehending interview questions\n* History of recent violence\n* Aphasia\n* Recent psychosis\n\nFamily Member\n\n* None",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jan Dinella, B.S.",
                    "role": "CONTACT",
                    "phone": "610-519-4504",
                    "email": "Janet.dinnella@villanova.edu"
                },
                {
                    "name": "Helene Moriarty, PhD, RN, FAAN",
                    "role": "CONTACT",
                    "phone": "610-519-5735",
                    "email": "Helene.moriarty@villanova.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Helene Moriarty, PhD, RN, FAAN",
                    "affiliation": "Villanova University, M. Louise Fitzpatrick College of Nursing and Corporal Michael J. Crescenz VA Medical Ctr.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Laraine Winter, PhD",
                    "affiliation": "Villanova University, M. Louise Fitzpatrick College of Nursing and Corporal Michael J. Crescenz VA Medical Ctr.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Villanova University",
                    "status": "RECRUITING",
                    "city": "Villanova",
                    "state": "Pennsylvania",
                    "zip": "19085",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jan Dinnella",
                            "role": "CONTACT",
                            "phone": "610-519-4504",
                            "email": "janet.dinnella@villanova.edu"
                        },
                        {
                            "name": "Helene Moriarty",
                            "role": "CONTACT",
                            "phone": "610-519-5735",
                            "email": "Helene.moriarty@villanova.edu"
                        },
                        {
                            "name": "Catherine Piersol, PhD, OTR/L",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Tracey Vause Earland, PhD, OTR/L",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ben Leiby, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Laura Gitlin, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Keith Robinson, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jennifer True, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.03733,
                        "lon": -75.34908
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Final data sets underlying all publications resulting from the research will be shared outside Villanova University and the Corporal Michael Crescenz Veterans Affairs Medical Center (CMCVAMC). A de-identified, anonymized dataset will be created and shared. A final dataset will be made available to the public upon receipt of a study-specific Data Use Agreement made in writing and following Villanova and CMCVAMC Institutional Review Board and Research \\& Development regulations. Data will be provided electronically and per VA regulations for transferring data.",
            "timeFrame": "The IDP will be shared starting six months after the publication.",
            "accessCriteria": "A final dataset will be made available to other investigators upon receipt of a study-specific Data Use Agreement made in writing and following Villanova University Institutional Review Board regulations and VA Institutional Review Board and Research \\& Development regulations. It will be provided electronically and per Villanova and VA regulations for transferring data. All recommended steps will be followed to ensure that re-identifying participants from the final de-identified and anonymous dataset will not be possible. In addition, the Data Use Agreement will explicitly prohibit attempts to re-identify participants."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Brain Injuries, Traumatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}