{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05967533",
            "orgStudyIdInfo": {
                "id": "UCDCC#304"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-04604",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "UCDCC#304",
                    "type": "OTHER",
                    "domain": "University of California Davis Comprehensive Cancer Center"
                },
                {
                    "id": "P30CA093373",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA093373"
                }
            ],
            "organization": {
                "fullName": "University of California, Davis",
                "class": "OTHER"
            },
            "briefTitle": "The Immune Effects of Fermented Wheat Germ Nutritional Supplementation in Patients With Advanced Solid Tumor Cancers Being Treated With Standard of Care Checkpoint Inhibitors",
            "officialTitle": "Single Arm Study to Assess the Immune Effects of Fermented Wheat Germ (FWG) Nutritional Supplementation in Patients With Advanced Malignancies Being Treated With Standard of Care Checkpoint Inhibitor-Based Therapy",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "the-immune-effects-of-fermented-wheat-germ-nutritional-supplementation-in-patients-with-advanced-solid-tumor-cancers-being-treated-with-standard-of-care-checkpoint-inhibitors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-29",
            "studyFirstSubmitQcDate": "2023-07-26",
            "studyFirstPostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joseph Tuscano",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, Davis"
            },
            "leadSponsor": {
                "name": "University of California, Davis",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I clinical trial tests the immune effects of fermented wheat germ in patients with advanced solid tumor cancers who are being treated with standard of care checkpoint inhibitors. Fermented wheat germ is a nutritional supplement that some claim is a \"dietary food for special medical purposes for cancer patients\" to support them in treatment. There have also been claims that fermented wheat germ is \"clinically proven\" and \"recognized by medical experts\" to \"enhance oncological treatment\" and boost immune response to cancer; however, there are currently no documented therapeutic effects of fermented wheat germ as a nutritional supplement. Checkpoint inhibitors, given as part of standard of care for advanced solid tumors, are a type of immunotherapy that may help the body's immune system attack the cancer and may interfere with the ability of tumor cells to grow and spread. The information gained from this trial may allow researchers to determine if there is any value of giving fermented wheat germ with standard of care checkpoint inhibitors for patients with advanced solid tumor malignancies.",
            "detailedDescription": "PRIMARY OBJECTIVE: I. To assess the effect of fermented wheat germ (FWG) nutritional supplementation on natural killer (NK) cell killing activity in peripheral blood of cancer patients being treated with standard of care (SOC) immunotherapy who have voluntarily decided to take the FWG nutritional supplement.\n\nSECONDARY OBJECTIVES:\n\nI. To assess immunologic effects of FWG in subjects with cancer treated with checkpoint inhibitor (CPi)-based therapy.\n\nII. To archive stool specimens of subjects with cancer treated with CPi-based therapy for future non-interventional studies for subsequent analysis at completion of study.\n\nIII. To evaluate toxicities of FWG in subjects with cancer treated with checkpoint inhibitor (CPi)-based therapy.\n\nIV. To assess immunologic effects of FWG in patients with cancer treated with CPi immune-oncology-based therapy (Immune Correlates)."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Colorectal Carcinoma",
                "Advanced Lung Non-Small Cell Carcinoma",
                "Advanced Malignant Solid Neoplasm",
                "Advanced Melanoma",
                "Advanced Renal Cell Carcinoma",
                "Advanced Triple-Negative Breast Carcinoma",
                "Anatomic Stage III Breast Cancer AJCC v8",
                "Anatomic Stage IV Breast Cancer AJCC v8",
                "Clinical Stage III Cutaneous Melanoma AJCC v8",
                "Clinical Stage IV Cutaneous Melanoma AJCC v8",
                "Stage III Colorectal Cancer AJCC v8",
                "Stage III Lung Cancer AJCC v8",
                "Stage III Renal Cell Cancer AJCC v8",
                "Stage IV Colorectal Cancer AJCC v8",
                "Stage IV Lung Cancer AJCC v8",
                "Stage IV Renal Cell Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Fermented wheat germ",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive fermented wheat germ PO daily starting 3 days prior to the start of standard of care checkpoint inhibitor therapy on days 1-56 for 8 weeks. Patients undergo blood sample collection during screening, on days 1, 4, 15, 43 and at the end of treatment visit. Patients undergo stool sample collection during screening, day 1, 4 and at the end of treatment visit.",
                    "interventionNames": [
                        "Drug: Fermented Wheat Germ Extract"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Fermented Wheat Germ Extract",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Fermented wheat germ"
                    ],
                    "otherNames": [
                        "Avemar",
                        "FWGE"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Natural killer (NK) cell killing activity",
                    "description": "Proportion of patients with 20% increase of NK cell killing activity measured ex vivo on day 4 (after fermented wheat germ food supplementation only) compared to the baseline values, will be calculated, along with 95% exact confidence intervals, for each tumor type. Will also conduct a pooled analysis using data from all tumor types.",
                    "timeFrame": "From baseline to Day 4"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "NK cell activation",
                    "description": "Production of interferon-gamma (IFNgamma), expression of activation markers (CD69) and degranulation (CD107a), a one-sided paired t-test will be used for comparison with the baseline values, and a p value of \\< 0.05 will be regarded as statistically significant. Data transformation will be carried out as needed to better meet the normality assumption of t-tests.",
                    "timeFrame": "Baseline to day 57"
                },
                {
                    "measure": "Number of participants experiencing treatment-related AEs, graded according to the NCI CTCAE v5.0",
                    "timeFrame": "Baseline until 90 day after the last dose of study treatment."
                },
                {
                    "measure": "Immunologic effects of FWG (Immune Correlates): distribution of mononuclear cell subsets",
                    "description": "Percentage of mononuclear cell subsets in PBMC by a multi-parameter FACS.",
                    "timeFrame": "Baseline to day 57"
                },
                {
                    "measure": "Immunologic effects of FWG (Immune Correlates): assay of T cell proliferation, cytokine production and cytotoxic lymphocyte (CTL) activity",
                    "description": "CTL activity will be assessed by using ELISpot Assay to measure percentage of IFN-gamma producing CD8+T cells as a percentage of PBMC.",
                    "timeFrame": "Baseline to day 57"
                },
                {
                    "measure": "Immunologic effects of FWG (Immune Correlates): T-reg cell function",
                    "description": "Percentage change of IL-10, IL-4, TGF-β, IL-2, TNF-α, and IFN-γ by multi-parameter FACS analyses from solated CD4+CD25+ FoxP3+T cells.",
                    "timeFrame": "Baseline to day 57"
                },
                {
                    "measure": "Immunologic effects of FWG (Immune Correlates): serum cytokines analysis",
                    "description": "Percentage change in cytokines and growth factors (including IL-1, IL-2, IL-4, IL-5, IL-6, IL-7, IL-10, IL-12, IL-17, TNF, INF-γ, TGF-beta, GM-CSF, PDGF, and VEGF) in the serum of patients using Luminex assay for immunologic analytes.",
                    "timeFrame": "Baseline to day 57"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed non small cell lung carcinoma (NSCLC), renal cell carcinoma (RCC), melanoma, colorectal carcinoma (CRC) and triple-negative breast cancer (TNBC) solid tumor malignancies deemed appropriate to receive standard-of-care CPi-based therapy\n* Age \\>= 18 years of age at time of consent\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2 (Karnofsky \\>= 60%)\n* Life expectancy of greater than 6 months\n* Women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) for the duration of study participation (including dosing interruptions) and for 5 months (150 days) after the last dose of study agent. Women must agree to refrain from egg donation during this timeframe\n* Male subjects must agree to employ an effective method of birth control starting dose from cycle 1 day 1, including dosing interruptions through 90 days after receipt of the last dose of FWG. Male subjects must agree to refrain from sperm donation while taking FWG during study treatment for at least 90 days after the last dose of FWG\n* Ability to understand and the willingness to sign a written informed consent document\n* Must be able to swallow study treatment\n\nExclusion Criteria:\n\n* Prior allogeneic bone marrow transplantation or solid organ transplantation\n* Chemotherapy or radiotherapy within 2 weeks (6 weeks for nitrosoureas or mitomycin C) prior to cycle 1 day 1. However, the following therapies are allowed: \\* Hormone-replacement therapy or oral contraceptives \\* Herbal therapy intended as anticancer therapy must be discontinued for at least 1 week prior to enrollment)\n* Any subject who have not recovered to at least grade 2 from adverse events (other than alopecia) due to agents administered more than 2 weeks earlier. Treatment with any other investigational agent within 3 weeks\n* Currently taking FWG\n* Treatment with systemic immunostimulatory agents (for example, interferon \\[IFN\\]-alpha or interleukin \\[IL\\]-2) within 6 weeks prior\n* Current or prior use of immunosuppressive medications (for example, corticosteroid, cyclophosphamide, azathioprine, methotrexate, thalidomide, calcineurin inhibitors, and anti-tumor necrosis factor \\[anti-TNF\\] agents) within 14 days prior to first dose of FWG. The following are exceptions to this criterion: \\* Intranasal, inhaled, topical or local steroid injections (e.g., intra-articular injection); steroids as premedication for hypersensitivity reactions; systemic corticosteroid at physiologic doses not to exceed 10 mg/day of prednisone or equivalent may be enrolled \\* Patients who have received acute, low dose, systemic immunosuppressant medications (e.g., a one-time dose of dexamethasone for nausea) may be enrolled \\* The use of inhaled corticosteroids and mineralocorticoids (e.g., fludrocortisone) for patients with orthostatic hypotension or adrenocortical insufficiency is allowed\n* Patients taking bisphosphonate therapy for hypercalcemia. Use of bisphosphonate therapy for other reasons (e.g., bone metastasis or osteoporosis) is allowed\n* Known history of allergic reactions or sensitivity attributed to compounds of similar chemical or biologic composition to the study agent (e.g., gluten)\n* Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[e.g., colitis, Crohn's disease\\], diverticulitis with the exception of a prior episode that has resolved or diverticulosis, celiac disease, irritable bowel disease, or other serious gastrointestinal chronic conditions associated with diarrhea; systemic lupus erythematosus; Wegener's syndrome \\[granulomatosis with polyangiitis\\]; myasthenia gravis; Graves' disease; rheumatoid arthritis; hypophysitis; uveitis; etc.) within the past 3 years prior to the start of treatment. The following are exceptions to this criterion: subjects with vitiligo or alopecia; subjects with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement; or subjects with psoriasis not requiring systemic treatment\n* History of idiopathic pulmonary fibrosis, pneumonitis (including drug induced), organizing pneumonia (i.e., bronchiolitis obliterans, cryptogenic organizing pneumonia, etc.), or evidence of active pneumonitis on screening chest computed tomography (CT) scan.History of radiation pneumonitis in the radiation field (fibrosis) is permitted \\* Patients with a history of autoimmune hypothyroidism on a stable dose of thyroid replacement hormone are eligible \\* Patients with controlled type 1 diabetes mellitus on a stable insulin regimen are eligible\n* Patients with known active tuberculosis\n* Major surgical procedure within 28 days prior to cycle 1, day 1 or anticipation of need for a major surgical procedure during the study\n* Administration of a live, attenuated vaccine within 4 weeks before cycle 1, day 1 or anticipation that such a live, attenuated vaccine will be required during the study and up to 5 months after the last dose of FWG\n* Must not have received live, attenuated influenza vaccine within 4 weeks prior to cycle 1, day 1 or at any time during the study\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would interfere with patient safety or limit compliance with study requirements\n* Female subjects who are pregnant or breast-feeding\n* Any condition that would prohibit the understanding or rendering of informed consent in the opinion of the investigator\n* Prior intolerance to CPi-based therapies\n* Any medical condition that in the opinion of the investigator would interfere with the patient's safety or compliance while on trial",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Joseph M Tuscano",
                    "affiliation": "University of California, Davis",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California Davis Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joseph M. Tuscano",
                            "role": "CONTACT",
                            "phone": "916-734-3772",
                            "email": "jtuscano@ucdavis.edu"
                        },
                        {
                            "name": "Joseph M. Tuscano",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000008545",
                    "term": "Melanoma"
                },
                {
                    "id": "D000002292",
                    "term": "Carcinoma, Renal Cell"
                },
                {
                    "id": "D000096142",
                    "term": "Melanoma, Cutaneous Malignant"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000018326",
                    "term": "Nevi and Melanomas"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000007680",
                    "term": "Kidney Neoplasms"
                },
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Lung Non-Small Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5548",
                    "name": "Carcinoma, Renal Cell",
                    "asFound": "Renal Cell Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11528",
                    "name": "Melanoma",
                    "asFound": "Melanoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3212",
                    "name": "Melanoma, Cutaneous Malignant",
                    "asFound": "Cutaneous Melanoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "asFound": "Cutaneous Melanoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12448",
                    "name": "Nevus, Pigmented",
                    "relevance": "LOW"
                },
                {
                    "id": "M12446",
                    "name": "Nevus",
                    "relevance": "LOW"
                },
                {
                    "id": "M20470",
                    "name": "Nevi and Melanomas",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10703",
                    "name": "Kidney Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T4906",
                    "name": "Renal Cell Carcinoma",
                    "asFound": "Renal Cell Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1341",
                    "name": "Clear Cell Renal Cell Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}