{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06005181",
            "orgStudyIdInfo": {
                "id": "23-052"
            },
            "organization": {
                "fullName": "The Mind Research Network",
                "class": "OTHER"
            },
            "briefTitle": "The Synchrony Study: Examining Music Training for Children With FASD",
            "officialTitle": "The Synchrony Study: A Randomized Controlled Trial of Music Training for Children With a Fetal Alcohol Spectrum Disorder (FASD)",
            "acronym": "Synchrony",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-synchrony-study-examining-music-training-for-children-with-fasd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-15",
            "studyFirstSubmitQcDate": "2023-08-15",
            "studyFirstPostDateStruct": {
                "date": "2023-08-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Julia Stephen",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "The Mind Research Network"
            },
            "leadSponsor": {
                "name": "The Mind Research Network",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of New Mexico",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to examine if music training improves behavioral or cognitive performance in children with prenatal alcohol exposure who meet research criteria for a fetal alcohol spectrum disorder. The main questions it aims to answer are:\n\n* Does music training improve behavioral regulation for children with an FASD\n* Does music training improve cognitive performance (attention and working memory) for children with an FASD.\n\nThe study has two interventions for each participant: music listening and piano training. Each participant will either practice piano daily for 12 weeks or listen to pre-selected music daily for 12 weeks. The order of the interventions will be randomized across participants. Assessment will occur before and after participation in each 12 week intervention.",
            "detailedDescription": "Music training has been shown to alter brain function and structure in musicians relative to nonmusicians. Music training requires a complex set of skills. By engaging in this activity, music training may alter brain development in children and increase cortical connectivity such that it provides improved self-regulation and cognitive performance. However, music training has not been tested in children with a fetal alcohol spectrum disorder, despite known behavioral and cognitive effects of prenatal alcohol exposure.\n\nThe study will employ a randomized, cross-over design to examine the effects of piano training versus music listening. Participants will be asked to attend two information sessions prior to study enrollment. These will provide participants with detailed information about the study expectations, complete study consent/assent, and train participants on use of the devices for music listening/piano training. Participants will receive baseline assessments which include cognitive testing, behavioral questionnaires and neuroimaging. Each participant will be randomized to receive 12 weeks of either music listening or piano training. After the initial 12 week intervention is completed, participants will receive an intermediate assessment where the initial assessment battery will be repeated. The participants will then engage in the other arm of the study (music listening or piano training) for an additional 12 weeks. During the last week of the study, the initial assessment battery will be repeated a third time.\n\nDuring music listening, the participant will be provided with a device that will allow the participant to access study-selected music. Participants will be provided with one music list/week for 12 weeks and will be asked to listen to music from the study-selected music for at least 10 minutes per day. Participants will be required to check in with the study team weekly to receive the next week's playlist and to ensure compliance.\n\nDuring piano training, the participant will be provided with an electronic keyboard that will allow the participant to practice piano daily. Participants will attend weekly ½ hour piano lessons which will follow a commercially-available beginner piano curriculum. Participants will be assigned weekly homework with the requirement of practicing piano at least 10 minutes per day. Progress will be checked at each weekly piano lesson to ensure compliance.\n\nAll data will be either collected directly from the participants using COINS, an online database and assessment tool, or will be double data entered into COINS with conflicts resolved through consultation of the source material. Assessments will be transferred to the National Institute on Alcohol Abuse and Alcoholism data archive (NIAAA-DA), which validates data entry values relative to expected ranges. Any violations will be corrected within the COINS database via consultation with source material and re-extracted for data upload to NIAAA-DA. NIAAA-DA will maintain the source material. Missing data will be examined for any systematic pattern of missingness. Mixed effects models are relatively insensitive to missing data. If necessary, missing data will be replaced using standard statistical methods.\n\nStandard statistical analysis approaches will be employed to evaluate the data for violation of assumptions of the statistical models. Transformations will be performed as necessary. Outcome variables will be compared statistically between the music listening and piano training arms using repeated measures analysis of variance (or covariance) or mixed effects models depending on the amount of missing data. Working memory will be assessed using the Wechsler Intelligence Scale for Children (WISC) Digit span and picture span subtests. Attention will be assessed using the Conners Continuous Performance Test 3 (CPT3). Behavioral regulation will be assessed using the Behavioral Rating Inventory of Executive Function 2 (BRIEF2). Age, socioeconomic status, and music experience will be included as covariates in the model, as needed. Sex effects on outcome variables will also be examined.\n\nH1: Piano training will produce improvements in behavioral regulation (BRIEF2) relative to music listening.\n\nH2: Piano training will produce improvements in attention (Conners CPT 3) relative to music listening.\n\nH3: Piano training will produce improvements in working memory (WISC - Digit span) relative to music listening."
        },
        "conditionsModule": {
            "conditions": [
                "Fetal Alcohol Spectrum Disorders"
            ],
            "keywords": [
                "music training",
                "music listening",
                "piano training",
                "attention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This randomized cross-over design will employ two arms: music listening and piano training. Participants and outcomes assessor will be masked to which arm is active/passive.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Parents/participants will be masked to which condition is active/passive. The outcomes assessor will be masked to condition.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Music listening then piano training",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will listen to music for 10 minutes per day for 12 weeks. After one week of assessments, participants will practice piano for 10 minutes per day for 12 weeks.",
                    "interventionNames": [
                        "Behavioral: Music listening",
                        "Behavioral: Piano training"
                    ]
                },
                {
                    "label": "Piano training then music listening",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will practice piano for 10 minutes per day for 12 weeks. After one week of assessments, participants will listen to music for 10 minutes per day for 12 weeks.",
                    "interventionNames": [
                        "Behavioral: Music listening",
                        "Behavioral: Piano training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Music listening",
                    "description": "Daily music listening",
                    "armGroupLabels": [
                        "Music listening then piano training",
                        "Piano training then music listening"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Piano training",
                    "description": "Daily piano practice",
                    "armGroupLabels": [
                        "Music listening then piano training",
                        "Piano training then music listening"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Assessment of behavioral regulation - Inhibit",
                    "description": "The inhibit subscale from the Behavior Rating Inventory of Executive Function - Second Edition (BRIEF 2) Inhibit subscale; min/max: t score: 35 - \\>90; higher score means more impairment",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Assessment of Attention using the Conners Continuous Performance Test",
                    "description": "Examine change in sustained attention based on the Conners Continuous Performance Test - Third Edition (CPT 3): Omission subscale; min/max: t score: \\<40 - \\>90; higher score means more impairment",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Assessment of Working Memory using Wechsler Intelligence Scale for Children (WISC V)",
                    "description": "Wechsler Intelligence Scale for Children - Fifth Edition (WISC V): Digit Span Backwards subtest, min/max: scaled score: 1 - 19; higher score means better performance.",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Assessment of cognitive flexibility",
                    "description": "The Shift subscale from the Behavior Rating Inventory of Executive Function - Second Edition (BRIEF 2) Shift subscale; min/max: t score: 35 - \\>90; higher score means more impairment",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Children must receive a research designation of FASD\n* Children must have confirmed prenatal alcohol exposure\n\nExclusion Criteria:\n\n* Children with other confirmed developmental disorders that are not deemed associated with FASD (e.g. autism spectrum disorder, Down Syndrome). Children with attention deficits (e.g. ADHD) are not excluded.\n* Children with neurological disorders (epilepsy, cerebral palsy, etc.)\n* Children who have experienced a traumatic brain injury with loss of consciousness \\>10 minutes\n* Children with intelligence quotient scores \\<70\n* Children who are, or become, a ward of the state; however children with a legal representative who can consent on their behalf will not be excluded\n* Children with ongoing music training outside of school or \\>1 year of prior private music lessons.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "8 Years",
            "maximumAge": "16 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Julia M Stephen, PhD",
                    "role": "CONTACT",
                    "phone": "505-272-5028",
                    "email": "JSTEPHEN@MRN.ORG"
                }
            ],
            "locations": [
                {
                    "facility": "The Mind Research Network",
                    "status": "RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jody Roberts",
                            "role": "CONTACT",
                            "phone": "505-414-9504",
                            "email": "jroberts@mrn.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The data will be uploaded to the NIAAA-data archive.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Upon completion of the study",
            "accessCriteria": "NIAAA-DA data sharing guidelines"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000063647",
                    "term": "Fetal Alcohol Spectrum Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005315",
                    "term": "Fetal Diseases"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000020751",
                    "term": "Alcohol-Induced Disorders"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M30146",
                    "name": "Fetal Alcohol Spectrum Disorders",
                    "asFound": "Fetal Alcohol Spectrum Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8445",
                    "name": "Fetal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M22508",
                    "name": "Alcohol-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}