{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06399939",
            "orgStudyIdInfo": {
                "id": "4320"
            },
            "organization": {
                "fullName": "University of Massachusetts, Amherst",
                "class": "OTHER"
            },
            "briefTitle": "The Function of Biphasic Sleep in Infants",
            "officialTitle": "The Function of Biphasic Sleep in Infants",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-function-of-biphasic-sleep-in-infants"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-01",
            "studyFirstSubmitQcDate": "2024-05-01",
            "studyFirstPostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Massachusetts, Amherst",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Maryland, College Park",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is designed to investigate developmental changes in naps and nap function on memory from 9 to 15 months of age. Memory is measured by a task in which the experimenter interacts with a toy and the measure of memory is whether the child imitates that action when given the toy. Sleep is assessed with a watch that detects motion which provides an estimate of sleep and a set of electrodes placed on the head that measures brain activity during sleep. Infants are recruited at 9 months and sleep and memory are measured again 3- and 6-months later. At each visit, memory is tested before and after a nap (either the morning or afternoon nap) and naps are recorded with the sleep electrodes.",
            "detailedDescription": "Four days prior to the first session, an experimenter will meet the caregiver and infant (at the lab or at their home) to review procedures and complete the informed consent process. The infant will be fitted with the actigraph watch on the ankle. The caregiver will be given instructions on use of the actigraph watch and be left with questionnaires to complete (e.g., sleep diary, behavioral questionnaires). Four days later, the caregiver and infant will come to the sleep lab for their initial session. In wave 1 (9 months), caregiver-infant dyads will be scheduled to arrive \\~1 hr prior to the infant's typical morning nap time. In later waves, if the infant is reported to have eliminated their morning nap, they will be scheduled to arrive \\~1 hr prior to when the nap typically occurred before they transitioned out of the morning nap. Infants will be semi-randomly assigned to either the nap or wake condition. Following acclimation to the lab, the infant will be fitted with the polysomnography (electrode) cap. The infant will then complete the encoding and immediate recall phases of the deferred imitation (memory) task. The infant will then be either wake or nap promoted or allowed to follow their normal morning routine. Approximately 90 mins later (following nap waking and time to recover from sleep inertia), the deferred imitation task (recall) will take place.\n\nThe caregiver and infant will then have free time (lunch, playtime), with instructions to return to the lab (if they choose to leave; they are also offered access to the lab kitchen and lounge area) \\~40 mins before the infant's typical afternoon nap. They will also be instructed to: (1) avoid letting the infant nap and report any sleep that occurred (this will also be monitored with actigraphy); (2) not partake in any unusually stimulating activities; and (3) to follow a routine feeding schedule during this time. When the dyad returns to the lab, the infant will again be equipped with the polysomnography cap and complete the encoding and immediate recall phases with a new set of items. The infant will then either be wake or nap promoted or allowed to follow their normal afternoon nap routine. Approximately 90 mins later (following nap and time to recover from sleep inertia), the delayed recall phase will take place. The infant and caregiver will return to the lab one week later to complete the other condition. The procedures will be repeated at 12 (\\>12 months and \\<13 months) and 15 months (\\>15 months and \\<16 months)."
        },
        "conditionsModule": {
            "conditions": [
                "Sleep Deprivation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants are assigned to morning or afternoon nap manipulation In each manipulation, participants complete a nap and a wake condition",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Nap",
                    "type": "EXPERIMENTAL",
                    "description": "Naps are promoted",
                    "interventionNames": [
                        "Behavioral: Nap"
                    ]
                },
                {
                    "label": "Wake (non-nap)",
                    "type": "EXPERIMENTAL",
                    "description": "Wake is promoted",
                    "interventionNames": [
                        "Behavioral: Wake"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Nap",
                    "description": "Naps are common but promoted by soothing, lying the infant down, and/or rocking and massaging",
                    "armGroupLabels": [
                        "Nap"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Wake",
                    "description": "Wake is encouraged by keeping the infant upright, providing stimulation (e.g., reading books, handing toys)",
                    "armGroupLabels": [
                        "Wake (non-nap)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Memory accuracy",
                    "description": "Deferred imitation task accuracy (0-100%; higher is better memory)",
                    "timeFrame": "4 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. 9 months at the time of enrollment\n2. normal birthweight (5.5 to 10 lbs) and gestational length (36-41 weeks)\n3. must be willing and able to return for testing in 3 and 6 months (e.g., no plans to move out of the area)\n\nExclusion Criteria:\n\n1. born premature (\\<36 weeks gestational age)\n2. receiving services due to developmental delays\n3. visual or motor disability\n4. score \\<85 on cognitive and language composite scales and/or \\<80 on the average of the two composites of the Bayley Scales of Infant Development Fourth Edition (BSID-IV) administered at the first session.\n5. Infants' motor development (gross and fine motor) will also be assessed using the BSID-IV, and an adjusted cutoff of 73 will be used to exclude infants with significant motor delays (given the motoric nature of the task).\n6. traveling beyond 1 time zone within 2 weeks prior to testing (phone screening)\n7. fever or symptoms of respiratory illness at the time of testing (phone screening)\n8. physical handicap that interferes with assessments (vision, hearing impairment; phone screening)\n9. history of neurological injury such as history of seizures, brain tumor, or stroke (phone screening) Parents/guardians of potential participants will be contacted via phone and/or email, at which time the details of the study will be specified and inclusion/exclusion criteria will be reviewed.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "9 Months",
            "maximumAge": "15 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "University of Massachusetts, Amherst",
                    "status": "RECRUITING",
                    "city": "Amherst",
                    "state": "Massachusetts",
                    "zip": "01003",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rebecca Spencer, PhD",
                            "role": "CONTACT",
                            "phone": "413-577-6128",
                            "email": "rspencer@umass.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.36723,
                        "lon": -72.51852
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be shared using Databrary, an open data library for developmental behavioral scientists. As we seek to keep all aspects of the data in one place, all data will be shared via Databrary. Only data of participants who consent to having their data shared in Databrary will be entered there. Consent to Databrary sharing includes notification that video data cannot be completely confidential and they/their child may be recognized in the video. For this reason, caregivers will specifically consent to video sharing in addition to sharing of other data.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Approximately 12 months after data collection is complete, the data will be placed in Databrary which will hold it long-term (unless disrupted by technical or financial capacity)",
            "accessCriteria": "Access to the files in Databrary will be granted to PIs at research institutions (with an IRB or similar entity) for educational or research purposes with the consent of participants and in accordance with policies of the University of Massachusetts Amherst IRB. Additionally, users of Databrary agree to (1) maintain participant confidentiality; (2) not use data for commercial use; and (3) use data consistent with the practices of their own lab, university, and local IRB.",
            "url": "http://databrary.org"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012892",
                    "term": "Sleep Deprivation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15695",
                    "name": "Sleep Deprivation",
                    "asFound": "Sleep Deprivation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}