{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06273592",
            "orgStudyIdInfo": {
                "id": "2023-15558"
            },
            "organization": {
                "fullName": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "The Impact of a Plant-based Meat Meal Versus an Animal Meat Meal on Erectile Function in Healthy Men.",
            "officialTitle": "The Impact of a Plant-based Meat Meal Versus an Animal Meat Meal on Erectile Function in Healthy Men.",
            "acronym": "ERECTION 2",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-impact-of-a-plant-based-meat-meal-versus-an-animal-meat-meal-on-erectile-function-in-healthy-men"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-05",
            "studyFirstSubmitQcDate": "2024-02-16",
            "studyFirstPostDateStruct": {
                "date": "2024-02-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Beyond Meat",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to determine whether erectile function is differentially impacted by a single plant-based meat meal versus a single animal meat meal in healthy men with normal erectile function.",
            "detailedDescription": "Visit 1 (Screening Visit):\n\nAfter reviewing and signing consent, subjects will be screened for the study. Screening will consist of the following:\n\n* Complete IIEF\n* Record medical history, concomitant medications\n* Measure height and weight, calculate BMI\n* Vitals\n* A one-time blood draw of \\~ 10 ml of blood will be performed during the screening visit for total testosterone, sex hormone binding globulin and Thyroid Stimulating Hormone.\n* Query subject regarding the presence of genital rash or lesions. Subjects will be asked, \"do you have a rash or lesion on your penis or surrounding area?\"\n\nIf the IIEF score is abnormal, subjects will be advised to contact their primary care provider.\n\nIf the STOP-BANG score identified intermediate or high risk for OSA, subjects will be advised to contact their primary care provider.\n\nIf the subject has insomnia, the subject will be given the recommendation to contact their primary care provider.\n\nEach subject will be contacted by phone with their blood results. If abnormal, subject will be given the recommendation to contact their primary care provider.\n\nIf the subject has no primary care provider, contact information for primary care will be given.\n\nSubjects meeting inclusion and exclusion criteria will be randomized into the study, into either sequence one or sequence two. Once enrolled, subjects will be asked to not modify their dietary habits throughout the duration of the study other than during the two evenings when food is provided (see below).\n\nSequence One:\n\nVisit 2:\n\nSubjects will return to the study center. Subjects will be asked not to use mouthwash and/or other breath fresheners that day. Anthropomorphic and blood pressure and heart rate recordings will be made.\n\nSubjects will be taught how to use the Rigiscan™ device. Subjects will receive one plant-based dinner (food will be provided by Montefiore-Einstein Food Services.) Subjects will then leave the study center and will consume their usual diet until 4pm EST. Water will be the only beverage allowed after 4pm. Dinner should be consumed at 8:30pm, EST. That night, subjects will do a Rigiscan™ assessment overnight at their home. The time the subject goes to bed and the time the subject wakes up for the day should be recorded. The subject agrees to be in bed with Rigiscan™ on (other than for emergency or needed trips to the bathroom) for at least seven hours. After consuming the dinner, subject will only drink/consume water until the end of Rigiscan recording (at least 7 hours).\n\nVisit 3:\n\nSubjects will return to the study center the day after the Rigiscan™ assessment and bring the Rigiscan™ device with them. Anthropomorphic and blood pressure and heart rate recordings will be made.\n\nThere will then be a washout period for 5-8 days and subjects will be instructed to return to their usual dietary habits during this washout period.\n\nVisit 4:\n\nAfter the washout period, subjects will return to the study center. Subjects will have been asked not to use mouthwash and/or other breath fresheners that day. Anthropomorphic and blood pressure and heart rate recordings will be taken.\n\nSubjects will receive one animal-based dinner (food will be provided by Montefiore-Einstein Food Services.) Subjects will then leave the study center and they will consume their usual diet until 4pm EST. Water will be the only beverage consumed after 4pm. Dinner should be consumed at 8:30pm, EST. That night, subjects will do a Rigiscan™ assessment overnight at their home. The time the subject goes to bed and the time the subject wakes up for the day should be recorded. The subject agrees to be in bed with Rigiscan™ on (other than for emergency or needed trips to the bathroom) for at least seven hours. After consuming the dinner, subject will only drink/consume water until the end of Rigiscan recording (at least 7 hours).\n\nVisit 5 (End of Study):\n\nSubjects will return to the study center the day after the Rigiscan™ assessment and bring the Rigiscan™ device with them. Anthropomorphic and blood pressure and heart rate recordings will be made.\n\nSequence Two is identical to Sequence One, except that the order of the plant-based and animal-based meals is reversed."
        },
        "conditionsModule": {
            "conditions": [
                "Erectile Dysfunction"
            ],
            "keywords": [
                "Diet",
                "Erectile function",
                "Plant-based",
                "Animal-based"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Randomized crossover design",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Outcomes assessor will be blinded to randomization group and order of testing.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Plant-based",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The plant-based arm consists of consuming one plant-based meat meal and then using the Rigiscan™ device to measure the frequency, rigidity, and duration of nocturnal erections.\n\nThe meal in the plant-based arm and the meal in the animal-based arm will differ only by whether the meal contains plant-based meat or animal meat.",
                    "interventionNames": [
                        "Other: Plant-based meat meal"
                    ]
                },
                {
                    "label": "Animal-based",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The animal-based arm consists of consuming one animal meat meal and then using the Rigiscan™ device to measure the frequency, rigidity, and duration of nocturnal erections.\n\nThe meal in the plant-based arm and the meal in the animal-based arm will differ only by whether the meal contains plant-based meat or animal meat.",
                    "interventionNames": [
                        "Other: Animal-based meal"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Animal-based meal",
                    "description": "Consuming a single plant-based meat or a single animal meat meal and measuring the meals impact on erectile function with the Rigiscan™ device.",
                    "armGroupLabels": [
                        "Animal-based"
                    ],
                    "otherNames": [
                        "Animal-based meal will be provided by Montefiore-Einstein Food Services"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Plant-based meat meal",
                    "description": "Consuming a single plant-based meat or a single animal meat meal and measuring the meals impact on erectile function with the Rigiscan™ device.",
                    "armGroupLabels": [
                        "Plant-based"
                    ],
                    "otherNames": [
                        "A Beyond Meat product will be used as the plant-based meat and will be provided by Montefiore-Einstein Food Services"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent of time with ≥70% erection during overnight sleep after 1 meal",
                    "description": "Total time (in minutes) when penile rigidity is ≥70% at both the tip and the base of the penis as measured by Rigiscan™ during overnight sleep, divided by the total time (in minutes) of overnight sleep. Overnight sleep is defined as the time in minutes from the onset of the first nocturnal erection to the end of the last nocturnal erection (as measured by Rigiscan™).",
                    "timeFrame": "During overnight sleep directly after consuming the 1 meal. Up to 7 months."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Erection events per hour during overnight sleep after 1 meal",
                    "description": "Total number of erection events lasting ≥5 minutes and with ≥70% rigidity at both the tip and the base of the penis as measured by Rigiscan™ during overnight sleep. Overnight sleep is defined as the time in minutes from the onset of the first nocturnal erection to the end of the last nocturnal erection (as measured by Rigiscan™). This result will be reported as Erection Events/hour.",
                    "timeFrame": "During overnight sleep directly after consuming the 1 meal. Up to 7 months."
                },
                {
                    "measure": "Tumescence events per hour during overnight sleep after 1 meal.",
                    "description": "Total number of tumescence events lasting ≥5 minutes and when penile circumference increases by ≥2cm at both the tip and the base of the penis compared to their respective baselines as measured by Rigiscan™ during overnight sleep, divided by the total time (in minutes) of overnight sleep. Overnight sleep is defined as the time in minutes from the onset of the first nocturnal erection to the end of the last nocturnal erection (as measured by Rigiscan™). This result will be reported as Tumescence events/hour.",
                    "timeFrame": "During overnight sleep directly after consuming the 1 meal. Up to 7 months."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Heart rate",
                    "description": "Comparing heart rate by dietary pattern at both time points after overnight sleep after consuming the 1 meal and compared to its respective baseline in beats/minute.",
                    "timeFrame": "Pre and post overnight Rigiscan recording. Up to 7 months."
                },
                {
                    "measure": "Blood pressure",
                    "description": "Comparing blood pressure (both systolic and diastolic) by dietary pattern at both time points after overnight sleep after consuming the 1 meal and compared to its respective baseline in mmHg.",
                    "timeFrame": "Pre and post overnight Rigiscan recording. Up to 7 months."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject provides written informed consent and HIPAA authorization in English before any study procedures are conducted. (If the subject is a fluent Spanish and/or other language speaker, subject must also be fluent in English (understanding and speaking) to be eligible for this study.)\n* IIEF score greater or equal to 22\n* Subject is currently taking no medication other than prn MDIs No change in supplements if applicable\n* Subject will have had penile sexual intercourse (either vaginal or anal penetration) within 12 weeks of enrollment\n* Male (biological) aged 18-32 years old\n* Lives within commuting distance of Montefiore Health System\n* Subject's significant other (if applicable) agrees to support the subject during the study\n* Subject agrees to avoid all illicit drugs, NSAIDS, and alcohol for at least two days prior to Rigiscan™ recording and on the days and nights of Rigiscan™ recording\n* Subject agrees to refrain from sexual activity for at least 24 hours prior to Rigiscan™ placement and to have no sexual activity on the days and nights of Rigiscan™ recording\n* Subject agrees to not view, read, or otherwise consume erotic or pornographic material for at least 24 hours prior to the days and nights of Rigiscan™ recording and on the days and nights of Rigiscan™ recording\n* Subject agrees to not have an orgasm for 24 hours prior to both the days and nights of Rigiscan™ recording and on the days and nights of Rigiscan™ recording\n* Subject agrees to come to Montefiore to undergo Rigiscan™ training\n* Subject agrees to only consume/drink permitted food/beverages\n* Subject agrees to attend all in person visits at Montefiore and to undergo all blood draws and other testing\n* Subject agrees to not use mouthwash or mouth rinses or intentionally spit for the entire duration of the study. Subjects will be asked to refrain from using mouthwash for at least 2 days prior to enrollment. Subject agrees to not brush his teeth and to not use toothpaste for 24 hours preceding Rigiscan testing. Tooth brushing is otherwise permissible.\n* BMI \\<27, BMI \\>=18.5, weight \\>110 lbs\n* Subject agrees to comply with the study procedures and visits\n* Subject exercises for at least 15 minutes at least two times per week\n* If exercise is done, subjects will exercise for the same amount of time and at a similar intensity each day of Rigiscan™ testing. Otherwise, no exercise will be performed on Rigiscan™ days.\n* If enrolled, subjects agree to not modify their dietary habits throughout the duration of the study other than during the two evenings when food is provided.\n* If enrolled, subjects agree to fast when requested to fast\n\nExclusion Criteria:\n\n* Relevant dietary allergy\n* Vegetarian or Vegan dietary pattern\n* History of an eating disorder and/or food addiction\n* Hypertension and or history of hypertension with or without medical treatment. Systolic blood pressure \\> 150mmHg and/or diastolic blood pressure \\>100mmHg on Visit one. Heart rate \\>99 on Visit one. Systolic blood pressure \\< 85mmHg and/or diastolic blood pressure \\< 50mmHg on Visit one. Heart rate \\< 35 on Visit one\n* BMI \\>=27, BMI \\<18.5, or weight \\<= 110lbs\n* Known chronic medical disease other than non-inflammatory musculoskeletal disease, asthma\n* Subjects who are taking benzodiazepines, stimulants (e.g. for ADHD), SSRI, anti-depressants and/or beta blockers\n* Obstructive sleep apnea (OSA) diagnosis or an ongoing evaluation for possible OSA\n* Score greater than 2 on the STOP-Bang OSA screening tool\n* Having the diagnosis of Restless Leg Syndrome\n* Having insomnia as defined by: Subject with insomnia would have difficulty initiating or maintaining sleep (30 minutes or more at sleep initiation or 30 minutes or more to fall back asleep if wakes during the night). The above occurs at least 3 times per week for at least 1 month. Furthermore, there must be adequate opportunity for sleep and there must be associated morbidity (feels tired during the day). Definition based on: The International Classification of Sleep Disorders - Third Edition (ICSD-3), 2014\n* History of kidney disease or hyperkalemia\n* Subject has received an investigational drug within 30 days prior to signing consent\n* Erectile dysfunction\n* Has any condition (e.g., psychiatric illness) or situation that, in the investigator's opinion, may confound the study results, or may interfere significantly with the patient's ability to adhere with study procedures\n* Currently undergoing treatment for Peyronie's Disease\n* Abnormal Testosterone or Thyroid Stimulating Hormone level\n* Treated hypogonadism or hypothyroidism\n* Planned travel during the study\n* History of substance abuse in the last 12 months\n* Illicit drug use, smoking, or vaping within 4 weeks\n* Upper respiratory illness within two weeks on screening\n* If profession requires being on call, no overnight or on call duties during the study\n* Subject reports any communicable skin or venereal disease\n* Transgender status (Individuals who have undergone or are undergoing hormone replacement therapy or who have undergone gender affirming surgery. Individuals who plan to begin hormone replacement therapy or to undergo gender affirming surgery during the study.)\n* HIV positive status via direct medical history\n* Subject reports rash or lesion on the penis or surrounding area",
            "healthyVolunteers": true,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "maximumAge": "32 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robert Ostfeld, MD, MSc",
                    "role": "CONTACT",
                    "phone": "718-920-5197",
                    "email": "ROstfeld@Montefiore.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert Ostfeld, MD, MSc",
                    "affiliation": "Montefiore Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore Medical Center",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rob Ostfeld, MD, MSc",
                            "role": "CONTACT",
                            "phone": "718-920-5197",
                            "email": "rostfeld@montefiore.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007172",
                    "term": "Erectile Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000012735",
                    "term": "Sexual Dysfunction, Physiological"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000020018",
                    "term": "Sexual Dysfunctions, Psychological"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10217",
                    "name": "Erectile Dysfunction",
                    "asFound": "Erectile Dysfunction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15546",
                    "name": "Sexual Dysfunction, Physiological",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21873",
                    "name": "Sexual Dysfunctions, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}