{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05643716",
            "orgStudyIdInfo": {
                "id": "STUDY00008486"
            },
            "organization": {
                "fullName": "Michigan State University",
                "class": "OTHER"
            },
            "briefTitle": "The Effects of Exercise on Emotion Regulation and Cognitive Control in PTSD",
            "officialTitle": "The Effects of a Single Bout of Aerobic Exercise on Emotion Regulation and Cognitive Control in Individuals With Clinically Significant Post-Traumatic Stress Disorder Symptoms",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-effects-of-exercise-on-emotion-regulation-and-cognitive-control-in-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-28",
            "studyFirstSubmitQcDate": "2022-12-06",
            "studyFirstPostDateStruct": {
                "date": "2022-12-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jason S. Moser",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Michigan State University"
            },
            "leadSponsor": {
                "name": "Michigan State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to investigate the effects of a single bout of aerobic exercise on neurophysiological indices of emotion regulation and cognitive control in individuals with clinically significant PTSD symptoms. In this proposed study, 50 adult females with clinically significant PTSD symptoms will be randomized into two groups: a 20-minute moderate-to-vigorous intensity aerobic exercise group, or a 20-minute silent sitting control group. Prior to and following the exercise/sitting session, participants will complete a letter flanker task and an emotion regulation picture viewing task while their electrical brain activity is continuously recorded via electroencephalogram (EEG). Utilizing a multimodal assessment approach, cognitive control will be measured using behavioral (i.e., accuracy, reaction time) and neurophysiology (i.e., error-related negativity; ERN). Emotion regulation will be measured using self-reported and neurophysiological indices of emotional reactivity (i.e., late positive potential; LPP)."
        },
        "conditionsModule": {
            "conditions": [
                "Emotion Regulation",
                "Cognitive Control",
                "PTSD"
            ],
            "keywords": [
                "Emotion Regulation",
                "Cognitive Control",
                "PTSD",
                "Exercise"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Aerobic Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "During this single session, participants will walk on a treadmill at a moderate-vigorous intensity (65-75% age-predicted HRmax) for 20 minutes. While walking on the treadmill, participants will also watch a 20-minute video clip to match the control condition. Exercise intensity will be continuously monitored using a Polar OH1 heart rate monitor, which will be strapped to the participant's chest prior to starting the exercise session. Age-predicted HRmax will be calculated for each participant using the following formula: (HRmax = 220 - Age). Subjective units of distress related to their perceived exercise intensity will be measured in 3-minute intervals. Following the exercise session, participants will rest until their heart rate returns to within 10% of their resting heart rate (approximately 5 minutes) before starting the post-assessments.",
                    "interventionNames": [
                        "Behavioral: Aerobic Exercise"
                    ]
                },
                {
                    "label": "Silent Sitting",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will be guided by a research assistant through a single silent sitting session, which will serve as a time-matched control. During the sitting session, participants will watch a 20-minute video clip while sitting silently. Similar to the aerobic exercise group, participants' heart rate will be continuously monitored via a Polar OH1 heart rate monitor. Following the sitting session, participants will rest for 5 minutes to match the exercise group before starting the post-assessments."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Aerobic Exercise",
                    "description": "The aerobic exercise intervention is described in the Aerobic Exercise Arm description.",
                    "armGroupLabels": [
                        "Aerobic Exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Emotion Regulation (Late Positive Potential)",
                    "description": "Participants will be presented with a series of negative high arousing and neutral low-arousing images from the International Affective Picture System. Prior to being presented with each image, participants will be cued to either passively view the upcoming image or to use reappraisal to \"reinterpret aspects of the upcoming image in order to adopt a more neutral or positive perspective.\" During the emotion regulation task, \"online\" emotional arousal during reappraisal and passive view trials will be measured via the late positive potential (LPP).\n\nThe LPP is a positive deflecting waveform that has been shown to be activated when viewing highly arousing negative images. In this study, emotion regulation will be measured as the difference in LPP amplitude between reappraise-negative and view-negative trials. Greater view-negative minus reappraise-negative LPP difference scores will reflect greater emotion regulation.",
                    "timeFrame": "Immediately after Exercise or Sitting"
                },
                {
                    "measure": "Emotion Regulation (Self-Reported)",
                    "description": "Participants will be presented with a series of negative high arousing and neutral low-arousing images from the International Affective Picture System. Prior to being presented with each image, participants will be cued to either passively view the upcoming image or to use reappraisal to \"reinterpret aspects of the upcoming image in order to adopt a more neutral or positive perspective.\"\n\nAt the end of the emotion regulation picture viewing task, participants will be asked to rate their emotional arousal during reappraisal and passive view using a 1 (Very Weak) to 7 (Very Strong) Likert scale. Self-reported emotional arousal will be measured as the difference in emotional arousal scores between reappraise-negative and view-negative trials. Greater view-negative minus reappraise-negative trials will reflect greater self-reported emotion regulation.",
                    "timeFrame": "Immediately after Exercise or Sitting"
                },
                {
                    "measure": "Cognitive Control (Error-Related Negativity, Error Positivity, P300)",
                    "description": "The letter flanker task consists of a series of five letters presented in rapid succession. Participants will be instructed to identify the centrally presented letter amid congruent ('UUUUU') and incongruent ('UUVUU') flanking letters via a button click. The letter flanker task consists of 480 trials grouped into six blocks of 80 trials. Each block consists of a different pair of perceptually similar letters (i.e., \"MMNMM\", \"PPRPP\").\n\nNeurophysiological indices of cognitive control during the flanker task will be measured using error-related negativity (ERN), error positivity (Pe), and P300. The ERN, Pe, and P300 are common metrics of cognitive control. The ERN, Pe, and P300 will be measured as the difference in amplitude between error and correct trials. Greater error minus correct difference scores will reflect greater cognitive control.",
                    "timeFrame": "Immediately after Exercise or Sitting"
                },
                {
                    "measure": "Cognitive Control (Response accuracy)",
                    "description": "The letter flanker task consists of a series of five letters presented in rapid succession. Participants will be instructed to identify the centrally presented letter amid congruent ('UUUUU') and incongruent ('UUVUU') flanking letters via a button click. The letter flanker task consists of 480 trials grouped into six blocks of 80 trials. Each block consists of a different pair of perceptually similar letters (i.e., \"MMNMM\", \"PPRPP\").\n\nResponse accuracy will be measured as the percent of trials the participant responded correctly \\[(correct trials / total trials) x 100%\\]. Greater percentages will reflect greater response accuracy.",
                    "timeFrame": "Immediately after Exercise or Sitting"
                },
                {
                    "measure": "Cognitive Control (Reaction Time)",
                    "description": "The letter flanker task consists of a series of five letters presented in rapid succession. Participants will be instructed to identify the centrally presented letter amid congruent ('UUUUU') and incongruent ('UUVUU') flanking letters via a button click. The letter flanker task consists of 480 trials grouped into six blocks of 80 trials. Each block consists of a different pair of perceptually similar letters (i.e., \"MMNMM\", \"PPRPP\").\n\nReaction Time will be measured as the average response time on each trial in milliseconds (ms). Reaction time will be calculated for all trails, correct trials, and error trials. Greater values will reflect slower reaction times.",
                    "timeFrame": "Immediately after Exercise or Sitting"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Female Adults who are currently experiencing clinically significant PTSD symptoms. Participants will be screened via Qualtrics using the Posttraumatic Stress Disorder Checklist for the DSM-5 (PCL-5; Weathers et al., 2013). The PCL-5 is a 20-item self-administered questionnaire designed to screen for PTSD. The PCL-5 asks about the frequency of PTSD symptoms experienced in the past month using a 5-point Likert scale. Participants with a total score \\> 30 on the PCL-5 will be eligible to participate.\n\nExclusion Criteria:\n\n* Using the Physical Activity Readiness Questionnaire (PAR-Q; Adams, 1999), participants will be excluded if they endorse any history of cardiovascular (e.g., Coronary Artery Disease, Heart Failure, High Blood Pressure) or metabolic disease (e.g., Diabetes), or any orthopedic limitations (e.g., Osteoporosis) that may interfere with participating in aerobic exercise.\n* Additionally, participants must not have a history of head trauma resulting in loss of consciousness for more than 5 min, epilepsy, or hearing, visual, or other physical or mental impairments that could interfere with the collection of quality neurocognitive data.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jason S Moser, Ph.D.",
                    "role": "CONTACT",
                    "phone": "517-355-2159",
                    "email": "jmoser@msu.edu"
                },
                {
                    "name": "Christopher T Webster, M.A.",
                    "role": "CONTACT",
                    "phone": "908-274-9748",
                    "email": "webst230@msu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Michigan State University",
                    "status": "RECRUITING",
                    "city": "East Lansing",
                    "state": "Michigan",
                    "zip": "48823",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason S Moser, Ph.D.",
                            "role": "CONTACT",
                            "phone": "517-355-2159",
                            "email": "jmoser@msu.edu"
                        },
                        {
                            "name": "Christopher T Webster, M.A.",
                            "role": "CONTACT",
                            "phone": "908-274-9748",
                            "email": "webst230@msu.edu"
                        },
                        {
                            "name": "Jason S Moser, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Christopher T Webster, M.A.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.73698,
                        "lon": -84.48387
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}