{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05560893",
            "orgStudyIdInfo": {
                "id": "1596"
            },
            "secondaryIdInfos": [
                {
                    "id": "P50MD017366",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P50MD017366"
                }
            ],
            "organization": {
                "fullName": "University of California, Irvine",
                "class": "OTHER"
            },
            "briefTitle": "The Heart of the Community Study",
            "officialTitle": "El Corazon de La Comunidad Study - The Purpose of This Research Study is to Develop, Implement, and Evaluate a Community-based Approach to Bolstering the Health and Efficacy of Community Service Providers",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "the-heart-of-the-community-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-15",
            "studyFirstSubmitQcDate": "2022-09-27",
            "studyFirstPostDateStruct": {
                "date": "2022-09-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jessica Borelli",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, Irvine"
            },
            "leadSponsor": {
                "name": "University of California, Irvine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                },
                {
                    "name": "Emory University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Community service providers (CSPs), such as promotores and other community health staff, play an essential role in preserving health and treating disease in underserved Hispanic/Latinx (HL) communities with disproportionately high rates of cardiometabolic (CM) disease. Although effective programs have been developed that deploy CSPs to reduce CM disease risk in the community, to our knowledge no interventions have sought to reduce CM risk among CSPs themselves. However, CSPs are also at high risk for adverse CM outcomes, as they have the same high-risk demographics as the communities they serve and they work in high-stress, frontline jobs. Reducing CM risk among HL CSPs is crucial to promote health at both the individual and community levels; that is, preventive interventions delivered to CSPs may not only promote the health of the individual CSPs who receive the intervention but also may bolster CSPs to more effectively deliver programming that protects CM health community-wide. The proposed study employs relational savoring (RS), a brief intervention rooted in positive psychology and attachment, which has previously been shown to promote psychosocial well-being and which is particularly efficacious in HL populations. Emerging research supports that RS may also promote more optimal cardiovascular regulation and health behavior. Therefore, the investigators deliver RS to CSPs in order to identify CM health protective effects for both CSPs and the high-risk communities they serve.\n\nAims and Hypotheses:\n\nAim 1: Examine effects of RS on CSPs' CM risk factors and outcomes. Hypotheses: RS (compared to wait-list control) will be associated with lower CM risk, as indexed by higher mean HRV, both during a stressor and at rest (H1A). RS will also be associated with a more favorable CM health behavior profile, indexed by higher quality sleep, more exercise, and healthier diet (H1B). Aim 2: Examine effects of RS on CSPs' delivery of CM health programming to the community. Hypotheses: RS will be associated both with reduced threats to CSPs leaving the workforce, including higher satisfaction with work, greater agency, and lower burnout (H2A), and with a higher number of community members reached for CM health programming, as indexed by number of days CSP worked, number of health-related events offered by CSPs, community attendance at events, and retention of community members across multi-day programs (H2B).",
            "detailedDescription": "Although HL Americans face higher CM risk than do non-Hispanic white Americans, they have markedly lower access to healthcare. CSPs, including promotores and frontline community health staff, are community members who serve as hubs of health services provision within low-income HL communities and are critical conduits of the information, support, and care needed to prevent and manage CM disease. Yet as members of the low-income HL communities they serve, CSPs are at risk for the same negative health outcomes as those they support. This risk is amplified by the enormous stress the COVID-19 pandemic has wrought on frontline healthcare workers, such as CSPs. Employment in frontline health work during COVID-19 has been associated with psychological distress, including anxiety, depression, insomnia, and burnout; major and chronic stress, and work stress in particular, in turn, is associated with higher rates of CM disease. Therefore, CPSs are doubly at risk, from both their demographics and their occupation. However, to our knowledge, no intervention programs have been designed to protect CM health among CSPs specifically.\n\nWhen CSP's health and wellbeing is at risk, the CM health of the larger community hangs in the balance. CSP-led community interventions, such as diabetes and obesity prevention programs, have proven effective, affordable, and well-received in reducing CM risk factors in the community, such as A1c, blood pressure, LDL cholesterol, triglycerides, insulin, sedentary behavior, and overweight. However, the COVID- 19 pandemic has endangered CSPs' abilities to deliver these important programs by placing tremendous demand on CSPs, contributing to professional burnout. Fortifying CSPs to effectively deliver crucial health programming despite enormous contextual burdens may have cascading effects on the CM health of HL communities. In strengthening CSPs that serve low income HL communities, not only does the intervention reduce the risk experienced by the CSPs themselves, but the investigation also stand to strengthen the entire HL community, by investing in the people who disseminate interventions to the community. Thus, brief interventions are needed for CSPs to protect health and to reduce risk factors that may interrupt service delivery to the community, such as burn-out in the face of environmental stress, in order to protect CM health for both CSPs and the communities they serve. Moreover, our community partner, Latino Health Access (LHA), identified programs to support the health and wellbeing of CSPs using a \"mind-body approach\" as a top priority for their agency.\n\nRelational savoring (RS) is a brief intervention grounded in positive psychology and attachment theory that involves reflecting deeply on a positive emotional experience occurring with another person. The central premise underlying RS is that focusing deeply on moments of positive connection helps to augment the positive emotion and meaning the participants derive from positive interpersonal experiences, in order to enhance fulfillment and satisfaction, resolve distress, and increase one's sense of psychological agency. RS involves recalling a time when one supported or comforted another person and doing so brought deep positive emotion (joy, satisfaction, love, or peace); these moments of connection in service of another are common among the CSPs who work for our community agency, but may go unnoticed in the face of the urgent stressors the COVID-19 pandemic has brought about. Prolonging and enhancing attention to these moments has the potential to both help CSPs restore regulation in the face of stress and to motivate CSPs to continue engaging in meaningful work that serves their communities. RS is a one-on-one intervention that can be led by interveners with minimal training (e.g., undergraduates, promotores) to a high level of fidelity and delivered in brief sessions (30 minutes). Interveners help participants identify a connected memory, then lead participants through a 5-step reflection process that involves deeply focusing on different aspects of the memory. To date, RS has been tested among parents, long-distance partners, military partners during a deployment, older adults, and people in residential psychiatric treatment. RS is particularly effective among HL populations, perhaps because of its congruence with HL values such as simpatía and familismo. RS shows tremendous promise in improving psychological indicators of well-being, including more optimal emotional state, greater relationship satisfaction, interactional quality, and greater psychological agency. Early data support that RS may also shape mechanisms underlying physical health, as RS enhances both health behavior (greater adherence to safety measures during COVID-19) and cardiovascular regulation (lower heart rate while completing RS than while savoring an individual experience). However, RS has yet to be linked with CM health behaviors, such as physical activity, or with CM disease markers, such as heart rate variability (HRV), a non-invasive measure of parasympathetic activity which is linked with CM morbidity and mortality.\n\nUtility of targeting CM disease risk markers through psychosocial interventions:\n\nHRV is a robust predictor of CM health. Lower HRV predicts cardiovascular disease, including first cardiovascular events, even in populations without known CVD. Additionally, lower HRV is associated with higher glucose and A1c among diabetes patients. HRV plays a critical role in regulating allostatic systems that mediate CM disease processes, such as glucose regulation, hypothalamic-pituitary adrenal axis functioning, and inflammation. Not only do HRV and health behaviors precede the onset of full-blown CM disease, but, critically, HRV is responsive to changes in psychosocial conditions, serving as a bridge between psychosocial regulatory processes, such as emotion regulation, and health-related physiological processes, such as allostatic wear-and- tear to CM systems. Similarly, health behaviors, such as physical activity, diet, and sleep, have robust downstream effects on CM health and are responsive to psychosocial intervention. Therefore, establishing psychosocial interventions that influence HRV and health behavior have tremendous potential to protect CM health for at-risk populations before full-blown disease develops.\n\nIntervening with CSPs:\n\nCSPs are at high risk for adverse CM and psychosocial outcomes, and yet, to date, no psychosocial interventions exist to support CSPs to develop more optimal CM regulation and CM health behavior or to reduce psychological factors (e.g., burnout) that may interfere with their service delivery. Addressing burnout among CSPs is particularly critical in the face of the COVID-19 pandemic, which has placed enormous stress on frontline health care workers, impairing their ability to deliver services. These stressors are multiplied for HL and HL-serving CSPs, for whom a global pandemic was overlaid on existing inequalities in stress exposure, due to greater burdens of discrimination, lower socio-economic status, risk of 3 deportation, political scapegoating, and community violence. The lack of interventions for CSPs is a grave oversight, as HL communities depend on the interventions CSPs provide (e.g., diabetes prevention, weight loss) as critical tools for reducing CM disease disparities among HL.\n\nCSPs may be particularly well-suited to RS interventions, as data from Borelli's lab show that CSPs are distressed by the social isolation and disruption the COVID-19 pandemic has wrought, while also finding meaning in novel opportunities to forge connections with a community that needs them more than ever. RS leverages values such as simpatía and familismo, that are central to HL culture and embedded in the work of CSPs. Moreover, CSPs at LHA have been actively involved in developing and delivering RS interventions to the community, have expressed interest in receiving similar \"mind-body\" focused interventions themselves, and have already noted benefits to themselves from merely delivering RS programming to the community. In a qualitative analysis of interviews with promotores who delivered RS, one CSP noted, \"\"...I felt motivated too... to continue with... these concepts that you brought, like secure base, safe haven... I practice it a lot with my children... They know that they can always count on me...for whatever they need... and that's exactly what I admit to the families too when I talk to them\".\n\nWhereas prior iterations of RS have focused on savoring personal relationships (e.g., parent-child), the proposed study will modify RS to help CSPs savor relationships with community members they serve. Borelli's data suggest that connection to community is a substantial, untapped source of resilience to stress for CSPs during COVID-19. In the words of one promotora, \"I didn't have time to stress because I was helping the community and that helped me,\" Savoring moments of connection in their work may help CSPs cope with stress, bolstering them to continue promoting CM health in the community, while also protecting them from the deleterious effects of stress on their own CM health. Additionally, in so far as it promotes connection to community and reclamation of power, savoring moments of helping others may be a particularly potent antidote to the powerlessness and isolation of both COVID-19 and discrimination.\n\nTherefore, the proposed multilevel study introduces a novel adaptation of RS designed for CSPs who treat CM disease in HL communities and tests its effects at both the individual level (markers of CSP CM disease risk, including HRV) and community level (reach and effectiveness of CSPs delivery of CM interventions). By mitigating the impact of social determinants of health on CSPs, the proposed study protects the health of those who protect the health of the community."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Rate Variability"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "In this randomized controlled waitlist design, following a baseline assessment, the investigators will randomly assign CSPs into the experimental group (n = 40) or a waitlist group (n = 40). The experimental group will receive the intervention immediately, whereas the waitlist control will wait 4 weeks and have a second baseline assessment before receiving the intervention. All participants will complete an identical assessment battery at pre-intervention baseline, immediately post-intervention, and 3-months.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "In this randomized controlled waitlist design, following a baseline assessment, we will randomly assign CSPs into the experimental group (n = 40) or a waitlist group (n = 40). The experimental group will receive the intervention immediately, whereas the waitlist control will wait 4 weeks and have a second baseline assessment before receiving the intervention. All participants will complete an identical assessment battery at pre-intervention baseline, immediately post-intervention, and 3-months following the intervention.",
                    "interventionNames": [
                        "Behavioral: Relational Savoring Intervention"
                    ]
                },
                {
                    "label": "Waitlist Control Group",
                    "type": "OTHER",
                    "description": "In this randomized controlled waitlist design, following a baseline assessment, we will randomly assign CSPs into the experimental group (n = 40) or a waitlist group (n = 40). The experimental group will receive the intervention immediately, whereas the waitlist control will wait 4 weeks and have a second baseline assessment before receiving the intervention. All participants will complete an identical assessment battery at pre-intervention baseline, immediately post-intervention, and 3-months following the intervention.",
                    "interventionNames": [
                        "Behavioral: Relational Savoring Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Relational Savoring Intervention",
                    "description": "Relational savoring (RS) involves recalling a time when one supported or comforted another person and doing so brought deep positive emotion (joy, satisfaction, love, or peace); these moments of connection in service of another are common among the CSPs who work for our community agency, but may go unnoticed in the face of the urgent stressors the COVID-19 pandemic has brought about. Prolonging and enhancing attention to these moments has the potential to both help CSPs restore regulation in the face of stress and to motivate CSPs to continue engaging in meaningful work that serves their communities.",
                    "armGroupLabels": [
                        "Intervention Group",
                        "Waitlist Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Higher mean heart rate variability (HRV) during a discrimination stressor task for CSPs in the RS intervention (compared to waitlist-control), measured via Photoplethysmography (PPG) using a Polar Verity sense device.",
                    "description": "Higher mean HRV, measured via Photoplethysmography (PPG) using a polar verity sense device, will be detected during a discrimination stressor task (stream of consciousness task that includes having the participant discuss a discrimination experience for 4-minutes) that will be administered at baseline and again 4-weeks later following the completion of the intervention.",
                    "timeFrame": "Change from Baseline HRV at 4 weeks."
                },
                {
                    "measure": "Higher mean heart rate variability (HRV) during a discrimination stressor task at the 3-months follow-up measured via Photoplethysmography (PPG) using a Polar Verity sense device.",
                    "description": "Higher mean HRV, measured via Photoplethysmography (PPG) using a polar verity sense device, will be detected during a discrimination stressor task (stream of consciousness task that includes having the participant discuss a discrimination experience for 4-minutes) that will be administered at baseline and again 3-months later following the completion of the intervention.",
                    "timeFrame": "Change from Baseline HRV at 3 months."
                },
                {
                    "measure": "Higher mean heart rate variability (HRV) during a resting task for CSPs in the RS intervention (compared to waitlist-control), measured via Photoplethysmography (PPG) using a Polar Verity sense device.",
                    "description": "Higher mean HRV, measured via Photoplethysmography (PPG) using a polar verity sense device, will be detected during a resting task that will be administered at baseline and again 4-weeks later following the completion of the intervention.",
                    "timeFrame": "Change from Baseline HRV at 4 weeks."
                },
                {
                    "measure": "Higher mean heart rate variability (HRV) among CSPs during a resting task at the 3-month follow-up, measured via Photoplethysmography (PPG) using a Polar Verity sense device.",
                    "description": "Higher mean HRV, measured via Photoplethysmography (PPG) using a polar verity sense device, will be detected during a resting task that will be administered at baseline and again 3-months later following the completion of the intervention.",
                    "timeFrame": "Change from Baseline HRV at 3 months."
                },
                {
                    "measure": "Relational savoring will be associated with higher quality sleep for CSPs as measured via the Pittsburgh Sleep Quality Index (PSQI; Buysse et al., 1989)",
                    "description": "Sleep quality, measured via the Pittsburgh Sleep Quality Index (PSQI; Buysse et al., 1989), will be reported at baseline and again 4-weeks later following the completion of the intervention. Scores on the PSQI range from 0 to 15, with higher scores indicating less quality and more disrupted sleep.",
                    "timeFrame": "Change from Baseline Sleep Quality at 4 weeks."
                },
                {
                    "measure": "Relational savoring will be associated with higher sleep quality for CSPs as measured via the Pittsburgh Sleep Quality Index (PSQI; Buysse et al., 1989) at the 3-month follow-up.",
                    "description": "Sleep quality, measured via the Pittsburgh Sleep Quality Index (PSQI; Buysse et al., 1989), will be reported at baseline and again 3-months later following the completion of the intervention. Scores on the PSQI range from 0 to 15, with higher scores indicating less quality and more disrupted sleep.",
                    "timeFrame": "Change from Baseline Sleep Quality at 3 months."
                },
                {
                    "measure": "Relational savoring will be associated with more physical activity for CSPs as measured via the International Physical Activity Questionnaire (IPAQ; Craig et al., 2017).",
                    "description": "Physical activity, measured via the International Physical Activity Questionnaire (IPAQ; Craig et al., 2017), will be administered at baseline and again 4-weeks later following the completion of the intervention. The IPAQ is a self-report measure where respondents report the amount of physical activity they participate in within the last 7 days. Higher scores on the physical activity items, and lower scores on the rest items, are associated with more positive outcomes.",
                    "timeFrame": "Change from Baseline Physical Activity at 4 weeks."
                },
                {
                    "measure": "Relational savoring will be associated with more physical activity for CSPs as measured via the International Physical Activity Questionnaire (IPAQ; Craig et al., 2017) at the 3-month follow-up.",
                    "description": "Physical activity, measured via the International Physical Activity Questionnaire (IPAQ; Craig et al., 2017), will be administered at baseline and again 3-months following the completion of the intervention. The IPAQ is a self-report measure where respondents report the amount of physical activity they participate in within the last 7 days. Higher scores on the physical activity items, and lower scores on the rest items, are associated with more positive outcomes.",
                    "timeFrame": "Change from Baseline Physical Activity at 3 months."
                },
                {
                    "measure": "Relational savoring will be associated with healthier eating habits for CSPs as measured via the Food Behavior Checklist (Banna et al., 2010).",
                    "description": "Eating habits, measured via the International Food Behavior Checklist (FBC; Banna et al., 2010), will be administered at baseline and again 4-weeks later following the intervention. The FBC is a self-report measure where respondents report on their eating habits and the food they regularly eat. Higher scores on the less healthy food items, and lower scores on the healthier food items, are associated with less optimal outcomes.",
                    "timeFrame": "Change from Baseline Eating Habits at 4 weeks."
                },
                {
                    "measure": "Relational savoring will be associated with healthier eating habits for CSPs as measured via the Food Behavior Checklist (Banna et al., 2010) at the 3-month follow-up.",
                    "description": "Eating habits, measured via the International Food Behavior Checklist (Banna et al., 2010), will be administered again 3-months following the completion of the intervention. The FBC is a self-report measure where respondents report on their eating habits and the food they regularly eat. Higher scores on the less healthy food items, and lower scores on the healthier food items, are associated with less optimal outcomes.",
                    "timeFrame": "Change from Baseline Eating Habits at 3 months."
                },
                {
                    "measure": "Relational Savoring will be associated with increased job satisfaction for CSPs, assessed via the Job Satisfaction Survey (Spector, 1994).",
                    "description": "Job satisfaction, assessed via the Job Satisfaction Survey (JSS; Spector, 1994), will be administered at baseline and again 4-weeks later following the completion of the intervention. The JSS is a 36-item measure with scores ranging from 36 to 216, with higher scores indicating more satisfaction with one's job.",
                    "timeFrame": "Change from Baseline Job Satisfaction at 4 weeks."
                },
                {
                    "measure": "Relational Savoring will be associated with increased job satisfaction for CSPs, assessed via the Job Satisfaction Survey (Spector, 1994) at the 3-month follow-up.",
                    "description": "Job satisfaction, assessed via the Job Satisfaction Survey (JSS; Spector, 1994), will be administered again 3-months following the completion of the intervention. The JSS is a 36-item measure with scores ranging from 36 to 216, with higher scores indicating more satisfaction with one's job.",
                    "timeFrame": "Change from Baseline Job Satisfaction at 3 months."
                },
                {
                    "measure": "Relational Savoring will be associated with reduced work-related burnout for CSPs, assessed via the Maslach Burnout Inventory (Maslach et al., 1997).",
                    "description": "Work-related burnout, assessed via the Maslach Burnout Inventory (MBI; Maslach et al., 1997), will be administered at baseline and 4-weeks later following the completion of the intervention. The MBI is a 22-item scale with scores ranging from 0 to 132, with higher scores indicting more burnout.",
                    "timeFrame": "Change from Baseline Work-Related Burnout at 4 weeks."
                },
                {
                    "measure": "Relational Savoring will be associated with reduced work-related burnout for CSPs, assessed via the Maslach Burnout Inventory (Maslach et al., 1997) at the 3-month follow-up.",
                    "description": "Work-related burnout, assessed via the Maslach Burnout Inventory (MBI; Maslach et al., 1997), will be administered again 3-months following the completion of the intervention. The MBI is a 22-item scale with scores ranging from 0 to 132, with higher scores indicting more burnout.",
                    "timeFrame": "Change from Baseline Work-Related Burnout at 3 months."
                },
                {
                    "measure": "Relational Savoring will be associated with more days worked by CSPs, assessed via self-reported number of days missed at work at the 3 month follow-up.",
                    "description": "Number of community members reached for CM health programming is operationalized as the number of days CSPs worked and is measured via self-report of days missed at work by participants in the past 3 months (baseline) and 3 months later following the completion of the intervention.",
                    "timeFrame": "Change from Baseline Days Worked at 3 months."
                },
                {
                    "measure": "Relational Savoring will be associated with increased health-related events offered by CSPs at their workplace, assessed via self-reported number of health-related events held at their community agency.",
                    "description": "Health-related events offered by CSPs at their workplace is measured via self-reported number of health-related events held at their community agency in the past 3-months (baseline) and 3 months later following the completion of the intervention.",
                    "timeFrame": "Change from Baseline Health-Related Events at 3 months."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Inclusion criteria for participants includes being an employee at one of the community health agencies serving low income HL families that we are partnered with (Latino Health Access in Santa Ana or Ser Familia in Atlanta).\n\nExclusion Criteria:\n\n* Not being an employee at one of the community health agencies involved in the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica L Borelli, PhD",
                    "role": "CONTACT",
                    "phone": "(949) 824-3002",
                    "email": "Jessica.Borelli@uci.edu"
                },
                {
                    "name": "Lyric N Russo, M.A.",
                    "role": "CONTACT",
                    "phone": "(714) 829-8856",
                    "email": "russol@uci.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jessica L Borelli, PhD",
                    "affiliation": "University of California, Irvine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Latino Health Access",
                    "status": "RECRUITING",
                    "city": "Santa Ana",
                    "state": "California",
                    "zip": "92701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rubi Gonzalez, BS",
                            "role": "CONTACT",
                            "phone": "714-542-7792",
                            "phoneExt": "1018",
                            "email": "rgonzalez@latinohealthaccess.org"
                        },
                        {
                            "name": "Gloria Montiel, PhD",
                            "role": "CONTACT",
                            "email": "gmontiel@latinohealthaccess.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.74557,
                        "lon": -117.86783
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35549365",
                    "type": "BACKGROUND",
                    "citation": "Borelli JL, Kerr ML, Smiley PA, Rasmussen HF, Hecht HK, Campos B. Relational savoring intervention: Positive impacts for mothers and evidence of cultural compatibility for Latinas. Emotion. 2023 Mar;23(2):303-320. doi: 10.1037/emo0001102. Epub 2022 May 12."
                },
                {
                    "pmid": "31999188",
                    "type": "BACKGROUND",
                    "citation": "Borelli JL, Smiley PA, Kerr ML, Hong K, Hecht HK, Blackard MB, Falasiri E, Cervantes BR, Bond DK. Relational savoring: An attachment-based approach to promoting interpersonal flourishing. Psychotherapy (Chic). 2020 Sep;57(3):340-351. doi: 10.1037/pst0000284. Epub 2020 Jan 30."
                },
                {
                    "pmid": "31402745",
                    "type": "BACKGROUND",
                    "citation": "Borelli JL, Bond DK, Fox S, Horn-Mallers M. Relational Savoring Reduces Physiological Reactivity and Enhances Psychological Agency in Older Adults. J Appl Gerontol. 2020 Mar;39(3):332-342. doi: 10.1177/0733464819866972. Epub 2019 Aug 11."
                },
                {
                    "pmid": "16339612",
                    "type": "BACKGROUND",
                    "citation": "Lagomasino IT, Dwight-Johnson M, Miranda J, Zhang L, Liao D, Duan N, Wells KB. Disparities in depression treatment for Latinos and site of care. Psychiatr Serv. 2005 Dec;56(12):1517-23. doi: 10.1176/appi.ps.56.12.1517."
                },
                {
                    "pmid": "27478393",
                    "type": "BACKGROUND",
                    "citation": "Paz K, Massey KP. Health Disparity among Latina Women: Comparison with Non-Latina Women. Clin Med Insights Womens Health. 2016 Jul 20;9(Suppl 1):71-4. doi: 10.4137/CMWH.S38488. eCollection 2016."
                },
                {
                    "pmid": "29450072",
                    "type": "BACKGROUND",
                    "citation": "Velasco-Mondragon E, Jimenez A, Palladino-Davis AG, Davis D, Escamilla-Cejudo JA. Hispanic health in the USA: a scoping review of the literature. Public Health Rev. 2016 Dec 7;37:31. doi: 10.1186/s40985-016-0043-2. eCollection 2016."
                },
                {
                    "pmid": "32959031",
                    "type": "BACKGROUND",
                    "citation": "Cabarkapa S, Nadjidai SE, Murgier J, Ng CH. The psychological impact of COVID-19 and other viral epidemics on frontline healthcare workers and ways to address it: A rapid systematic review. Brain Behav Immun Health. 2020 Oct;8:100144. doi: 10.1016/j.bbih.2020.100144. Epub 2020 Sep 17."
                },
                {
                    "pmid": "33758782",
                    "type": "BACKGROUND",
                    "citation": "Danet Danet A. Psychological impact of COVID-19 pandemic in Western frontline healthcare professionals. A systematic review. Med Clin (Engl Ed). 2021 May 7;156(9):449-458. doi: 10.1016/j.medcle.2020.11.003. Epub 2021 Mar 19."
                },
                {
                    "pmid": "22473079",
                    "type": "BACKGROUND",
                    "citation": "Steptoe A, Kivimaki M. Stress and cardiovascular disease. Nat Rev Cardiol. 2012 Apr 3;9(6):360-70. doi: 10.1038/nrcardio.2012.45."
                },
                {
                    "pmid": "17173200",
                    "type": "BACKGROUND",
                    "citation": "Kivimaki M, Virtanen M, Elovainio M, Kouvonen A, Vaananen A, Vahtera J. Work stress in the etiology of coronary heart disease--a meta-analysis. Scand J Work Environ Health. 2006 Dec;32(6):431-42. doi: 10.5271/sjweh.1049."
                },
                {
                    "pmid": "31260902",
                    "type": "BACKGROUND",
                    "citation": "Kloner RA. Lessons learned about stress and the heart after major earthquakes. Am Heart J. 2019 Sep;215:20-26. doi: 10.1016/j.ahj.2019.05.017. Epub 2019 Jun 6."
                },
                {
                    "pmid": "19080008",
                    "type": "BACKGROUND",
                    "citation": "Balcazar H, Alvarado M, Cantu F, Pedregon V, Fulwood R. A promotora de salud model for addressing cardiovascular disease risk factors in the US-Mexico border region. Prev Chronic Dis. 2009 Jan;6(1):A02. Epub 2008 Dec 15."
                },
                {
                    "pmid": "17684167",
                    "type": "BACKGROUND",
                    "citation": "Lujan J, Ostwald SK, Ortiz M. Promotora diabetes intervention for Mexican Americans. Diabetes Educ. 2007 Jul-Aug;33(4):660-70. doi: 10.1177/0145721707304080."
                },
                {
                    "pmid": "26023095",
                    "type": "BACKGROUND",
                    "citation": "O'Brien MJ, Perez A, Alos VA, Whitaker RC, Ciolino JD, Mohr DC, Ackermann RT. The feasibility, acceptability, and preliminary effectiveness of a Promotora-Led Diabetes Prevention Program (PL-DPP) in Latinas: a pilot study. Diabetes Educ. 2015 Aug;41(4):485-94. doi: 10.1177/0145721715586576. Epub 2015 May 28."
                },
                {
                    "pmid": "21775748",
                    "type": "BACKGROUND",
                    "citation": "Philis-Tsimikas A, Fortmann A, Lleva-Ocana L, Walker C, Gallo LC. Peer-led diabetes education programs in high-risk Mexican Americans improve glycemic control compared with standard approaches: a Project Dulce promotora randomized trial. Diabetes Care. 2011 Sep;34(9):1926-31. doi: 10.2337/dc10-2081. Epub 2011 Jul 20."
                },
                {
                    "pmid": "24793637",
                    "type": "BACKGROUND",
                    "citation": "Shepherd-Banigan M, Hohl SD, Vaughan C, Ibarra G, Carosso E, Thompson B. \"The Promotora Explained Everything\": Participant Experiences During a Household-Level Diabetes Education Program. Diabetes Educ. 2014 Jul;40(4):507-515. doi: 10.1177/0145721714531338. Epub 2014 May 2."
                },
                {
                    "pmid": "22367258",
                    "type": "BACKGROUND",
                    "citation": "Spinner JR, Alvarado M. Salud Para Su Carozon--a Latino promotora-led cardiovascular health education program. Fam Community Health. 2012 Apr-Jun;35(2):111-9. doi: 10.1097/FCH.0b013e3182465058."
                },
                {
                    "pmid": "33269671",
                    "type": "BACKGROUND",
                    "citation": "Borelli JL, Yates TM, Hecht HK, Cervantes BR, Russo LN, Arreola J, Leal F, Torres G, Guerra N. Confia en mi, Confio en ti: Applying developmental theory to mitigate sociocultural risk in Latinx families. Dev Psychopathol. 2021 May;33(2):581-597. doi: 10.1017/S0954579420001364."
                },
                {
                    "pmid": "22178086",
                    "type": "BACKGROUND",
                    "citation": "Thayer JF, Ahs F, Fredrikson M, Sollers JJ 3rd, Wager TD. A meta-analysis of heart rate variability and neuroimaging studies: implications for heart rate variability as a marker of stress and health. Neurosci Biobehav Rev. 2012 Feb;36(2):747-56. doi: 10.1016/j.neubiorev.2011.11.009. Epub 2011 Dec 8."
                },
                {
                    "pmid": "19910061",
                    "type": "BACKGROUND",
                    "citation": "Thayer JF, Yamamoto SS, Brosschot JF. The relationship of autonomic imbalance, heart rate variability and cardiovascular disease risk factors. Int J Cardiol. 2010 May 28;141(2):122-31. doi: 10.1016/j.ijcard.2009.09.543. Epub 2009 Nov 11."
                },
                {
                    "pmid": "23370966",
                    "type": "BACKGROUND",
                    "citation": "Hillebrand S, Gast KB, de Mutsert R, Swenne CA, Jukema JW, Middeldorp S, Rosendaal FR, Dekkers OM. Heart rate variability and first cardiovascular event in populations without known cardiovascular disease: meta-analysis and dose-response meta-regression. Europace. 2013 May;15(5):742-9. doi: 10.1093/europace/eus341. Epub 2013 Jan 30."
                },
                {
                    "pmid": "29608603",
                    "type": "BACKGROUND",
                    "citation": "Benichou T, Pereira B, Mermillod M, Tauveron I, Pfabigan D, Maqdasy S, Dutheil F. Heart rate variability in type 2 diabetes mellitus: A systematic review and meta-analysis. PLoS One. 2018 Apr 2;13(4):e0195166. doi: 10.1371/journal.pone.0195166. eCollection 2018."
                },
                {
                    "pmid": "17192580",
                    "type": "BACKGROUND",
                    "citation": "Thayer JF, Sternberg E. Beyond heart rate variability: vagal regulation of allostatic systems. Ann N Y Acad Sci. 2006 Nov;1088:361-72. doi: 10.1196/annals.1366.014."
                },
                {
                    "pmid": "30872091",
                    "type": "BACKGROUND",
                    "citation": "Williams DP, Koenig J, Carnevali L, Sgoifo A, Jarczok MN, Sternberg EM, Thayer JF. Heart rate variability and inflammation: A meta-analysis of human studies. Brain Behav Immun. 2019 Aug;80:219-226. doi: 10.1016/j.bbi.2019.03.009. Epub 2019 Mar 11."
                },
                {
                    "pmid": "25806017",
                    "type": "BACKGROUND",
                    "citation": "Williams DP, Cash C, Rankin C, Bernardi A, Koenig J, Thayer JF. Resting heart rate variability predicts self-reported difficulties in emotion regulation: a focus on different facets of emotion regulation. Front Psychol. 2015 Mar 10;6:261. doi: 10.3389/fpsyg.2015.00261. eCollection 2015."
                },
                {
                    "pmid": "2144946",
                    "type": "BACKGROUND",
                    "citation": "Berlin JA, Colditz GA. A meta-analysis of physical activity in the prevention of coronary heart disease. Am J Epidemiol. 1990 Oct;132(4):612-28. doi: 10.1093/oxfordjournals.aje.a115704."
                },
                {
                    "pmid": "20337844",
                    "type": "BACKGROUND",
                    "citation": "Walker KZ, O'Dea K, Gomez M, Girgis S, Colagiuri R. Diet and exercise in the prevention of diabetes. J Hum Nutr Diet. 2010 Aug;23(4):344-52. doi: 10.1111/j.1365-277X.2010.01061.x. Epub 2010 Mar 23."
                },
                {
                    "pmid": "27336192",
                    "type": "BACKGROUND",
                    "citation": "Wang D, Li W, Cui X, Meng Y, Zhou M, Xiao L, Ma J, Yi G, Chen W. Sleep duration and risk of coronary heart disease: A systematic review and meta-analysis of prospective cohort studies. Int J Cardiol. 2016 Sep 15;219:231-9. doi: 10.1016/j.ijcard.2016.06.027. Epub 2016 Jun 16."
                },
                {
                    "pmid": "31983293",
                    "type": "BACKGROUND",
                    "citation": "Ntoumanis N, Ng JYY, Prestwich A, Quested E, Hancox JE, Thogersen-Ntoumani C, Deci EL, Ryan RM, Lonsdale C, Williams GC. A meta-analysis of self-determination theory-informed intervention studies in the health domain: effects on motivation, health behavior, physical, and psychological health. Health Psychol Rev. 2021 Jun;15(2):214-244. doi: 10.1080/17437199.2020.1718529. Epub 2020 Feb 3."
                },
                {
                    "pmid": "32336585",
                    "type": "BACKGROUND",
                    "citation": "Ehrlich H, McKenney M, Elkbuli A. Protecting our healthcare workers during the COVID-19 pandemic. Am J Emerg Med. 2020 Jul;38(7):1527-1528. doi: 10.1016/j.ajem.2020.04.024. Epub 2020 Apr 17. No abstract available."
                },
                {
                    "pmid": "29809020",
                    "type": "BACKGROUND",
                    "citation": "Conroy D, Hagger MS. Imagery interventions in health behavior: A meta-analysis. Health Psychol. 2018 Jul;37(7):668-679. doi: 10.1037/hea0000625. Epub 2018 May 28."
                },
                {
                    "pmid": "35373959",
                    "type": "BACKGROUND",
                    "citation": "Borelli JL, Russo LN, Arreola J, Cervantes BR, Marquez CM, Montiel G, Avalos V, Carballo J, Garcia J, Bhatt I, Torres G, Leal F, Guerra N. Saving a seat at the table for community members: co-creating an attachment-based intervention for low-income Latinx parent-youth dyads using a promotor/a model. Res Psychother. 2022 Feb 4;25(1):598. doi: 10.4081/ripppo.2022.598."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Researchers will use participant information to conduct this study. Once the study is completed, we may share some data with other researchers so they can use it for other studies in the future. IDP sharing plan will be updated."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}