{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04331535",
            "orgStudyIdInfo": {
                "id": "0594"
            },
            "organization": {
                "fullName": "Boston VA Research Institute, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "The Genomic Medicine at VA Study",
            "officialTitle": "Pragmatic Randomized Trial of Polygenic Risk Scoring for Common Diseases in Primary Care",
            "acronym": "GenoVA",
            "therapeuticArea": [
                "Endocrinology",
                "Cardiovascular",
                "Oncology and Hematology",
                "Other"
            ],
            "study": "the-genomic-medicine-at-va-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-31",
            "studyFirstSubmitQcDate": "2020-03-31",
            "studyFirstPostDateStruct": {
                "date": "2020-04-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-09-29",
            "lastUpdatePostDateStruct": {
                "date": "2022-10-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jason Vassy",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Harvard Medical School (HMS and HSDM)"
            },
            "leadSponsor": {
                "name": "Boston VA Research Institute, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "VA Boston Healthcare System",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This trial will determine the clinical effectiveness of polygenic risk score testing among patients at high genetic risk for at least one of six diseases (coronary artery disease, atrial fibrillation, type 2 diabetes mellitus, colorectal cancer, breast cancer, or prostate cancer), measured by time-to-diagnosis of prevalent or incident disease over 24 months.",
            "detailedDescription": "One of the most pressing controversies in genomics today is the clinical utility of polygenic risk scores (PRS). Broadening the scope of genomic risk testing beyond monogenic diseases, PRS combine information from hundreds or even millions of genetic loci, each with a very small effect size on the risk of common complex disease. The result is a continuous quantitative risk factor for susceptibility to conditions such as coronary artery disease (CAD), type 2 diabetes (T2D), and breast cancer. Compared to rarer monogenic disease variants, PRS have greater transformative potential for public health and healthcare in their ability to identify much larger proportions of the population at significantly elevated risk for disease, facilitating evidence-based prevention and management. Moreover, their prediction ability has vastly improved compared to earlier PRS that included only a limited number of genetic variants. However, while the associations between PRS and a wide range of common diseases are well established (clinical validity), the potential impact of this information on patient health outcomes (clinical utility) remains contested and understudied.\n\nThis study will examine the effectiveness and implementation outcomes from the use of PRS for 6 common diseases that are screened for by PCPs and have established prevention strategies: CAD, AFib, T2D, colorectal cancer, prostate cancer, and breast cancer. This trial has two aims:\n\nAim 1: Conduct a randomized controlled trial (RCT) to determine the clinical effectiveness of PRS among patients at high genetic risk for at least one disease, measured by changes in clinical management (process outcomes) and time to diagnosis of prevalent or incident disease (clinical outcome) over 24 months.\n\nAim 2: Measure high-priority genomic medicine implementation outcomes, including primary care provider (PCP) knowledge and beliefs about PRS, patient activation in healthcare, medication adherence, and costs."
        },
        "conditionsModule": {
            "conditions": [
                "Coronary Artery Disease",
                "Atrial Fibrillation",
                "Type 2 Diabetes",
                "Colorectal Cancer",
                "Breast Cancer",
                "Prostate Cancer"
            ],
            "keywords": [
                "Polygenic risk score",
                "Coronary artery disease",
                "Atrial fibrillation",
                "Type 2 diabetes",
                "Colorectal cancer",
                "Breast cancer",
                "Prostate cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized clinical trial comparing polygenic risk score (PRS) testing and reporting to delayed reporting",
                "primaryPurpose": "SCREENING",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants are randomized to have them and their primary care providers receive their PRS results at baseline (PRS) or after 24 months (usual care, UC). Randomization is stratified by PRS results: A high-risk stratum consists of all participants with at least one PRS indicating high risk, while the remaining participants comprise the average-risk stratum. Participants who do not receive their results at baseline are blinded to whether they have all average-risk PRS results or any high-risk PRS results. Outcomes assessors and data analysts will be blinded to randomization and PRS results status.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1076,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Polygenic risk score (PRS) - high risk stratum",
                    "type": "EXPERIMENTAL",
                    "description": "Patient-participants in the PRS-high arm and their providers will receive their high-PRS results at baseline, along with educational resources about the results.",
                    "interventionNames": [
                        "Diagnostic Test: Polygenic risk score (PRS)"
                    ]
                },
                {
                    "label": "Usual care (UC) - high risk stratum",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patient-participants in the UC-high arm and their providers will receive their high-PRS results after a 24-month observation period, along with educational resources about the results.",
                    "interventionNames": [
                        "Diagnostic Test: Polygenic risk score (PRS)"
                    ]
                },
                {
                    "label": "Polygenic risk score (PRS) - average risk stratum",
                    "type": "EXPERIMENTAL",
                    "description": "Patient-participants in the PRS-average arm and their providers will receive their average-PRS results at baseline, along with educational resources about the results.",
                    "interventionNames": [
                        "Diagnostic Test: Polygenic risk score (PRS)"
                    ]
                },
                {
                    "label": "Usual care (UC) - average risk stratum",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patient-participants in the UC-average arm and their providers will receive their average-PRS results after a 24-month observation period, along with educational resources about the results..",
                    "interventionNames": [
                        "Diagnostic Test: Polygenic risk score (PRS)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Polygenic risk score (PRS)",
                    "description": "Polygenic risk score report from a Clinical Laboratory Improvement Amendment (CLIA)-certified laboratory for coronary artery disease, atrial fibrillation, type 2 diabetes, colorectal cancer, breast cancer (for women only), and prostate cancer (for men only), delivered along with patient- and provider-level educational material.",
                    "armGroupLabels": [
                        "Polygenic risk score (PRS) - average risk stratum",
                        "Polygenic risk score (PRS) - high risk stratum",
                        "Usual care (UC) - average risk stratum",
                        "Usual care (UC) - high risk stratum"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Time-to-new diagnosis of common complex disease",
                    "description": "The primary outcome of the study is time-to-diagnosis both of undiagnosed prevalent cases of the 6 target conditions and incident cases during the study period. This composite outcome will only include clinically significant diagnoses, as adjudicated by expert clinical chart review.",
                    "timeFrame": "24 months after enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Diagnostic testing",
                    "description": "Any evidence that the patient-participant underwent additional diagnostic testing for the six target diseases since enrollment: coronary artery disease (stress testing, cardiac CT for coronary artery calcium (CAC), coronary angiography), atrial fibrillation (ECG, heart rhythm monitoring), type 2 diabetes (hemoglobin A1c, blood glucose), colorectal cancer (colonoscopy, sigmoidoscopy, fecal blood testing, CT colonography), breast cancer (mammography, breast MRI, breast ultrasound, breast biopsy), and prostate cancer (PSA testing, prostate biopsy).",
                    "timeFrame": "24 months after enrollment"
                },
                {
                    "measure": "Patient activation",
                    "description": "Self-reported understanding, competence, and willingness to participate health care decisions and processes assessed on the baseline and end-of-study surveys, using the 13-item short form of the Patient Activation Measure (Hibbard, Health Services Research 2005).",
                    "timeFrame": "Baseline and 24 months after enrollment"
                },
                {
                    "measure": "Healthcare costs",
                    "description": "A combination of administrative data and microcosting approaches will be used to estimate the costs of the intervention and the subsequent patient-level healthcare costs over the 24 months after enrollment. Estimates of the infrastructure and personnel needed to deliver the intervention will be derived empirically from the study. Healthcare costs will be abstracted from billing and administrative data.",
                    "timeFrame": "24 months after enrollment"
                },
                {
                    "measure": "Medication adherence",
                    "description": "Self-report of taking medications as prescribed assessed on the baseline and end-of-study surveys, using the 3-item Voils Medication Adherence Survey (Voils, Medical Care, 2012).",
                    "timeFrame": "Baseline and 24 months after enrollment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Provider knowledge and beliefs about PRS",
                    "description": "Semi-structured interviews will collect qualitative data on participating providers' understanding of and perceived utility of the PRS risk information.",
                    "timeFrame": "24 months after enrollment"
                },
                {
                    "measure": "Blood pressure",
                    "description": "The most recent systolic and diastolic blood pressure values recorded in the medical record prior to or on the date of enrollment and prior to or on the date 24 months after enrollment.",
                    "timeFrame": "Baseline and 24 months after enrollment"
                },
                {
                    "measure": "Body-mass index (BMI)",
                    "description": "The most recent BMI values recorded in the medical record prior to or on the date of enrollment and prior to or on the date 24 months after enrollment.",
                    "timeFrame": "Baseline and 24 months after enrollment"
                },
                {
                    "measure": "Aspirin use",
                    "description": "Self-reported use of prescription or over-the-counter aspirin will be assessed on the baseline and end-of-study surveys.",
                    "timeFrame": "Baseline and 24 months after enrollment"
                },
                {
                    "measure": "Physical activity",
                    "description": "Self-reported physical will be assessed on the baseline and end-of-study surveys using the Rapid Assessment of Physical Activity.",
                    "timeFrame": "Baseline and 24 months after enrollment."
                },
                {
                    "measure": "Alcohol intake",
                    "description": "Self-reported alcohol will be assessed on the baseline and end-of-study surveys using measures from the Behavioral Risk Factor Surveillance System, recorded as an ordinal 5-item Likert response (from \"Never\" to \"Very often\").",
                    "timeFrame": "Baseline and 24 months after enrollment"
                },
                {
                    "measure": "Processed meat consumption",
                    "description": "Self-reported processed meat intake assessed on the baseline and end-of-study surveys using a food frequency question from National Cancer Institute Eating Habits Questionnaire, recorded as an ordinal 5-item Likert response (from \"Never\" to \"Very often\").",
                    "timeFrame": "Baseline and 24 months after enrollment"
                },
                {
                    "measure": "Low-density lipoprotein cholesterol (LDL-C)",
                    "description": "The most recent LDL-C values recorded in the medical record prior to or on the date of enrollment and prior to or on the date 24 months after enrollment.",
                    "timeFrame": "Baseline and 24 months after enrollment"
                },
                {
                    "measure": "Smoking status",
                    "description": "Self-reported smoking status will be assessed on the baseline and end-of-study surveys using measures from the Behavioral Risk Factor Surveillance System.",
                    "timeFrame": "Baseline and 24 months after enrollment"
                },
                {
                    "measure": "Risk-reducing medication prescriptions",
                    "description": "Relevant prescription medication changes during 24-month observation period, including antihypertensives, cholesterol-lowering medications, anticoagulants, antiplatelet medications, 5-alpha reductase inhibitors, selective estrogen receptor modulators, aromatase inhibitors, as abstracted from medical record review.",
                    "timeFrame": "24 months after enrollment"
                },
                {
                    "measure": "Health status and quality of life",
                    "description": "As determined by data collected from the baseline survey (VR-12)",
                    "timeFrame": "Baseline and 24 months after enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 50-70 years at enrollment\n* No known diagnosis of the following conditions, initially screened by the International Classification of Disease (ICD) codes or other electronic health record (EHR) data using validated methods and then confirmed with potential patient-participants during recruitment: coronary artery disease, atrial fibrillation, type 2 diabetes, colorectal cancer, breast cancer, prostate cancer\n\nExclusion Criteria:\n\n* Patients will be ineligible if they:\n\n  * Have a known diagnosis of at least one of the six diseases of interest\n  * Are younger than age 50 or older than age 70\n  * Are pregnant\n  * Are incarcerated or institutionalized",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jason L. Vassy, MD, MPH, SM",
                    "role": "CONTACT",
                    "phone": "857-364-2561",
                    "email": "jvassy@partners.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jason L. Vassy, MD, MPH, SM",
                    "affiliation": "Harvard Medical School (HMS and HSDM)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Boston Healthcare System",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02130-4817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason L. Vassy, MD, MPH, SM",
                            "role": "CONTACT",
                            "phone": "857-364-2561",
                            "email": "jvassy@partners.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27140283",
                    "type": "BACKGROUND",
                    "citation": "Chatterjee N, Shi J, Garcia-Closas M. Developing and evaluating polygenic risk prediction models for stratified disease prevention. Nat Rev Genet. 2016 Jul;17(7):392-406. doi: 10.1038/nrg.2016.27. Epub 2016 May 3."
                },
                {
                    "pmid": "27061411",
                    "type": "BACKGROUND",
                    "citation": "Dudbridge F. Polygenic Epidemiology. Genet Epidemiol. 2016 May;40(4):268-72. doi: 10.1002/gepi.21966. Epub 2016 Apr 7."
                },
                {
                    "pmid": "25597499",
                    "type": "BACKGROUND",
                    "citation": "Kotze MJ, Luckhoff HK, Peeters AV, Baatjes K, Schoeman M, van der Merwe L, Grant KA, Fisher LR, van der Merwe N, Pretorius J, van Velden DP, Myburgh EJ, Pienaar FM, van Rensburg SJ, Yako YY, September AV, Moremi KE, Cronje FJ, Tiffin N, Bouwens CS, Bezuidenhout J, Apffelstaedt JP, Hough FS, Erasmus RT, Schneider JW. Genomic medicine and risk prediction across the disease spectrum. Crit Rev Clin Lab Sci. 2015;52(3):120-37. doi: 10.3109/10408363.2014.997930. Epub 2015 Jan 19."
                },
                {
                    "pmid": "30158681",
                    "type": "BACKGROUND",
                    "citation": "Schork AJ, Schork MA, Schork NJ. Genetic risks and clinical rewards. Nat Genet. 2018 Sep;50(9):1210-1211. doi: 10.1038/s41588-018-0213-x. No abstract available."
                },
                {
                    "pmid": "29789686",
                    "type": "BACKGROUND",
                    "citation": "Torkamani A, Wineinger NE, Topol EJ. The personal and clinical utility of polygenic risk scores. Nat Rev Genet. 2018 Sep;19(9):581-590. doi: 10.1038/s41576-018-0018-x."
                },
                {
                    "pmid": "29601582",
                    "type": "BACKGROUND",
                    "citation": "Knowles JW, Ashley EA. Cardiovascular disease: The rise of the genetic risk score. PLoS Med. 2018 Mar 30;15(3):e1002546. doi: 10.1371/journal.pmed.1002546. eCollection 2018 Mar."
                },
                {
                    "pmid": "30104762",
                    "type": "BACKGROUND",
                    "citation": "Khera AV, Chaffin M, Aragam KG, Haas ME, Roselli C, Choi SH, Natarajan P, Lander ES, Lubitz SA, Ellinor PT, Kathiresan S. Genome-wide polygenic scores for common diseases identify individuals with risk equivalent to monogenic mutations. Nat Genet. 2018 Sep;50(9):1219-1224. doi: 10.1038/s41588-018-0183-z. Epub 2018 Aug 13."
                },
                {
                    "pmid": "27398621",
                    "type": "BACKGROUND",
                    "citation": "Fuchsberger C, Flannick J, Teslovich TM, Mahajan A, Agarwala V, Gaulton KJ, Ma C, Fontanillas P, Moutsianas L, McCarthy DJ, Rivas MA, Perry JRB, Sim X, Blackwell TW, Robertson NR, Rayner NW, Cingolani P, Locke AE, Tajes JF, Highland HM, Dupuis J, Chines PS, Lindgren CM, Hartl C, Jackson AU, Chen H, Huyghe JR, van de Bunt M, Pearson RD, Kumar A, Muller-Nurasyid M, Grarup N, Stringham HM, Gamazon ER, Lee J, Chen Y, Scott RA, Below JE, Chen P, Huang J, Go MJ, Stitzel ML, Pasko D, Parker SCJ, Varga TV, Green T, Beer NL, Day-Williams AG, Ferreira T, Fingerlin T, Horikoshi M, Hu C, Huh I, Ikram MK, Kim BJ, Kim Y, Kim YJ, Kwon MS, Lee J, Lee S, Lin KH, Maxwell TJ, Nagai Y, Wang X, Welch RP, Yoon J, Zhang W, Barzilai N, Voight BF, Han BG, Jenkinson CP, Kuulasmaa T, Kuusisto J, Manning A, Ng MCY, Palmer ND, Balkau B, Stancakova A, Abboud HE, Boeing H, Giedraitis V, Prabhakaran D, Gottesman O, Scott J, Carey J, Kwan P, Grant G, Smith JD, Neale BM, Purcell S, Butterworth AS, Howson JMM, Lee HM, Lu Y, Kwak SH, Zhao W, Danesh J, Lam VKL, Park KS, Saleheen D, So WY, Tam CHT, Afzal U, Aguilar D, Arya R, Aung T, Chan E, Navarro C, Cheng CY, Palli D, Correa A, Curran JE, Rybin D, Farook VS, Fowler SP, Freedman BI, Griswold M, Hale DE, Hicks PJ, Khor CC, Kumar S, Lehne B, Thuillier D, Lim WY, Liu J, van der Schouw YT, Loh M, Musani SK, Puppala S, Scott WR, Yengo L, Tan ST, Taylor HA Jr, Thameem F, Wilson G Sr, Wong TY, Njolstad PR, Levy JC, Mangino M, Bonnycastle LL, Schwarzmayr T, Fadista J, Surdulescu GL, Herder C, Groves CJ, Wieland T, Bork-Jensen J, Brandslund I, Christensen C, Koistinen HA, Doney ASF, Kinnunen L, Esko T, Farmer AJ, Hakaste L, Hodgkiss D, Kravic J, Lyssenko V, Hollensted M, Jorgensen ME, Jorgensen T, Ladenvall C, Justesen JM, Karajamaki A, Kriebel J, Rathmann W, Lannfelt L, Lauritzen T, Narisu N, Linneberg A, Melander O, Milani L, Neville M, Orho-Melander M, Qi L, Qi Q, Roden M, Rolandsson O, Swift A, Rosengren AH, Stirrups K, Wood AR, Mihailov E, Blancher C, Carneiro MO, Maguire J, Poplin R, Shakir K, Fennell T, DePristo M, de Angelis MH, Deloukas P, Gjesing AP, Jun G, Nilsson P, Murphy J, Onofrio R, Thorand B, Hansen T, Meisinger C, Hu FB, Isomaa B, Karpe F, Liang L, Peters A, Huth C, O'Rahilly SP, Palmer CNA, Pedersen O, Rauramaa R, Tuomilehto J, Salomaa V, Watanabe RM, Syvanen AC, Bergman RN, Bharadwaj D, Bottinger EP, Cho YS, Chandak GR, Chan JCN, Chia KS, Daly MJ, Ebrahim SB, Langenberg C, Elliott P, Jablonski KA, Lehman DM, Jia W, Ma RCW, Pollin TI, Sandhu M, Tandon N, Froguel P, Barroso I, Teo YY, Zeggini E, Loos RJF, Small KS, Ried JS, DeFronzo RA, Grallert H, Glaser B, Metspalu A, Wareham NJ, Walker M, Banks E, Gieger C, Ingelsson E, Im HK, Illig T, Franks PW, Buck G, Trakalo J, Buck D, Prokopenko I, Magi R, Lind L, Farjoun Y, Owen KR, Gloyn AL, Strauch K, Tuomi T, Kooner JS, Lee JY, Park T, Donnelly P, Morris AD, Hattersley AT, Bowden DW, Collins FS, Atzmon G, Chambers JC, Spector TD, Laakso M, Strom TM, Bell GI, Blangero J, Duggirala R, Tai ES, McVean G, Hanis CL, Wilson JG, Seielstad M, Frayling TM, Meigs JB, Cox NJ, Sladek R, Lander ES, Gabriel S, Burtt NP, Mohlke KL, Meitinger T, Groop L, Abecasis G, Florez JC, Scott LJ, Morris AP, Kang HM, Boehnke M, Altshuler D, McCarthy MI. The genetic architecture of type 2 diabetes. Nature. 2016 Aug 4;536(7614):41-47. doi: 10.1038/nature18642. Epub 2016 Jul 11."
                },
                {
                    "pmid": "22251874",
                    "type": "BACKGROUND",
                    "citation": "Gibson G. Rare and common variants: twenty arguments. Nat Rev Genet. 2012 Jan 18;13(2):135-45. doi: 10.1038/nrg3118."
                },
                {
                    "pmid": "25422463",
                    "type": "BACKGROUND",
                    "citation": "Golan D, Lander ES, Rosset S. Measuring missing heritability: inferring the contribution of common variants. Proc Natl Acad Sci U S A. 2014 Dec 9;111(49):E5272-81. doi: 10.1073/pnas.1419064111. Epub 2014 Nov 24."
                },
                {
                    "pmid": "28709925",
                    "type": "BACKGROUND",
                    "citation": "Barton NH, Etheridge AM, Veber A. The infinitesimal model: Definition, derivation, and implications. Theor Popul Biol. 2017 Dec;118:50-73. doi: 10.1016/j.tpb.2017.06.001. Epub 2017 Jul 11."
                },
                {
                    "pmid": "28622505",
                    "type": "BACKGROUND",
                    "citation": "Boyle EA, Li YI, Pritchard JK. An Expanded View of Complex Traits: From Polygenic to Omnigenic. Cell. 2017 Jun 15;169(7):1177-1186. doi: 10.1016/j.cell.2017.05.038."
                },
                {
                    "pmid": "23412608",
                    "type": "BACKGROUND",
                    "citation": "Khoury MJ, Janssens AC, Ransohoff DF. How can polygenic inheritance be used in population screening for common diseases? Genet Med. 2013 Jun;15(6):437-43. doi: 10.1038/gim.2012.182. Epub 2013 Feb 14."
                },
                {
                    "pmid": "30305759",
                    "type": "BACKGROUND",
                    "citation": "Warren M. The approach to predictive medicine that is taking genomics research by storm. Nature. 2018 Oct;562(7726):181-183. doi: 10.1038/d41586-018-06956-3. No abstract available."
                },
                {
                    "pmid": "30309464",
                    "type": "BACKGROUND",
                    "citation": "Inouye M, Abraham G, Nelson CP, Wood AM, Sweeting MJ, Dudbridge F, Lai FY, Kaptoge S, Brozynska M, Wang T, Ye S, Webb TR, Rutter MK, Tzoulaki I, Patel RS, Loos RJF, Keavney B, Hemingway H, Thompson J, Watkins H, Deloukas P, Di Angelantonio E, Butterworth AS, Danesh J, Samani NJ; UK Biobank CardioMetabolic Consortium CHD Working Group. Genomic Risk Prediction of Coronary Artery Disease in 480,000 Adults: Implications for Primary Prevention. J Am Coll Cardiol. 2018 Oct 16;72(16):1883-1893. doi: 10.1016/j.jacc.2018.07.079."
                },
                {
                    "pmid": "20971364",
                    "type": "BACKGROUND",
                    "citation": "Ripatti S, Tikkanen E, Orho-Melander M, Havulinna AS, Silander K, Sharma A, Guiducci C, Perola M, Jula A, Sinisalo J, Lokki ML, Nieminen MS, Melander O, Salomaa V, Peltonen L, Kathiresan S. A multilocus genetic risk score for coronary heart disease: case-control and prospective cohort analyses. Lancet. 2010 Oct 23;376(9750):1393-400. doi: 10.1016/S0140-6736(10)61267-6."
                },
                {
                    "pmid": "24875299",
                    "type": "BACKGROUND",
                    "citation": "Feero WG, Manolio TA, Khoury MJ. Translational research is a key to nongeneticist physicians' genomics education. Genet Med. 2014 Dec;16(12):871-3. doi: 10.1038/gim.2014.67. Epub 2014 May 29. No abstract available."
                },
                {
                    "pmid": "28406488",
                    "type": "BACKGROUND",
                    "citation": "Phillips KA, Deverka PA, Sox HC, Khoury MJ, Sandy LG, Ginsburg GS, Tunis SR, Orlando LA, Douglas MP. Making genomic medicine evidence-based and patient-centered: a structured review and landscape analysis of comparative effectiveness research. Genet Med. 2017 Oct;19(10):1081-1091. doi: 10.1038/gim.2017.21. Epub 2017 Apr 13."
                },
                {
                    "pmid": "22955111",
                    "type": "BACKGROUND",
                    "citation": "Veenstra DL, Piper M, Haddow JE, Pauker SG, Klein R, Richards CS, Tunis SR, Djulbegovic B, Marrone M, Lin JS, Berg AO, Calonge N. Improving the efficiency and relevance of evidence-based recommendations in the era of whole-genome sequencing: an EGAPP methods update. Genet Med. 2013 Jan;15(1):14-24. doi: 10.1038/gim.2012.106. Epub 2012 Sep 6."
                },
                {
                    "pmid": "30224653",
                    "type": "BACKGROUND",
                    "citation": "Evangelou E, Warren HR, Mosen-Ansorena D, Mifsud B, Pazoki R, Gao H, Ntritsos G, Dimou N, Cabrera CP, Karaman I, Ng FL, Evangelou M, Witkowska K, Tzanis E, Hellwege JN, Giri A, Velez Edwards DR, Sun YV, Cho K, Gaziano JM, Wilson PWF, Tsao PS, Kovesdy CP, Esko T, Magi R, Milani L, Almgren P, Boutin T, Debette S, Ding J, Giulianini F, Holliday EG, Jackson AU, Li-Gao R, Lin WY, Luan J, Mangino M, Oldmeadow C, Prins BP, Qian Y, Sargurupremraj M, Shah N, Surendran P, Theriault S, Verweij N, Willems SM, Zhao JH, Amouyel P, Connell J, de Mutsert R, Doney ASF, Farrall M, Menni C, Morris AD, Noordam R, Pare G, Poulter NR, Shields DC, Stanton A, Thom S, Abecasis G, Amin N, Arking DE, Ayers KL, Barbieri CM, Batini C, Bis JC, Blake T, Bochud M, Boehnke M, Boerwinkle E, Boomsma DI, Bottinger EP, Braund PS, Brumat M, Campbell A, Campbell H, Chakravarti A, Chambers JC, Chauhan G, Ciullo M, Cocca M, Collins F, Cordell HJ, Davies G, de Borst MH, de Geus EJ, Deary IJ, Deelen J, Del Greco M F, Demirkale CY, Dorr M, Ehret GB, Elosua R, Enroth S, Erzurumluoglu AM, Ferreira T, Franberg M, Franco OH, Gandin I, Gasparini P, Giedraitis V, Gieger C, Girotto G, Goel A, Gow AJ, Gudnason V, Guo X, Gyllensten U, Hamsten A, Harris TB, Harris SE, Hartman CA, Havulinna AS, Hicks AA, Hofer E, Hofman A, Hottenga JJ, Huffman JE, Hwang SJ, Ingelsson E, James A, Jansen R, Jarvelin MR, Joehanes R, Johansson A, Johnson AD, Joshi PK, Jousilahti P, Jukema JW, Jula A, Kahonen M, Kathiresan S, Keavney BD, Khaw KT, Knekt P, Knight J, Kolcic I, Kooner JS, Koskinen S, Kristiansson K, Kutalik Z, Laan M, Larson M, Launer LJ, Lehne B, Lehtimaki T, Liewald DCM, Lin L, Lind L, Lindgren CM, Liu Y, Loos RJF, Lopez LM, Lu Y, Lyytikainen LP, Mahajan A, Mamasoula C, Marrugat J, Marten J, Milaneschi Y, Morgan A, Morris AP, Morrison AC, Munson PJ, Nalls MA, Nandakumar P, Nelson CP, Niiranen T, Nolte IM, Nutile T, Oldehinkel AJ, Oostra BA, O'Reilly PF, Org E, Padmanabhan S, Palmas W, Palotie A, Pattie A, Penninx BWJH, Perola M, Peters A, Polasek O, Pramstaller PP, Nguyen QT, Raitakari OT, Ren M, Rettig R, Rice K, Ridker PM, Ried JS, Riese H, Ripatti S, Robino A, Rose LM, Rotter JI, Rudan I, Ruggiero D, Saba Y, Sala CF, Salomaa V, Samani NJ, Sarin AP, Schmidt R, Schmidt H, Shrine N, Siscovick D, Smith AV, Snieder H, Sober S, Sorice R, Starr JM, Stott DJ, Strachan DP, Strawbridge RJ, Sundstrom J, Swertz MA, Taylor KD, Teumer A, Tobin MD, Tomaszewski M, Toniolo D, Traglia M, Trompet S, Tuomilehto J, Tzourio C, Uitterlinden AG, Vaez A, van der Most PJ, van Duijn CM, Vergnaud AC, Verwoert GC, Vitart V, Volker U, Vollenweider P, Vuckovic D, Watkins H, Wild SH, Willemsen G, Wilson JF, Wright AF, Yao J, Zemunik T, Zhang W, Attia JR, Butterworth AS, Chasman DI, Conen D, Cucca F, Danesh J, Hayward C, Howson JMM, Laakso M, Lakatta EG, Langenberg C, Melander O, Mook-Kanamori DO, Palmer CNA, Risch L, Scott RA, Scott RJ, Sever P, Spector TD, van der Harst P, Wareham NJ, Zeggini E, Levy D, Munroe PB, Newton-Cheh C, Brown MJ, Metspalu A, Hung AM, O'Donnell CJ, Edwards TL, Psaty BM, Tzoulaki I, Barnes MR, Wain LV, Elliott P, Caulfield MJ; Million Veteran Program. Genetic analysis of over 1 million people identifies 535 new loci associated with blood pressure traits. Nat Genet. 2018 Oct;50(10):1412-1425. doi: 10.1038/s41588-018-0205-x. Epub 2018 Sep 17. Erratum In: Nat Genet. 2018 Dec;50(12):1755. doi: 10.1038/s41588-018-0297-3."
                },
                {
                    "pmid": "30275531",
                    "type": "BACKGROUND",
                    "citation": "Klarin D, Damrauer SM, Cho K, Sun YV, Teslovich TM, Honerlaw J, Gagnon DR, DuVall SL, Li J, Peloso GM, Chaffin M, Small AM, Huang J, Tang H, Lynch JA, Ho YL, Liu DJ, Emdin CA, Li AH, Huffman JE, Lee JS, Natarajan P, Chowdhury R, Saleheen D, Vujkovic M, Baras A, Pyarajan S, Di Angelantonio E, Neale BM, Naheed A, Khera AV, Danesh J, Chang KM, Abecasis G, Willer C, Dewey FE, Carey DJ; Global Lipids Genetics Consortium; Myocardial Infarction Genetics (MIGen) Consortium; Geisinger-Regeneron DiscovEHR Collaboration; VA Million Veteran Program; Concato J, Gaziano JM, O'Donnell CJ, Tsao PS, Kathiresan S, Rader DJ, Wilson PWF, Assimes TL. Genetics of blood lipids among ~300,000 multi-ethnic participants of the Million Veteran Program. Nat Genet. 2018 Nov;50(11):1514-1523. doi: 10.1038/s41588-018-0222-9. Epub 2018 Oct 1."
                },
                {
                    "pmid": "28416818",
                    "type": "BACKGROUND",
                    "citation": "Christophersen IE, Rienstra M, Roselli C, Yin X, Geelhoed B, Barnard J, Lin H, Arking DE, Smith AV, Albert CM, Chaffin M, Tucker NR, Li M, Klarin D, Bihlmeyer NA, Low SK, Weeke PE, Muller-Nurasyid M, Smith JG, Brody JA, Niemeijer MN, Dorr M, Trompet S, Huffman J, Gustafsson S, Schurmann C, Kleber ME, Lyytikainen LP, Seppala I, Malik R, Horimoto ARVR, Perez M, Sinisalo J, Aeschbacher S, Theriault S, Yao J, Radmanesh F, Weiss S, Teumer A, Choi SH, Weng LC, Clauss S, Deo R, Rader DJ, Shah SH, Sun A, Hopewell JC, Debette S, Chauhan G, Yang Q, Worrall BB, Pare G, Kamatani Y, Hagemeijer YP, Verweij N, Siland JE, Kubo M, Smith JD, Van Wagoner DR, Bis JC, Perz S, Psaty BM, Ridker PM, Magnani JW, Harris TB, Launer LJ, Shoemaker MB, Padmanabhan S, Haessler J, Bartz TM, Waldenberger M, Lichtner P, Arendt M, Krieger JE, Kahonen M, Risch L, Mansur AJ, Peters A, Smith BH, Lind L, Scott SA, Lu Y, Bottinger EB, Hernesniemi J, Lindgren CM, Wong JA, Huang J, Eskola M, Morris AP, Ford I, Reiner AP, Delgado G, Chen LY, Chen YI, Sandhu RK, Li M, Boerwinkle E, Eisele L, Lannfelt L, Rost N, Anderson CD, Taylor KD, Campbell A, Magnusson PK, Porteous D, Hocking LJ, Vlachopoulou E, Pedersen NL, Nikus K, Orho-Melander M, Hamsten A, Heeringa J, Denny JC, Kriebel J, Darbar D, Newton-Cheh C, Shaffer C, Macfarlane PW, Heilmann-Heimbach S, Almgren P, Huang PL, Sotoodehnia N, Soliman EZ, Uitterlinden AG, Hofman A, Franco OH, Volker U, Jockel KH, Sinner MF, Lin HJ, Guo X; METASTROKE Consortium of the ISGC; Neurology Working Group of the CHARGE Consortium; Dichgans M, Ingelsson E, Kooperberg C, Melander O, Loos RJF, Laurikka J, Conen D, Rosand J, van der Harst P, Lokki ML, Kathiresan S, Pereira A, Jukema JW, Hayward C, Rotter JI, Marz W, Lehtimaki T, Stricker BH, Chung MK, Felix SB, Gudnason V, Alonso A, Roden DM, Kaab S, Chasman DI, Heckbert SR, Benjamin EJ, Tanaka T, Lunetta KL, Lubitz SA, Ellinor PT; AFGen Consortium. Large-scale analyses of common and rare variants identify 12 new loci associated with atrial fibrillation. Nat Genet. 2017 Jun;49(6):946-952. doi: 10.1038/ng.3843. Epub 2017 Apr 17. Erratum In: Nat Genet. 2017 Jul 27;49(8):1286. doi: 10.1038/ng0817-1286c."
                },
                {
                    "pmid": "26915630",
                    "type": "BACKGROUND",
                    "citation": "Kullo IJ, Jouni H, Austin EE, Brown SA, Kruisselbrink TM, Isseh IN, Haddad RA, Marroush TS, Shameer K, Olson JE, Broeckel U, Green RC, Schaid DJ, Montori VM, Bailey KR. Incorporating a Genetic Risk Score Into Coronary Heart Disease Risk Estimates: Effect on Low-Density Lipoprotein Cholesterol Levels (the MI-GENES Clinical Trial). Circulation. 2016 Mar 22;133(12):1181-8. doi: 10.1161/CIRCULATIONAHA.115.020109. Epub 2016 Feb 25."
                },
                {
                    "pmid": "29059683",
                    "type": "BACKGROUND",
                    "citation": "Michailidou K, Lindstrom S, Dennis J, Beesley J, Hui S, Kar S, Lemacon A, Soucy P, Glubb D, Rostamianfar A, Bolla MK, Wang Q, Tyrer J, Dicks E, Lee A, Wang Z, Allen J, Keeman R, Eilber U, French JD, Qing Chen X, Fachal L, McCue K, McCart Reed AE, Ghoussaini M, Carroll JS, Jiang X, Finucane H, Adams M, Adank MA, Ahsan H, Aittomaki K, Anton-Culver H, Antonenkova NN, Arndt V, Aronson KJ, Arun B, Auer PL, Bacot F, Barrdahl M, Baynes C, Beckmann MW, Behrens S, Benitez J, Bermisheva M, Bernstein L, Blomqvist C, Bogdanova NV, Bojesen SE, Bonanni B, Borresen-Dale AL, Brand JS, Brauch H, Brennan P, Brenner H, Brinton L, Broberg P, Brock IW, Broeks A, Brooks-Wilson A, Brucker SY, Bruning T, Burwinkel B, Butterbach K, Cai Q, Cai H, Caldes T, Canzian F, Carracedo A, Carter BD, Castelao JE, Chan TL, David Cheng TY, Seng Chia K, Choi JY, Christiansen H, Clarke CL; NBCS Collaborators; Collee M, Conroy DM, Cordina-Duverger E, Cornelissen S, Cox DG, Cox A, Cross SS, Cunningham JM, Czene K, Daly MB, Devilee P, Doheny KF, Dork T, Dos-Santos-Silva I, Dumont M, Durcan L, Dwek M, Eccles DM, Ekici AB, Eliassen AH, Ellberg C, Elvira M, Engel C, Eriksson M, Fasching PA, Figueroa J, Flesch-Janys D, Fletcher O, Flyger H, Fritschi L, Gaborieau V, Gabrielson M, Gago-Dominguez M, Gao YT, Gapstur SM, Garcia-Saenz JA, Gaudet MM, Georgoulias V, Giles GG, Glendon G, Goldberg MS, Goldgar DE, Gonzalez-Neira A, Grenaker Alnaes GI, Grip M, Gronwald J, Grundy A, Guenel P, Haeberle L, Hahnen E, Haiman CA, Hakansson N, Hamann U, Hamel N, Hankinson S, Harrington P, Hart SN, Hartikainen JM, Hartman M, Hein A, Heyworth J, Hicks B, Hillemanns P, Ho DN, Hollestelle A, Hooning MJ, Hoover RN, Hopper JL, Hou MF, Hsiung CN, Huang G, Humphreys K, Ishiguro J, Ito H, Iwasaki M, Iwata H, Jakubowska A, Janni W, John EM, Johnson N, Jones K, Jones M, Jukkola-Vuorinen A, Kaaks R, Kabisch M, Kaczmarek K, Kang D, Kasuga Y, Kerin MJ, Khan S, Khusnutdinova E, Kiiski JI, Kim SW, Knight JA, Kosma VM, Kristensen VN, Kruger U, Kwong A, Lambrechts D, Le Marchand L, Lee E, Lee MH, Lee JW, Neng Lee C, Lejbkowicz F, Li J, Lilyquist J, Lindblom A, Lissowska J, Lo WY, Loibl S, Long J, Lophatananon A, Lubinski J, Luccarini C, Lux MP, Ma ESK, MacInnis RJ, Maishman T, Makalic E, Malone KE, Kostovska IM, Mannermaa A, Manoukian S, Manson JE, Margolin S, Mariapun S, Martinez ME, Matsuo K, Mavroudis D, McKay J, McLean C, Meijers-Heijboer H, Meindl A, Menendez P, Menon U, Meyer J, Miao H, Miller N, Taib NAM, Muir K, Mulligan AM, Mulot C, Neuhausen SL, Nevanlinna H, Neven P, Nielsen SF, Noh DY, Nordestgaard BG, Norman A, Olopade OI, Olson JE, Olsson H, Olswold C, Orr N, Pankratz VS, Park SK, Park-Simon TW, Lloyd R, Perez JIA, Peterlongo P, Peto J, Phillips KA, Pinchev M, Plaseska-Karanfilska D, Prentice R, Presneau N, Prokofyeva D, Pugh E, Pylkas K, Rack B, Radice P, Rahman N, Rennert G, Rennert HS, Rhenius V, Romero A, Romm J, Ruddy KJ, Rudiger T, Rudolph A, Ruebner M, Rutgers EJT, Saloustros E, Sandler DP, Sangrajrang S, Sawyer EJ, Schmidt DF, Schmutzler RK, Schneeweiss A, Schoemaker MJ, Schumacher F, Schurmann P, Scott RJ, Scott C, Seal S, Seynaeve C, Shah M, Sharma P, Shen CY, Sheng G, Sherman ME, Shrubsole MJ, Shu XO, Smeets A, Sohn C, Southey MC, Spinelli JJ, Stegmaier C, Stewart-Brown S, Stone J, Stram DO, Surowy H, Swerdlow A, Tamimi R, Taylor JA, Tengstrom M, Teo SH, Beth Terry M, Tessier DC, Thanasitthichai S, Thone K, Tollenaar RAEM, Tomlinson I, Tong L, Torres D, Truong T, Tseng CC, Tsugane S, Ulmer HU, Ursin G, Untch M, Vachon C, van Asperen CJ, Van Den Berg D, van den Ouweland AMW, van der Kolk L, van der Luijt RB, Vincent D, Vollenweider J, Waisfisz Q, Wang-Gohrke S, Weinberg CR, Wendt C, Whittemore AS, Wildiers H, Willett W, Winqvist R, Wolk A, Wu AH, Xia L, Yamaji T, Yang XR, Har Yip C, Yoo KY, Yu JC, Zheng W, Zheng Y, Zhu B, Ziogas A, Ziv E; ABCTB Investigators; ConFab/AOCS Investigators; Lakhani SR, Antoniou AC, Droit A, Andrulis IL, Amos CI, Couch FJ, Pharoah PDP, Chang-Claude J, Hall P, Hunter DJ, Milne RL, Garcia-Closas M, Schmidt MK, Chanock SJ, Dunning AM, Edwards SL, Bader GD, Chenevix-Trench G, Simard J, Kraft P, Easton DF. Association analysis identifies 65 new breast cancer risk loci. Nature. 2017 Nov 2;551(7678):92-94. doi: 10.1038/nature24284. Epub 2017 Oct 23."
                },
                {
                    "pmid": "26343387",
                    "type": "BACKGROUND",
                    "citation": "Nikpay M, Goel A, Won HH, Hall LM, Willenborg C, Kanoni S, Saleheen D, Kyriakou T, Nelson CP, Hopewell JC, Webb TR, Zeng L, Dehghan A, Alver M, Armasu SM, Auro K, Bjonnes A, Chasman DI, Chen S, Ford I, Franceschini N, Gieger C, Grace C, Gustafsson S, Huang J, Hwang SJ, Kim YK, Kleber ME, Lau KW, Lu X, Lu Y, Lyytikainen LP, Mihailov E, Morrison AC, Pervjakova N, Qu L, Rose LM, Salfati E, Saxena R, Scholz M, Smith AV, Tikkanen E, Uitterlinden A, Yang X, Zhang W, Zhao W, de Andrade M, de Vries PS, van Zuydam NR, Anand SS, Bertram L, Beutner F, Dedoussis G, Frossard P, Gauguier D, Goodall AH, Gottesman O, Haber M, Han BG, Huang J, Jalilzadeh S, Kessler T, Konig IR, Lannfelt L, Lieb W, Lind L, Lindgren CM, Lokki ML, Magnusson PK, Mallick NH, Mehra N, Meitinger T, Memon FU, Morris AP, Nieminen MS, Pedersen NL, Peters A, Rallidis LS, Rasheed A, Samuel M, Shah SH, Sinisalo J, Stirrups KE, Trompet S, Wang L, Zaman KS, Ardissino D, Boerwinkle E, Borecki IB, Bottinger EP, Buring JE, Chambers JC, Collins R, Cupples LA, Danesh J, Demuth I, Elosua R, Epstein SE, Esko T, Feitosa MF, Franco OH, Franzosi MG, Granger CB, Gu D, Gudnason V, Hall AS, Hamsten A, Harris TB, Hazen SL, Hengstenberg C, Hofman A, Ingelsson E, Iribarren C, Jukema JW, Karhunen PJ, Kim BJ, Kooner JS, Kullo IJ, Lehtimaki T, Loos RJF, Melander O, Metspalu A, Marz W, Palmer CN, Perola M, Quertermous T, Rader DJ, Ridker PM, Ripatti S, Roberts R, Salomaa V, Sanghera DK, Schwartz SM, Seedorf U, Stewart AF, Stott DJ, Thiery J, Zalloua PA, O'Donnell CJ, Reilly MP, Assimes TL, Thompson JR, Erdmann J, Clarke R, Watkins H, Kathiresan S, McPherson R, Deloukas P, Schunkert H, Samani NJ, Farrall M. A comprehensive 1,000 Genomes-based genome-wide association meta-analysis of coronary artery disease. Nat Genet. 2015 Oct;47(10):1121-1130. doi: 10.1038/ng.3396. Epub 2015 Sep 7."
                },
                {
                    "pmid": "29917119",
                    "type": "BACKGROUND",
                    "citation": "Schmit SL, Edlund CK, Schumacher FR, Gong J, Harrison TA, Huyghe JR, Qu C, Melas M, Van Den Berg DJ, Wang H, Tring S, Plummer SJ, Albanes D, Alonso MH, Amos CI, Anton K, Aragaki AK, Arndt V, Barry EL, Berndt SI, Bezieau S, Bien S, Bloomer A, Boehm J, Boutron-Ruault MC, Brenner H, Brezina S, Buchanan DD, Butterbach K, Caan BJ, Campbell PT, Carlson CS, Castelao JE, Chan AT, Chang-Claude J, Chanock SJ, Cheng I, Cheng YW, Chin LS, Church JM, Church T, Coetzee GA, Cotterchio M, Cruz Correa M, Curtis KR, Duggan D, Easton DF, English D, Feskens EJM, Fischer R, FitzGerald LM, Fortini BK, Fritsche LG, Fuchs CS, Gago-Dominguez M, Gala M, Gallinger SJ, Gauderman WJ, Giles GG, Giovannucci EL, Gogarten SM, Gonzalez-Villalpando C, Gonzalez-Villalpando EM, Grady WM, Greenson JK, Gsur A, Gunter M, Haiman CA, Hampe J, Harlid S, Harju JF, Hayes RB, Hofer P, Hoffmeister M, Hopper JL, Huang SC, Huerta JM, Hudson TJ, Hunter DJ, Idos GE, Iwasaki M, Jackson RD, Jacobs EJ, Jee SH, Jenkins MA, Jia WH, Jiao S, Joshi AD, Kolonel LN, Kono S, Kooperberg C, Krogh V, Kuehn T, Kury S, LaCroix A, Laurie CA, Lejbkowicz F, Lemire M, Lenz HJ, Levine D, Li CI, Li L, Lieb W, Lin Y, Lindor NM, Liu YR, Loupakis F, Lu Y, Luh F, Ma J, Mancao C, Manion FJ, Markowitz SD, Martin V, Matsuda K, Matsuo K, McDonnell KJ, McNeil CE, Milne R, Molina AJ, Mukherjee B, Murphy N, Newcomb PA, Offit K, Omichessan H, Palli D, Cotore JPP, Perez-Mayoral J, Pharoah PD, Potter JD, Qu C, Raskin L, Rennert G, Rennert HS, Riggs BM, Schafmayer C, Schoen RE, Sellers TA, Seminara D, Severi G, Shi W, Shibata D, Shu XO, Siegel EM, Slattery ML, Southey M, Stadler ZK, Stern MC, Stintzing S, Taverna D, Thibodeau SN, Thomas DC, Trichopoulou A, Tsugane S, Ulrich CM, van Duijnhoven FJB, van Guelpan B, Vijai J, Virtamo J, Weinstein SJ, White E, Win AK, Wolk A, Woods M, Wu AH, Wu K, Xiang YB, Yen Y, Zanke BW, Zeng YX, Zhang B, Zubair N, Kweon SS, Figueiredo JC, Zheng W, Marchand LL, Lindblom A, Moreno V, Peters U, Casey G, Hsu L, Conti DV, Gruber SB. Novel Common Genetic Susceptibility Loci for Colorectal Cancer. J Natl Cancer Inst. 2019 Feb 1;111(2):146-157. doi: 10.1093/jnci/djy099."
                },
                {
                    "pmid": "29892016",
                    "type": "BACKGROUND",
                    "citation": "Schumacher FR, Al Olama AA, Berndt SI, Benlloch S, Ahmed M, Saunders EJ, Dadaev T, Leongamornlert D, Anokian E, Cieza-Borrella C, Goh C, Brook MN, Sheng X, Fachal L, Dennis J, Tyrer J, Muir K, Lophatananon A, Stevens VL, Gapstur SM, Carter BD, Tangen CM, Goodman PJ, Thompson IM Jr, Batra J, Chambers S, Moya L, Clements J, Horvath L, Tilley W, Risbridger GP, Gronberg H, Aly M, Nordstrom T, Pharoah P, Pashayan N, Schleutker J, Tammela TLJ, Sipeky C, Auvinen A, Albanes D, Weinstein S, Wolk A, Hakansson N, West CML, Dunning AM, Burnet N, Mucci LA, Giovannucci E, Andriole GL, Cussenot O, Cancel-Tassin G, Koutros S, Beane Freeman LE, Sorensen KD, Orntoft TF, Borre M, Maehle L, Grindedal EM, Neal DE, Donovan JL, Hamdy FC, Martin RM, Travis RC, Key TJ, Hamilton RJ, Fleshner NE, Finelli A, Ingles SA, Stern MC, Rosenstein BS, Kerns SL, Ostrer H, Lu YJ, Zhang HW, Feng N, Mao X, Guo X, Wang G, Sun Z, Giles GG, Southey MC, MacInnis RJ, FitzGerald LM, Kibel AS, Drake BF, Vega A, Gomez-Caamano A, Szulkin R, Eklund M, Kogevinas M, Llorca J, Castano-Vinyals G, Penney KL, Stampfer M, Park JY, Sellers TA, Lin HY, Stanford JL, Cybulski C, Wokolorczyk D, Lubinski J, Ostrander EA, Geybels MS, Nordestgaard BG, Nielsen SF, Weischer M, Bisbjerg R, Roder MA, Iversen P, Brenner H, Cuk K, Holleczek B, Maier C, Luedeke M, Schnoeller T, Kim J, Logothetis CJ, John EM, Teixeira MR, Paulo P, Cardoso M, Neuhausen SL, Steele L, Ding YC, De Ruyck K, De Meerleer G, Ost P, Razack A, Lim J, Teo SH, Lin DW, Newcomb LF, Lessel D, Gamulin M, Kulis T, Kaneva R, Usmani N, Singhal S, Slavov C, Mitev V, Parliament M, Claessens F, Joniau S, Van den Broeck T, Larkin S, Townsend PA, Aukim-Hastie C, Gago-Dominguez M, Castelao JE, Martinez ME, Roobol MJ, Jenster G, van Schaik RHN, Menegaux F, Truong T, Koudou YA, Xu J, Khaw KT, Cannon-Albright L, Pandha H, Michael A, Thibodeau SN, McDonnell SK, Schaid DJ, Lindstrom S, Turman C, Ma J, Hunter DJ, Riboli E, Siddiq A, Canzian F, Kolonel LN, Le Marchand L, Hoover RN, Machiela MJ, Cui Z, Kraft P, Amos CI, Conti DV, Easton DF, Wiklund F, Chanock SJ, Henderson BE, Kote-Jarai Z, Haiman CA, Eeles RA; Profile Study; Australian Prostate Cancer BioResource (APCB); IMPACT Study; Canary PASS Investigators; Breast and Prostate Cancer Cohort Consortium (BPC3); PRACTICAL (Prostate Cancer Association Group to Investigate Cancer-Associated Alterations in the Genome) Consortium; Cancer of the Prostate in Sweden (CAPS); Prostate Cancer Genome-wide Association Study of Uncommon Susceptibility Loci (PEGASUS); Genetic Associations and Mechanisms in Oncology (GAME-ON)/Elucidating Loci Involved in Prostate Cancer Susceptibility (ELLIPSE) Consortium. Association analyses of more than 140,000 men identify 63 new prostate cancer susceptibility loci. Nat Genet. 2018 Jul;50(7):928-936. doi: 10.1038/s41588-018-0142-8. Epub 2018 Jun 11. Erratum In: Nat Genet. 2019 Feb;51(2):363. doi: 10.1038/s41588-018-0330-6."
                },
                {
                    "pmid": "28566273",
                    "type": "BACKGROUND",
                    "citation": "Scott RA, Scott LJ, Magi R, Marullo L, Gaulton KJ, Kaakinen M, Pervjakova N, Pers TH, Johnson AD, Eicher JD, Jackson AU, Ferreira T, Lee Y, Ma C, Steinthorsdottir V, Thorleifsson G, Qi L, Van Zuydam NR, Mahajan A, Chen H, Almgren P, Voight BF, Grallert H, Muller-Nurasyid M, Ried JS, Rayner NW, Robertson N, Karssen LC, van Leeuwen EM, Willems SM, Fuchsberger C, Kwan P, Teslovich TM, Chanda P, Li M, Lu Y, Dina C, Thuillier D, Yengo L, Jiang L, Sparso T, Kestler HA, Chheda H, Eisele L, Gustafsson S, Franberg M, Strawbridge RJ, Benediktsson R, Hreidarsson AB, Kong A, Sigurethsson G, Kerrison ND, Luan J, Liang L, Meitinger T, Roden M, Thorand B, Esko T, Mihailov E, Fox C, Liu CT, Rybin D, Isomaa B, Lyssenko V, Tuomi T, Couper DJ, Pankow JS, Grarup N, Have CT, Jorgensen ME, Jorgensen T, Linneberg A, Cornelis MC, van Dam RM, Hunter DJ, Kraft P, Sun Q, Edkins S, Owen KR, Perry JRB, Wood AR, Zeggini E, Tajes-Fernandes J, Abecasis GR, Bonnycastle LL, Chines PS, Stringham HM, Koistinen HA, Kinnunen L, Sennblad B, Muhleisen TW, Nothen MM, Pechlivanis S, Baldassarre D, Gertow K, Humphries SE, Tremoli E, Klopp N, Meyer J, Steinbach G, Wennauer R, Eriksson JG, Mӓnnisto S, Peltonen L, Tikkanen E, Charpentier G, Eury E, Lobbens S, Gigante B, Leander K, McLeod O, Bottinger EP, Gottesman O, Ruderfer D, Bluher M, Kovacs P, Tonjes A, Maruthur NM, Scapoli C, Erbel R, Jockel KH, Moebus S, de Faire U, Hamsten A, Stumvoll M, Deloukas P, Donnelly PJ, Frayling TM, Hattersley AT, Ripatti S, Salomaa V, Pedersen NL, Boehm BO, Bergman RN, Collins FS, Mohlke KL, Tuomilehto J, Hansen T, Pedersen O, Barroso I, Lannfelt L, Ingelsson E, Lind L, Lindgren CM, Cauchi S, Froguel P, Loos RJF, Balkau B, Boeing H, Franks PW, Barricarte Gurrea A, Palli D, van der Schouw YT, Altshuler D, Groop LC, Langenberg C, Wareham NJ, Sijbrands E, van Duijn CM, Florez JC, Meigs JB, Boerwinkle E, Gieger C, Strauch K, Metspalu A, Morris AD, Palmer CNA, Hu FB, Thorsteinsdottir U, Stefansson K, Dupuis J, Morris AP, Boehnke M, McCarthy MI, Prokopenko I; DIAbetes Genetics Replication And Meta-analysis (DIAGRAM) Consortium. An Expanded Genome-Wide Association Study of Type 2 Diabetes in Europeans. Diabetes. 2017 Nov;66(11):2888-2902. doi: 10.2337/db16-1253. Epub 2017 May 31."
                },
                {
                    "pmid": "30297969",
                    "type": "BACKGROUND",
                    "citation": "Mahajan A, Taliun D, Thurner M, Robertson NR, Torres JM, Rayner NW, Payne AJ, Steinthorsdottir V, Scott RA, Grarup N, Cook JP, Schmidt EM, Wuttke M, Sarnowski C, Magi R, Nano J, Gieger C, Trompet S, Lecoeur C, Preuss MH, Prins BP, Guo X, Bielak LF, Below JE, Bowden DW, Chambers JC, Kim YJ, Ng MCY, Petty LE, Sim X, Zhang W, Bennett AJ, Bork-Jensen J, Brummett CM, Canouil M, Ec Kardt KU, Fischer K, Kardia SLR, Kronenberg F, Lall K, Liu CT, Locke AE, Luan J, Ntalla I, Nylander V, Schonherr S, Schurmann C, Yengo L, Bottinger EP, Brandslund I, Christensen C, Dedoussis G, Florez JC, Ford I, Franco OH, Frayling TM, Giedraitis V, Hackinger S, Hattersley AT, Herder C, Ikram MA, Ingelsson M, Jorgensen ME, Jorgensen T, Kriebel J, Kuusisto J, Ligthart S, Lindgren CM, Linneberg A, Lyssenko V, Mamakou V, Meitinger T, Mohlke KL, Morris AD, Nadkarni G, Pankow JS, Peters A, Sattar N, Stancakova A, Strauch K, Taylor KD, Thorand B, Thorleifsson G, Thorsteinsdottir U, Tuomilehto J, Witte DR, Dupuis J, Peyser PA, Zeggini E, Loos RJF, Froguel P, Ingelsson E, Lind L, Groop L, Laakso M, Collins FS, Jukema JW, Palmer CNA, Grallert H, Metspalu A, Dehghan A, Kottgen A, Abecasis GR, Meigs JB, Rotter JI, Marchini J, Pedersen O, Hansen T, Langenberg C, Wareham NJ, Stefansson K, Gloyn AL, Morris AP, Boehnke M, McCarthy MI. Fine-mapping type 2 diabetes loci to single-variant resolution using high-density imputation and islet-specific epigenome maps. Nat Genet. 2018 Nov;50(11):1505-1513. doi: 10.1038/s41588-018-0241-6. Epub 2018 Oct 8."
                },
                {
                    "pmid": "29892015",
                    "type": "BACKGROUND",
                    "citation": "Roselli C, Chaffin MD, Weng LC, Aeschbacher S, Ahlberg G, Albert CM, Almgren P, Alonso A, Anderson CD, Aragam KG, Arking DE, Barnard J, Bartz TM, Benjamin EJ, Bihlmeyer NA, Bis JC, Bloom HL, Boerwinkle E, Bottinger EB, Brody JA, Calkins H, Campbell A, Cappola TP, Carlquist J, Chasman DI, Chen LY, Chen YI, Choi EK, Choi SH, Christophersen IE, Chung MK, Cole JW, Conen D, Cook J, Crijns HJ, Cutler MJ, Damrauer SM, Daniels BR, Darbar D, Delgado G, Denny JC, Dichgans M, Dorr M, Dudink EA, Dudley SC, Esa N, Esko T, Eskola M, Fatkin D, Felix SB, Ford I, Franco OH, Geelhoed B, Grewal RP, Gudnason V, Guo X, Gupta N, Gustafsson S, Gutmann R, Hamsten A, Harris TB, Hayward C, Heckbert SR, Hernesniemi J, Hocking LJ, Hofman A, Horimoto ARVR, Huang J, Huang PL, Huffman J, Ingelsson E, Ipek EG, Ito K, Jimenez-Conde J, Johnson R, Jukema JW, Kaab S, Kahonen M, Kamatani Y, Kane JP, Kastrati A, Kathiresan S, Katschnig-Winter P, Kavousi M, Kessler T, Kietselaer BL, Kirchhof P, Kleber ME, Knight S, Krieger JE, Kubo M, Launer LJ, Laurikka J, Lehtimaki T, Leineweber K, Lemaitre RN, Li M, Lim HE, Lin HJ, Lin H, Lind L, Lindgren CM, Lokki ML, London B, Loos RJF, Low SK, Lu Y, Lyytikainen LP, Macfarlane PW, Magnusson PK, Mahajan A, Malik R, Mansur AJ, Marcus GM, Margolin L, Margulies KB, Marz W, McManus DD, Melander O, Mohanty S, Montgomery JA, Morley MP, Morris AP, Muller-Nurasyid M, Natale A, Nazarian S, Neumann B, Newton-Cheh C, Niemeijer MN, Nikus K, Nilsson P, Noordam R, Oellers H, Olesen MS, Orho-Melander M, Padmanabhan S, Pak HN, Pare G, Pedersen NL, Pera J, Pereira A, Porteous D, Psaty BM, Pulit SL, Pullinger CR, Rader DJ, Refsgaard L, Ribases M, Ridker PM, Rienstra M, Risch L, Roden DM, Rosand J, Rosenberg MA, Rost N, Rotter JI, Saba S, Sandhu RK, Schnabel RB, Schramm K, Schunkert H, Schurman C, Scott SA, Seppala I, Shaffer C, Shah S, Shalaby AA, Shim J, Shoemaker MB, Siland JE, Sinisalo J, Sinner MF, Slowik A, Smith AV, Smith BH, Smith JG, Smith JD, Smith NL, Soliman EZ, Sotoodehnia N, Stricker BH, Sun A, Sun H, Svendsen JH, Tanaka T, Tanriverdi K, Taylor KD, Teder-Laving M, Teumer A, Theriault S, Trompet S, Tucker NR, Tveit A, Uitterlinden AG, Van Der Harst P, Van Gelder IC, Van Wagoner DR, Verweij N, Vlachopoulou E, Volker U, Wang B, Weeke PE, Weijs B, Weiss R, Weiss S, Wells QS, Wiggins KL, Wong JA, Woo D, Worrall BB, Yang PS, Yao J, Yoneda ZT, Zeller T, Zeng L, Lubitz SA, Lunetta KL, Ellinor PT. Multi-ethnic genome-wide association study for atrial fibrillation. Nat Genet. 2018 Jun 11;50(9):1225-1233. doi: 10.1038/s41588-018-0133-9."
                },
                {
                    "pmid": "30305743",
                    "type": "BACKGROUND",
                    "citation": "Bycroft C, Freeman C, Petkova D, Band G, Elliott LT, Sharp K, Motyer A, Vukcevic D, Delaneau O, O'Connell J, Cortes A, Welsh S, Young A, Effingham M, McVean G, Leslie S, Allen N, Donnelly P, Marchini J. The UK Biobank resource with deep phenotyping and genomic data. Nature. 2018 Oct;562(7726):203-209. doi: 10.1038/s41586-018-0579-z. Epub 2018 Oct 10."
                },
                {
                    "pmid": "22933432",
                    "type": "BACKGROUND",
                    "citation": "Grant RW, O'Brien KE, Waxler JL, Vassy JL, Delahanty LM, Bissett LG, Green RC, Stember KG, Guiducci C, Park ER, Florez JC, Meigs JB. Personalized genetic risk counseling to motivate diabetes prevention: a randomized trial. Diabetes Care. 2013 Jan;36(1):13-9. doi: 10.2337/dc12-0884. Epub 2012 Aug 28."
                },
                {
                    "pmid": "29305403",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, He W, Florez JC, Meigs JB, Grant RW. Six-Year Diabetes Incidence After Genetic Risk Testing and Counseling: A Randomized Clinical Trial. Diabetes Care. 2018 Mar;41(3):e25-e26. doi: 10.2337/dc17-1793. Epub 2018 Jan 5. No abstract available."
                },
                {
                    "pmid": "25876740",
                    "type": "BACKGROUND",
                    "citation": "Voils CI, Coffman CJ, Grubber JM, Edelman D, Sadeghpour A, Maciejewski ML, Bolton J, Cho A, Ginsburg GS, Yancy WS Jr. Does Type 2 Diabetes Genetic Testing and Counseling Reduce Modifiable Risk Factors? A Randomized Controlled Trial of Veterans. J Gen Intern Med. 2015 Nov;30(11):1591-8. doi: 10.1007/s11606-015-3315-5. Epub 2015 Apr 16."
                },
                {
                    "pmid": "28856136",
                    "type": "BACKGROUND",
                    "citation": "Knowles JW, Zarafshar S, Pavlovic A, Goldstein BA, Tsai S, Li J, McConnell MV, Absher D, Ashley EA, Kiernan M, Ioannidis JPA, Assimes TL. Impact of a Genetic Risk Score for Coronary Artery Disease on Reducing Cardiovascular Risk: A Pilot Randomized Controlled Study. Front Cardiovasc Med. 2017 Aug 14;4:53. doi: 10.3389/fcvm.2017.00053. eCollection 2017."
                },
                {
                    "pmid": "27296809",
                    "type": "BACKGROUND",
                    "citation": "Wu RR, Myers RA, Hauser ER, Vorderstrasse A, Cho A, Ginsburg GS, Orlando LA. Impact of Genetic Testing and Family Health History Based Risk Counseling on Behavior Change and Cognitive Precursors for Type 2 Diabetes. J Genet Couns. 2017 Feb;26(1):133-140. doi: 10.1007/s10897-016-9988-z. Epub 2016 Jun 14."
                },
                {
                    "pmid": "26979548",
                    "type": "BACKGROUND",
                    "citation": "Hollands GJ, French DP, Griffin SJ, Prevost AT, Sutton S, King S, Marteau TM. The impact of communicating genetic risks of disease on risk-reducing health behaviour: systematic review with meta-analysis. BMJ. 2016 Mar 15;352:i1102. doi: 10.1136/bmj.i1102."
                },
                {
                    "pmid": "11897465",
                    "type": "BACKGROUND",
                    "citation": "McClure JB. Are biomarkers useful treatment aids for promoting health behavior change? An empirical review. Am J Prev Med. 2002 Apr;22(3):200-7. doi: 10.1016/s0749-3797(01)00425-1."
                },
                {
                    "pmid": "26271327",
                    "type": "BACKGROUND",
                    "citation": "Kullo IJ, Jouni H, Olson JE, Montori VM, Bailey KR. Design of a randomized controlled trial of disclosing genomic risk of coronary heart disease: the Myocardial Infarction Genes (MI-GENES) study. BMC Med Genomics. 2015 Aug 15;8:51. doi: 10.1186/s12920-015-0122-0."
                },
                {
                    "pmid": "21330519",
                    "type": "BACKGROUND",
                    "citation": "Evans JP, Meslin EM, Marteau TM, Caulfield T. Genomics. Deflating the genomic bubble. Science. 2011 Feb 18;331(6019):861-2. doi: 10.1126/science.1198039. No abstract available."
                },
                {
                    "pmid": "24232411",
                    "type": "BACKGROUND",
                    "citation": "Grosse SD. Economic analyses of genetic tests in personalized medicine: clinical utility first, then cost utility. Genet Med. 2014 Mar;16(3):225-7. doi: 10.1038/gim.2013.158. Epub 2013 Oct 10. No abstract available."
                },
                {
                    "pmid": "30137643",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Chun S, Advani S, Ludin SA, Smith JG, Alligood EC. Impact of SLCO1B1 Pharmacogenetic Testing on Patient and Healthcare Outcomes: A Systematic Review. Clin Pharmacol Ther. 2019 Aug;106(2):360-373. doi: 10.1002/cpt.1223. Epub 2018 Oct 18."
                },
                {
                    "pmid": "28796238",
                    "type": "BACKGROUND",
                    "citation": "Lu CY, Williams MS, Ginsburg GS, Toh S, Brown JS, Khoury MJ. A proposed approach to accelerate evidence generation for genomic-based technologies in the context of a learning health system. Genet Med. 2018 Apr;20(4):390-396. doi: 10.1038/gim.2017.122. Epub 2017 Aug 10."
                },
                {
                    "pmid": "25956159",
                    "type": "BACKGROUND",
                    "citation": "Loudon K, Treweek S, Sullivan F, Donnan P, Thorpe KE, Zwarenstein M. The PRECIS-2 tool: designing trials that are fit for purpose. BMJ. 2015 May 8;350:h2147. doi: 10.1136/bmj.h2147. No abstract available."
                },
                {
                    "pmid": "29733705",
                    "type": "BACKGROUND",
                    "citation": "Ginsburg GS, Phillips KA. Precision Medicine: From Science To Value. Health Aff (Millwood). 2018 May;37(5):694-701. doi: 10.1377/hlthaff.2017.1624."
                },
                {
                    "pmid": "29668207",
                    "type": "BACKGROUND",
                    "citation": "Kogan JN, Empey P, Kanter J, Keyser DJ, Shrank WH. Delivering on the value proposition of precision medicine: the view from healthcare payers. Am J Manag Care. 2018 Apr;24(4):177-179."
                },
                {
                    "pmid": "25764215",
                    "type": "BACKGROUND",
                    "citation": "Lemke AA, Harris-Wai JN. Stakeholder engagement in policy development: challenges and opportunities for human genomics. Genet Med. 2015 Dec;17(12):949-57. doi: 10.1038/gim.2015.8. Epub 2015 Mar 12."
                },
                {
                    "pmid": "26376626",
                    "type": "BACKGROUND",
                    "citation": "Bauer MS, Damschroder L, Hagedorn H, Smith J, Kilbourne AM. An introduction to implementation science for the non-specialist. BMC Psychol. 2015 Sep 16;3(1):32. doi: 10.1186/s40359-015-0089-9."
                },
                {
                    "pmid": "28079898",
                    "type": "BACKGROUND",
                    "citation": "Roberts MC, Kennedy AE, Chambers DA, Khoury MJ. The current state of implementation science in genomic medicine: opportunities for improvement. Genet Med. 2017 Aug;19(8):858-863. doi: 10.1038/gim.2016.210. Epub 2017 Jan 12."
                },
                {
                    "pmid": "27633263",
                    "type": "BACKGROUND",
                    "citation": "Williams JK, Feero WG, Leonard DG, Coleman B. Implementation science, genomic precision medicine, and improved health: A new path forward? Nurs Outlook. 2017 Jan-Feb;65(1):36-40. doi: 10.1016/j.outlook.2016.07.014. Epub 2016 Aug 20."
                },
                {
                    "pmid": "25971999",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Korf BR, Green RC. How to know when physicians are ready for genomic medicine. Sci Transl Med. 2015 May 13;7(287):287fs19. doi: 10.1126/scitranslmed.aaa2401."
                },
                {
                    "pmid": "24503779",
                    "type": "BACKGROUND",
                    "citation": "Manolio TA, Murray MF; Inter-Society Coordinating Committee for Practitioner Education in Genomics. The growing role of professional societies in educating clinicians in genomics. Genet Med. 2014 Aug;16(8):571-2. doi: 10.1038/gim.2014.6. Epub 2014 Feb 6. No abstract available."
                },
                {
                    "pmid": "24645908",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Lautenbach DM, McLaughlin HM, Kong SW, Christensen KD, Krier J, Kohane IS, Feuerman LZ, Blumenthal-Barby J, Roberts JS, Lehmann LS, Ho CY, Ubel PA, MacRae CA, Seidman CE, Murray MF, McGuire AL, Rehm HL, Green RC; MedSeq Project. The MedSeq Project: a randomized trial of integrating whole genome sequencing into clinical medicine. Trials. 2014 Mar 20;15:85. doi: 10.1186/1745-6215-15-85."
                },
                {
                    "pmid": "25341114",
                    "type": "BACKGROUND",
                    "citation": "Kong SW, Lee IH, Leshchiner I, Krier J, Kraft P, Rehm HL, Green RC, Kohane IS, MacRae CA; MedSeq Project. Summarizing polygenic risks for complex diseases in a clinical whole-genome report. Genet Med. 2015 Jul;17(7):536-44. doi: 10.1038/gim.2014.143. Epub 2014 Oct 23."
                },
                {
                    "pmid": "25714468",
                    "type": "BACKGROUND",
                    "citation": "McLaughlin HM, Ceyhan-Birsoy O, Christensen KD, Kohane IS, Krier J, Lane WJ, Lautenbach D, Lebo MS, Machini K, MacRae CA, Azzariti DR, Murray MF, Seidman CE, Vassy JL, Green RC, Rehm HL; MedSeq Project. A systematic approach to the reporting of medically relevant findings from whole genome sequencing. BMC Med Genet. 2014 Dec 14;15:134. doi: 10.1186/s12881-014-0134-1."
                },
                {
                    "pmid": "28654958",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Christensen KD, Schonman EF, Blout CL, Robinson JO, Krier JB, Diamond PM, Lebo M, Machini K, Azzariti DR, Dukhovny D, Bates DW, MacRae CA, Murray MF, Rehm HL, McGuire AL, Green RC; MedSeq Project. The Impact of Whole-Genome Sequencing on the Primary Care and Outcomes of Healthy Adult Patients: A Pilot Randomized Trial. Ann Intern Med. 2017 Jun 27;167(3):159-169. doi: 10.7326/M17-0188. Print 2017 Aug 1."
                },
                {
                    "pmid": "25612602",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, McLaughlin HM, MacRae CA, Seidman CE, Lautenbach D, Krier JB, Lane WJ, Kohane IS, Murray MF, McGuire AL, Rehm HL, Green RC. A one-page summary report of genome sequencing for the healthy adult. Public Health Genomics. 2015;18(2):123-9. doi: 10.1159/000370102. Epub 2015 Jan 21. Erratum In: Public Health Genomics. 2015 Apr;18(3):191. McLaughlin, Heather L [corrected to McLaughlin, Heather M]."
                },
                {
                    "pmid": "26784234",
                    "type": "BACKGROUND",
                    "citation": "Karlson EW, Boutin NT, Hoffnagle AG, Allen NL. Building the Partners HealthCare Biobank at Partners Personalized Medicine: Informed Consent, Return of Research Results, Recruitment Lessons and Operational Considerations. J Pers Med. 2016 Jan 14;6(1):2. doi: 10.3390/jpm6010002."
                },
                {
                    "pmid": "27571263",
                    "type": "BACKGROUND",
                    "citation": "Das S, Forer L, Schonherr S, Sidore C, Locke AE, Kwong A, Vrieze SI, Chew EY, Levy S, McGue M, Schlessinger D, Stambolian D, Loh PR, Iacono WG, Swaroop A, Scott LJ, Cucca F, Kronenberg F, Boehnke M, Abecasis GR, Fuchsberger C. Next-generation genotype imputation service and methods. Nat Genet. 2016 Oct;48(10):1284-1287. doi: 10.1038/ng.3656. Epub 2016 Aug 29."
                },
                {
                    "pmid": "27632993",
                    "type": "BACKGROUND",
                    "citation": "Yu S, Chakrabortty A, Liao KP, Cai T, Ananthakrishnan AN, Gainer VS, Churchill SE, Szolovits P, Murphy SN, Kohane IS, Cai T. Surrogate-assisted feature extraction for high-throughput phenotyping. J Am Med Inform Assoc. 2017 Apr 1;24(e1):e143-e149. doi: 10.1093/jamia/ocw135."
                },
                {
                    "pmid": "26684516",
                    "type": "BACKGROUND",
                    "citation": "Khurshid S, Keaney J, Ellinor PT, Lubitz SA. A Simple and Portable Algorithm for Identifying Atrial Fibrillation in the Electronic Medical Record. Am J Cardiol. 2016 Jan 15;117(2):221-5. doi: 10.1016/j.amjcard.2015.10.031. Epub 2015 Nov 6."
                },
                {
                    "pmid": "26905907",
                    "type": "BACKGROUND",
                    "citation": "Ananthakrishnan AN, Cagan A, Cai T, Gainer VS, Shaw SY, Churchill S, Karlson EW, Murphy SN, Liao KP, Kohane I. Statin Use Is Associated With Reduced Risk of Colorectal Cancer in Patients With Inflammatory Bowel Diseases. Clin Gastroenterol Hepatol. 2016 Jul;14(7):973-9. doi: 10.1016/j.cgh.2016.02.017. Epub 2016 Feb 22."
                },
                {
                    "pmid": "26927184",
                    "type": "BACKGROUND",
                    "citation": "Gainer VS, Cagan A, Castro VM, Duey S, Ghosh B, Goodson AP, Goryachev S, Metta R, Wang TD, Wattanasin N, Murphy SN. The Biobank Portal for Partners Personalized Medicine: A Query Tool for Working with Consented Biobank Samples, Genotypes, and Phenotypes Using i2b2. J Pers Med. 2016 Feb 26;6(1):11. doi: 10.3390/jpm6010011."
                },
                {
                    "pmid": "25911572",
                    "type": "BACKGROUND",
                    "citation": "Liao KP, Cai T, Savova GK, Murphy SN, Karlson EW, Ananthakrishnan AN, Gainer VS, Shaw SY, Xia Z, Szolovits P, Churchill S, Kohane I. Development of phenotype algorithms using electronic medical records and incorporating natural language processing. BMJ. 2015 Apr 24;350:h1885. doi: 10.1136/bmj.h1885."
                },
                {
                    "pmid": "24531798",
                    "type": "BACKGROUND",
                    "citation": "Zook JM, Chapman B, Wang J, Mittelman D, Hofmann O, Hide W, Salit M. Integrating human sequence data sets provides a resource of benchmark SNP and indel genotype calls. Nat Biotechnol. 2014 Mar;32(3):246-51. doi: 10.1038/nbt.2835. Epub 2014 Feb 16."
                },
                {
                    "pmid": "22310560",
                    "type": "BACKGROUND",
                    "citation": "Curran GM, Bauer M, Mittman B, Pyne JM, Stetler C. Effectiveness-implementation hybrid designs: combining elements of clinical effectiveness and implementation research to enhance public health impact. Med Care. 2012 Mar;50(3):217-26. doi: 10.1097/MLR.0b013e3182408812."
                },
                {
                    "pmid": "22013171",
                    "type": "BACKGROUND",
                    "citation": "Grant RW, Meigs JB, Florez JC, Park ER, Green RC, Waxler JL, Delahanty LM, O'Brien KE. Design of a randomized trial of diabetes genetic risk testing to motivate behavior change: the Genetic Counseling/lifestyle Change (GC/LC) Study for Diabetes Prevention. Clin Trials. 2011 Oct;8(5):609-15. doi: 10.1177/1740774511414159."
                },
                {
                    "pmid": "22247420",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, O'Brien KE, Waxler JL, Park ER, Delahanty LM, Florez JC, Meigs JB, Grant RW. Impact of literacy and numeracy on motivation for behavior change after diabetes genetic risk testing. Med Decis Making. 2012 Jul-Aug;32(4):606-15. doi: 10.1177/0272989X11431608. Epub 2012 Jan 12."
                },
                {
                    "pmid": "29374360",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Davis JK, Kirby C, Richardson IJ, Green RC, McGuire AL, Ubel PA. How Primary Care Providers Talk to Patients about Genome Sequencing Results: Risk, Rationale, and Recommendation. J Gen Intern Med. 2018 Jun;33(6):877-885. doi: 10.1007/s11606-017-4295-4. Epub 2018 Jan 26."
                },
                {
                    "pmid": "30367991",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Brunette CA, Majahalme N, Advani S, MacMullen L, Hau C, Zimolzak AJ, Miller SJ. The Integrating Pharmacogenetics in Clinical Care (I-PICC) Study: Protocol for a point-of-care randomized controlled trial of statin pharmacogenetics in primary care. Contemp Clin Trials. 2018 Dec;75:40-50. doi: 10.1016/j.cct.2018.10.010. Epub 2018 Oct 24."
                },
                {
                    "pmid": "22366293",
                    "type": "BACKGROUND",
                    "citation": "D'Avolio L, Ferguson R, Goryachev S, Woods P, Sabin T, O'Neil J, Conrad C, Gillon J, Escalera J, Brophy M, Lavori P, Fiore L. Implementation of the Department of Veterans Affairs' first point-of-care clinical trial. J Am Med Inform Assoc. 2012 Jun;19(e1):e170-6. doi: 10.1136/amiajnl-2011-000623. Epub 2012 Feb 24."
                },
                {
                    "pmid": "21478329",
                    "type": "BACKGROUND",
                    "citation": "Fiore LD, Brophy M, Ferguson RE, D'Avolio L, Hermos JA, Lew RA, Doros G, Conrad CH, O'Neil JA Jr, Sabin TP, Kaufman J, Swartz SL, Lawler E, Liang MH, Gaziano JM, Lavori PW. A point-of-care clinical trial comparing insulin administered using a sliding scale versus a weight-based regimen. Clin Trials. 2011 Apr;8(2):183-95. doi: 10.1177/1740774511398368."
                },
                {
                    "pmid": "24651565",
                    "type": "BACKGROUND",
                    "citation": "Weir CR, Butler J, Thraen I, Woods PA, Hermos J, Ferguson R, Gleason T, Barrus R, Fiore L. Veterans Healthcare Administration providers' attitudes and perceptions regarding pragmatic trials embedded at the point of care. Clin Trials. 2014 Jun;11(3):292-299. doi: 10.1177/1740774514523848."
                },
                {
                    "pmid": "25740462",
                    "type": "BACKGROUND",
                    "citation": "Shelton JB, Ochotorena L, Bennett C, Shekelle P, Kwan L, Skolarus T, Goldzweig C. Reducing PSA-Based Prostate Cancer Screening in Men Aged 75 Years and Older with the Use of Highly Specific Computerized Clinical Decision Support. J Gen Intern Med. 2015 Aug;30(8):1133-9. doi: 10.1007/s11606-015-3249-y. Epub 2015 Mar 5."
                },
                {
                    "pmid": "28804870",
                    "type": "BACKGROUND",
                    "citation": "Fried TR, Niehoff KM, Street RL, Charpentier PA, Rajeevan N, Miller PL, Goldstein MK, O'Leary JR, Fenton BT. Effect of the Tool to Reduce Inappropriate Medications on Medication Communication and Deprescribing. J Am Geriatr Soc. 2017 Oct;65(10):2265-2271. doi: 10.1111/jgs.15042. Epub 2017 Aug 14."
                },
                {
                    "pmid": "23651885",
                    "type": "BACKGROUND",
                    "citation": "Filice GA, Drekonja DM, Thurn JR, Rector TS, Hamann GM, Masoud BT, Leuck AM, Nordgaard CL, Eilertson MK, Johnson JR. Use of a computer decision support system and antimicrobial therapy appropriateness. Infect Control Hosp Epidemiol. 2013 Jun;34(6):558-65. doi: 10.1086/670627. Epub 2013 Apr 23."
                },
                {
                    "pmid": "22126324",
                    "type": "BACKGROUND",
                    "citation": "Saleem JJ, Haggstrom DA, Militello LG, Flanagan M, Kiess CL, Arbuckle N, Doebbeling BN. Redesign of a computerized clinical reminder for colorectal cancer screening: a human-computer interaction evaluation. BMC Med Inform Decis Mak. 2011 Nov 29;11:74. doi: 10.1186/1472-6947-11-74."
                },
                {
                    "pmid": "23765051",
                    "type": "BACKGROUND",
                    "citation": "Scheuner MT, Hamilton AB, Peredo J, Sale TJ, Austin C, Gilman SC, Bowen MS, Goldzweig CL, Lee M, Mittman BS, Yano EM. A cancer genetics toolkit improves access to genetic services through documentation and use of the family history by primary-care clinicians. Genet Med. 2014 Jan;16(1):60-9. doi: 10.1038/gim.2013.75. Epub 2013 Jun 13."
                },
                {
                    "pmid": "28532511",
                    "type": "BACKGROUND",
                    "citation": "Sperber NR, Carpenter JS, Cavallari LH, J Damschroder L, Cooper-DeHoff RM, Denny JC, Ginsburg GS, Guan Y, Horowitz CR, Levy KD, Levy MA, Madden EB, Matheny ME, Pollin TI, Pratt VM, Rosenman M, Voils CI, W Weitzel K, Wilke RA, Ryanne Wu R, Orlando LA. Challenges and strategies for implementing genomic services in diverse settings: experiences from the Implementing GeNomics In pracTicE (IGNITE) network. BMC Med Genomics. 2017 May 22;10(1):35. doi: 10.1186/s12920-017-0273-2."
                },
                {
                    "pmid": "18999142",
                    "type": "BACKGROUND",
                    "citation": "Nazi KM, Woods SS. MyHealtheVet PHR: a description of users and patient portal use. AMIA Annu Symp Proc. 2008 Nov 6:1182."
                },
                {
                    "pmid": "11088086",
                    "type": "BACKGROUND",
                    "citation": "Agha Z, Lofgren RP, VanRuiswyk JV, Layde PM. Are patients at Veterans Affairs medical centers sicker? A comparative analysis of health status and medical resource use. Arch Intern Med. 2000 Nov 27;160(21):3252-7. doi: 10.1001/archinte.160.21.3252."
                },
                {
                    "pmid": "15766618",
                    "type": "BACKGROUND",
                    "citation": "Das SR, Kinsinger LS, Yancy WS Jr, Wang A, Ciesco E, Burdick M, Yevich SJ. Obesity prevalence among veterans at Veterans Affairs medical facilities. Am J Prev Med. 2005 Apr;28(3):291-4. doi: 10.1016/j.amepre.2004.12.007."
                },
                {
                    "pmid": "25032369",
                    "type": "BACKGROUND",
                    "citation": "Institute of Medicine (US) Committee on the Initial Assessment of Readjustment Needs of Military Personnel, Veterans, and Their Families. Returning Home from Iraq and Afghanistan: Preliminary Assessment of Readjustment Needs of Veterans, Service Members, and Their Families. Washington (DC): National Academies Press (US); 2010. Available from http://www.ncbi.nlm.nih.gov/books/NBK220072/"
                },
                {
                    "pmid": "21793601",
                    "type": "BACKGROUND",
                    "citation": "Armed Forces Health Surveillance Center (AFHSC). Diagnoses of overweight/obesity, active component, U.S. Armed Forces, 1998-2010. MSMR. 2011 Jan;18(1):7-11. No abstract available."
                },
                {
                    "pmid": "19894079",
                    "type": "BACKGROUND",
                    "citation": "Brown DW. Smoking prevalence among US veterans. J Gen Intern Med. 2010 Feb;25(2):147-9. doi: 10.1007/s11606-009-1160-0. Epub 2009 Nov 6."
                },
                {
                    "pmid": "15611491",
                    "type": "BACKGROUND",
                    "citation": "Asch SM, McGlynn EA, Hogan MM, Hayward RA, Shekelle P, Rubenstein L, Keesey J, Adams J, Kerr EA. Comparison of quality of care for patients in the Veterans Health Administration and patients in a national sample. Ann Intern Med. 2004 Dec 21;141(12):938-45. doi: 10.7326/0003-4819-141-12-200412210-00010."
                },
                {
                    "pmid": "26864412",
                    "type": "BACKGROUND",
                    "citation": "Nuti SV, Qin L, Rumsfeld JS, Ross JS, Masoudi FA, Normand SL, Murugiah K, Bernheim SM, Suter LG, Krumholz HM. Association of Admission to Veterans Affairs Hospitals vs Non-Veterans Affairs Hospitals With Mortality and Readmission Rates Among Older Men Hospitalized With Acute Myocardial Infarction, Heart Failure, or Pneumonia. JAMA. 2016 Feb 9;315(6):582-92. doi: 10.1001/jama.2016.0278."
                },
                {
                    "pmid": "24222016",
                    "type": "BACKGROUND",
                    "citation": "Stone NJ, Robinson JG, Lichtenstein AH, Bairey Merz CN, Blum CB, Eckel RH, Goldberg AC, Gordon D, Levy D, Lloyd-Jones DM, McBride P, Schwartz JS, Shero ST, Smith SC Jr, Watson K, Wilson PW, Eddleman KM, Jarrett NM, LaBresh K, Nevo L, Wnek J, Anderson JL, Halperin JL, Albert NM, Bozkurt B, Brindis RG, Curtis LH, DeMets D, Hochman JS, Kovacs RJ, Ohman EM, Pressler SJ, Sellke FW, Shen WK, Smith SC Jr, Tomaselli GF; American College of Cardiology/American Heart Association Task Force on Practice Guidelines. 2013 ACC/AHA guideline on the treatment of blood cholesterol to reduce atherosclerotic cardiovascular risk in adults: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines. Circulation. 2014 Jun 24;129(25 Suppl 2):S1-45. doi: 10.1161/01.cir.0000437738.63853.7a. Epub 2013 Nov 12. No abstract available. Erratum In: Circulation. 2014 Jun 24;129(25 Suppl 2):S46-8. Circulation. 2015 Dec 22;132(25):e396. doi: 10.1161/CIR.0000000000000346."
                },
                {
                    "pmid": "29033050",
                    "type": "BACKGROUND",
                    "citation": "Williams BA, Honushefsky AM, Berger PB. Temporal Trends in the Incidence, Prevalence, and Survival of Patients With Atrial Fibrillation From 2004 to 2016. Am J Cardiol. 2017 Dec 1;120(11):1961-1965. doi: 10.1016/j.amjcard.2017.08.014. Epub 2017 Aug 30."
                },
                {
                    "pmid": "30088016",
                    "type": "BACKGROUND",
                    "citation": "US Preventive Services Task Force; Curry SJ, Krist AH, Owens DK, Barry MJ, Caughey AB, Davidson KW, Doubeni CA, Epling JW Jr, Kemper AR, Kubik M, Landefeld CS, Mangione CM, Silverstein M, Simon MA, Tseng CW, Wong JB. Screening for Atrial Fibrillation With Electrocardiography: US Preventive Services Task Force Recommendation Statement. JAMA. 2018 Aug 7;320(5):478-484. doi: 10.1001/jama.2018.10321."
                },
                {
                    "pmid": "12392846",
                    "type": "BACKGROUND",
                    "citation": "Gibbons RJ, Balady GJ, Bricker JT, Chaitman BR, Fletcher GF, Froelicher VF, Mark DB, McCallister BD, Mooss AN, O'Reilly MG, Winters WL, Gibbons RJ, Antman EM, Alpert JS, Faxon DP, Fuster V, Gregoratos G, Hiratzka LF, Jacobs AK, Russell RO, Smith SC; American College of Cardiology/American Heart Association Task Force on Practice Guidelines. Committee to Update the 1997 Exercise Testing Guidelines. ACC/AHA 2002 guideline update for exercise testing: summary article. A report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (Committee to Update the 1997 Exercise Testing Guidelines). J Am Coll Cardiol. 2002 Oct 16;40(8):1531-40. doi: 10.1016/s0735-1097(02)02164-2. No abstract available. Erratum In: J Am Coll Cardiol. 2006 Oct 17;48(8):1731."
                },
                {
                    "pmid": "29146535",
                    "type": "BACKGROUND",
                    "citation": "Whelton PK, Carey RM, Aronow WS, Casey DE Jr, Collins KJ, Dennison Himmelfarb C, DePalma SM, Gidding S, Jamerson KA, Jones DW, MacLaughlin EJ, Muntner P, Ovbiagele B, Smith SC Jr, Spencer CC, Stafford RS, Taler SJ, Thomas RJ, Williams KA Sr, Williamson JD, Wright JT Jr. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2018 May 15;71(19):e127-e248. doi: 10.1016/j.jacc.2017.11.006. Epub 2017 Nov 13. No abstract available. Erratum In: J Am Coll Cardiol. 2018 May 15;71(19):2275-2279. doi: 10.1016/j.jacc.2018.03.016."
                },
                {
                    "pmid": "24682348",
                    "type": "BACKGROUND",
                    "citation": "January CT, Wann LS, Alpert JS, Calkins H, Cigarroa JE, Cleveland JC Jr, Conti JB, Ellinor PT, Ezekowitz MD, Field ME, Murray KT, Sacco RL, Stevenson WG, Tchou PJ, Tracy CM, Yancy CW; ACC/AHA Task Force Members. 2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on practice guidelines and the Heart Rhythm Society. Circulation. 2014 Dec 2;130(23):2071-104. doi: 10.1161/CIR.0000000000000040. Epub 2014 Mar 28. No abstract available. Erratum In: Circulation. 2014 Dec 2;130(23):e270-1."
                },
                {
                    "pmid": "25034065",
                    "type": "BACKGROUND",
                    "citation": "Larsson SC, Drca N, Wolk A. Alcohol consumption and risk of atrial fibrillation: a prospective study and dose-response meta-analysis. J Am Coll Cardiol. 2014 Jul 22;64(3):281-9. doi: 10.1016/j.jacc.2014.03.048."
                },
                {
                    "pmid": "27979889",
                    "type": "BACKGROUND",
                    "citation": "American Diabetes Association. 2. Classification and Diagnosis of Diabetes. Diabetes Care. 2017 Jan;40(Suppl 1):S11-S24. doi: 10.2337/dc17-S005. No abstract available."
                },
                {
                    "pmid": "26501513",
                    "type": "BACKGROUND",
                    "citation": "Siu AL; U S Preventive Services Task Force. Screening for Abnormal Blood Glucose and Type 2 Diabetes Mellitus: U.S. Preventive Services Task Force Recommendation Statement. Ann Intern Med. 2015 Dec 1;163(11):861-8. doi: 10.7326/M15-2345. Epub 2015 Oct 27."
                },
                {
                    "pmid": "11832527",
                    "type": "BACKGROUND",
                    "citation": "Knowler WC, Barrett-Connor E, Fowler SE, Hamman RF, Lachin JM, Walker EA, Nathan DM; Diabetes Prevention Program Research Group. Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin. N Engl J Med. 2002 Feb 7;346(6):393-403. doi: 10.1056/NEJMoa012512."
                },
                {
                    "pmid": "27747395",
                    "type": "BACKGROUND",
                    "citation": "Smith AD, Crippa A, Woodcock J, Brage S. Physical activity and incident type 2 diabetes mellitus: a systematic review and dose-response meta-analysis of prospective cohort studies. Diabetologia. 2016 Dec;59(12):2527-2545. doi: 10.1007/s00125-016-4079-0. Epub 2016 Oct 17."
                },
                {
                    "pmid": "29846947",
                    "type": "BACKGROUND",
                    "citation": "Wolf AMD, Fontham ETH, Church TR, Flowers CR, Guerra CE, LaMonte SJ, Etzioni R, McKenna MT, Oeffinger KC, Shih YT, Walter LC, Andrews KS, Brawley OW, Brooks D, Fedewa SA, Manassaram-Baptiste D, Siegel RL, Wender RC, Smith RA. Colorectal cancer screening for average-risk adults: 2018 guideline update from the American Cancer Society. CA Cancer J Clin. 2018 Jul;68(4):250-281. doi: 10.3322/caac.21457. Epub 2018 May 30."
                },
                {
                    "pmid": "30099370",
                    "type": "BACKGROUND",
                    "citation": "Provenzale D, Gupta S, Ahnen DJ, Markowitz AJ, Chung DC, Mayer RJ, Regenbogen SE, Blanco AM, Bray T, Cooper G, Early DS, Ford JM, Giardiello FM, Grady W, Hall MJ, Halverson AL, Hamilton SR, Hampel H, Klapman JB, Larson DW, Lazenby AJ, Llor X, Lynch PM, Mikkelson J, Ness RM, Slavin TP, Sugandha S, Weiss JM, Dwyer MA, Ogba N. NCCN Guidelines Insights: Colorectal Cancer Screening, Version 1.2018. J Natl Compr Canc Netw. 2018 Aug;16(8):939-949. doi: 10.6004/jnccn.2018.0067."
                },
                {
                    "pmid": "19088354",
                    "type": "BACKGROUND",
                    "citation": "Botteri E, Iodice S, Bagnardi V, Raimondi S, Lowenfels AB, Maisonneuve P. Smoking and colorectal cancer: a meta-analysis. JAMA. 2008 Dec 17;300(23):2765-78. doi: 10.1001/jama.2008.839."
                },
                {
                    "pmid": "26514947",
                    "type": "BACKGROUND",
                    "citation": "Bouvard V, Loomis D, Guyton KZ, Grosse Y, Ghissassi FE, Benbrahim-Tallaa L, Guha N, Mattock H, Straif K; International Agency for Research on Cancer Monograph Working Group. Carcinogenicity of consumption of red and processed meat. Lancet Oncol. 2015 Dec;16(16):1599-600. doi: 10.1016/S1470-2045(15)00444-1. Epub 2015 Oct 29. No abstract available."
                },
                {
                    "pmid": "2593165",
                    "type": "BACKGROUND",
                    "citation": "Gail MH, Brinton LA, Byar DP, Corle DK, Green SB, Schairer C, Mulvihill JJ. Projecting individualized probabilities of developing breast cancer for white females who are being examined annually. J Natl Cancer Inst. 1989 Dec 20;81(24):1879-86. doi: 10.1093/jnci/81.24.1879."
                },
                {
                    "pmid": "18042936",
                    "type": "BACKGROUND",
                    "citation": "Gail MH, Costantino JP, Pee D, Bondy M, Newman L, Selvan M, Anderson GL, Malone KE, Marchbanks PA, McCaskill-Stevens W, Norman SA, Simon MS, Spirtas R, Ursin G, Bernstein L. Projecting individualized absolute invasive breast cancer risk in African American women. J Natl Cancer Inst. 2007 Dec 5;99(23):1782-92. doi: 10.1093/jnci/djm223. Epub 2007 Nov 27. Erratum In: J Natl Cancer Inst. 2008 Aug 6;100(15):1118. J Natl Cancer Inst. 2008 Mar 5;100(5):373."
                },
                {
                    "pmid": "24366376",
                    "type": "BACKGROUND",
                    "citation": "Moyer VA; U.S. Preventive Services Task Force. Risk assessment, genetic counseling, and genetic testing for BRCA-related cancer in women: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med. 2014 Feb 18;160(4):271-81. doi: 10.7326/M13-2747."
                },
                {
                    "pmid": "28486582",
                    "type": "BACKGROUND",
                    "citation": "White AJ, DeRoo LA, Weinberg CR, Sandler DP. Lifetime Alcohol Intake, Binge Drinking Behaviors, and Breast Cancer Risk. Am J Epidemiol. 2017 Sep 1;186(5):541-549. doi: 10.1093/aje/kwx118."
                },
                {
                    "pmid": "26493265",
                    "type": "BACKGROUND",
                    "citation": "Gram IT, Park SY, Kolonel LN, Maskarinec G, Wilkens LR, Henderson BE, Le Marchand L. Smoking and Risk of Breast Cancer in a Racially/Ethnically Diverse Population of Mainly Women Who Do Not Drink Alcohol: The MEC Study. Am J Epidemiol. 2015 Dec 1;182(11):917-25. doi: 10.1093/aje/kwv092. Epub 2015 Oct 22."
                },
                {
                    "pmid": "17027075",
                    "type": "BACKGROUND",
                    "citation": "Miller MD, Marty MA, Broadwin R, Johnson KC, Salmon AG, Winder B, Steinmaus C; California Environmental Protection Agency. The association between exposure to environmental tobacco smoke and breast cancer: a review by the California Environmental Protection Agency. Prev Med. 2007 Feb;44(2):93-106. doi: 10.1016/j.ypmed.2006.08.015. Epub 2006 Oct 5."
                },
                {
                    "pmid": "29801017",
                    "type": "BACKGROUND",
                    "citation": "US Preventive Services Task Force; Grossman DC, Curry SJ, Owens DK, Bibbins-Domingo K, Caughey AB, Davidson KW, Doubeni CA, Ebell M, Epling JW Jr, Kemper AR, Krist AH, Kubik M, Landefeld CS, Mangione CM, Silverstein M, Simon MA, Siu AL, Tseng CW. Screening for Prostate Cancer: US Preventive Services Task Force Recommendation Statement. JAMA. 2018 May 8;319(18):1901-1913. doi: 10.1001/jama.2018.3710. Erratum In: JAMA. 2018 Jun 19;319(23):2443. doi: 10.1001/jama.2018.7453."
                },
                {
                    "pmid": "25242554",
                    "type": "BACKGROUND",
                    "citation": "Islami F, Moreira DM, Boffetta P, Freedland SJ. A systematic review and meta-analysis of tobacco use and prostate cancer mortality and incidence in prospective cohort studies. Eur Urol. 2014 Dec;66(6):1054-64. doi: 10.1016/j.eururo.2014.08.059. Epub 2014 Sep 18."
                },
                {
                    "pmid": "29680824",
                    "type": "BACKGROUND",
                    "citation": "Djousse L, Ho YL, Nguyen XT, Gagnon DR, Wilson PWF, Cho K, Gaziano JM; VA Million Veteran Program. DASH Score and Subsequent Risk of Coronary Artery Disease: The Findings From Million Veteran Program. J Am Heart Assoc. 2018 Apr 21;7(9):e008089. doi: 10.1161/JAHA.117.008089."
                },
                {
                    "pmid": "28148599",
                    "type": "BACKGROUND",
                    "citation": "Freeman JV, Wang Y, Akar J, Desai N, Krumholz H. National Trends in Atrial Fibrillation Hospitalization, Readmission, and Mortality for Medicare Beneficiaries, 1999-2013. Circulation. 2017 Mar 28;135(13):1227-1239. doi: 10.1161/CIRCULATIONAHA.116.022388. Epub 2017 Feb 1."
                },
                {
                    "pmid": "29961035",
                    "type": "BACKGROUND",
                    "citation": "Ryden A, Engdahl J, Claesson A, Nordberg P, Ringh M, Hollenberg J, Djarv T. Is atrial fibrillation a risk factor for in-hospital cardiac arrest?: a Swedish retrospective cohort study. BMJ Open. 2018 Jun 30;8(6):e022092. doi: 10.1136/bmjopen-2018-022092."
                },
                {
                    "pmid": "24639052",
                    "type": "BACKGROUND",
                    "citation": "Siegel R, Desantis C, Jemal A. Colorectal cancer statistics, 2014. CA Cancer J Clin. 2014 Mar-Apr;64(2):104-17. doi: 10.3322/caac.21220. Epub 2014 Mar 17."
                },
                {
                    "pmid": "27301717",
                    "type": "BACKGROUND",
                    "citation": "Zullig LL, Smith VA, Jackson GL, Danus S, Schnell M, Lindquist J, Provenzale D, Weinberger M, Kelley MJ, Bosworth HB. Colorectal Cancer Statistics From the Veterans Affairs Central Cancer Registry. Clin Colorectal Cancer. 2016 Dec;15(4):e199-e204. doi: 10.1016/j.clcc.2016.04.005. Epub 2016 May 7."
                },
                {
                    "pmid": "27094117",
                    "type": "BACKGROUND",
                    "citation": "Moghadamyeghaneh Z, Hanna MH, Hwang G, Mills S, Pigazzi A, Stamos MJ, Carmichael JC. Outcomes of colon resection in patients with metastatic colon cancer. Am J Surg. 2016 Aug;212(2):264-71. doi: 10.1016/j.amjsurg.2016.01.025. Epub 2016 Mar 23."
                },
                {
                    "pmid": "23611837",
                    "type": "BACKGROUND",
                    "citation": "Luther SL, Neumayer L, Henderson WG, Foulis P, Richardson M, Haun J, Mikelonis M, Rosen A. The use of breast-conserving surgery for women treated for breast cancer in the Department of Veterans Affairs. Am J Surg. 2013 Jul;206(1):72-9. doi: 10.1016/j.amjsurg.2012.08.012. Epub 2013 Apr 20."
                },
                {
                    "pmid": "29669162",
                    "type": "BACKGROUND",
                    "citation": "Hirth JM, Hatch SS, Lin YL, Giordano SH, Silva HC, Kuo YF. Development and validation of algorithms to differentiate ductal carcinoma in situ from invasive breast cancer within administrative claims data. Cancer. 2018 Jul 1;124(13):2815-2823. doi: 10.1002/cncr.31393. Epub 2018 Apr 18.",
                    "retractions": [
                        {
                            "pmid": "30875106",
                            "source": "Cancer. 2019 Apr 1;125(7):1200"
                        }
                    ]
                },
                {
                    "pmid": "30037859",
                    "type": "BACKGROUND",
                    "citation": "Abraha I, Montedori A, Serraino D, Orso M, Giovannini G, Scotti V, Granata A, Cozzolino F, Fusco M, Bidoli E. Accuracy of administrative databases in detecting primary breast cancer diagnoses: a systematic review. BMJ Open. 2018 Jul 23;8(7):e019264. doi: 10.1136/bmjopen-2017-019264."
                },
                {
                    "pmid": "8487445",
                    "type": "BACKGROUND",
                    "citation": "Lu-Yao GL, McLerran D, Wasson J, Wennberg JE. An assessment of radical prostatectomy. Time trends, geographic variation, and outcomes. The Prostate Patient Outcomes Research Team. JAMA. 1993 May 26;269(20):2633-6. doi: 10.1001/jama.269.20.2633."
                },
                {
                    "pmid": "10524371",
                    "type": "BACKGROUND",
                    "citation": "Wilt TJ, Cowper DC, Gammack JK, Going DR, Nugent S, Borowsky SJ. An evaluation of radical prostatectomy at Veterans Affairs Medical Centers: time trends and geographic variation in utilization and outcomes. Med Care. 1999 Oct;37(10):1046-56. doi: 10.1097/00005650-199910000-00008."
                },
                {
                    "pmid": "19594734",
                    "type": "BACKGROUND",
                    "citation": "Krahn MD, Zagorski B, Laporte A, Alibhai SM, Bremner KE, Tomlinson G, Warde P, Naglie G. Healthcare costs associated with prostate cancer: estimates from a population-based study. BJU Int. 2010 Feb;105(3):338-46. doi: 10.1111/j.1464-410X.2009.08758.x. Epub 2009 Jul 7."
                },
                {
                    "pmid": "29784740",
                    "type": "BACKGROUND",
                    "citation": "Carroll PH, Mohler JL. NCCN Guidelines Updates: Prostate Cancer and Prostate Cancer Early Detection. J Natl Compr Canc Netw. 2018 May;16(5S):620-623. doi: 10.6004/jnccn.2018.0036."
                },
                {
                    "pmid": "29321194",
                    "type": "BACKGROUND",
                    "citation": "Seibert TM, Fan CC, Wang Y, Zuber V, Karunamuni R, Parsons JK, Eeles RA, Easton DF, Kote-Jarai Z, Al Olama AA, Garcia SB, Muir K, Gronberg H, Wiklund F, Aly M, Schleutker J, Sipeky C, Tammela TL, Nordestgaard BG, Nielsen SF, Weischer M, Bisbjerg R, Roder MA, Iversen P, Key TJ, Travis RC, Neal DE, Donovan JL, Hamdy FC, Pharoah P, Pashayan N, Khaw KT, Maier C, Vogel W, Luedeke M, Herkommer K, Kibel AS, Cybulski C, Wokolorczyk D, Kluzniak W, Cannon-Albright L, Brenner H, Cuk K, Saum KU, Park JY, Sellers TA, Slavov C, Kaneva R, Mitev V, Batra J, Clements JA, Spurdle A, Teixeira MR, Paulo P, Maia S, Pandha H, Michael A, Kierzek A, Karow DS, Mills IG, Andreassen OA, Dale AM; PRACTICAL Consortium*. Polygenic hazard score to guide screening for aggressive prostate cancer: development and validation in large scale cohorts. BMJ. 2018 Jan 10;360:j5757. doi: 10.1136/bmj.j5757."
                },
                {
                    "pmid": "19664226",
                    "type": "BACKGROUND",
                    "citation": "Damschroder LJ, Aron DC, Keith RE, Kirsh SR, Alexander JA, Lowery JC. Fostering implementation of health services research findings into practice: a consolidated framework for advancing implementation science. Implement Sci. 2009 Aug 7;4:50. doi: 10.1186/1748-5908-4-50."
                },
                {
                    "pmid": "28914267",
                    "type": "BACKGROUND",
                    "citation": "Orlando LA, Sperber NR, Voils C, Nichols M, Myers RA, Wu RR, Rakhra-Burris T, Levy KD, Levy M, Pollin TI, Guan Y, Horowitz CR, Ramos M, Kimmel SE, McDonough CW, Madden EB, Damschroder LJ. Developing a common framework for evaluating the implementation of genomic medicine interventions in clinical care: the IGNITE Network's Common Measures Working Group. Genet Med. 2018 Jun;20(6):655-663. doi: 10.1038/gim.2017.144. Epub 2017 Sep 14. Erratum In: Genet Med. 2020 Oct;22(10):1729. doi: 10.1038/s41436-020-0910-6."
                },
                {
                    "pmid": "22127797",
                    "type": "BACKGROUND",
                    "citation": "Greene J, Hibbard JH. Why does patient activation matter? An examination of the relationships between patient activation and health-related outcomes. J Gen Intern Med. 2012 May;27(5):520-6. doi: 10.1007/s11606-011-1931-2."
                },
                {
                    "pmid": "22459636",
                    "type": "BACKGROUND",
                    "citation": "Harvey L, Fowles JB, Xi M, Terry P. When activation changes, what else changes? the relationship between change in patient activation measure (PAM) and employees' health status and health behaviors. Patient Educ Couns. 2012 Aug;88(2):338-43. doi: 10.1016/j.pec.2012.02.005. Epub 2012 Mar 27."
                },
                {
                    "pmid": "23390885",
                    "type": "BACKGROUND",
                    "citation": "Selkirk CG, Weissman SM, Anderson A, Hulick PJ. Physicians' preparedness for integration of genomic and pharmacogenetic testing into practice within a major healthcare system. Genet Test Mol Biomarkers. 2013 Mar;17(3):219-25. doi: 10.1089/gtmb.2012.0165. Epub 2013 Feb 7."
                },
                {
                    "pmid": "26080898",
                    "type": "BACKGROUND",
                    "citation": "Christensen KD, Vassy JL, Jamal L, Lehmann LS, Slashinski MJ, Perry DL, Robinson JO, Blumenthal-Barby J, Feuerman LZ, Murray MF, Green RC, McGuire AL; MedSeq Project Team. Are physicians prepared for whole genome sequencing? a qualitative analysis. Clin Genet. 2016 Feb;89(2):228-34. doi: 10.1111/cge.12626. Epub 2015 Jul 7."
                },
                {
                    "pmid": "23553089",
                    "type": "BACKGROUND",
                    "citation": "Mainous AG 3rd, Johnson SP, Chirina S, Baker R. Academic family physicians' perception of genetic testing and integration into practice: a CERA study. Fam Med. 2013 Apr;45(4):257-62."
                },
                {
                    "pmid": "22207397",
                    "type": "BACKGROUND",
                    "citation": "Powell KP, Christianson CA, Cogswell WA, Dave G, Verma A, Eubanks S, Henrich VC. Educational needs of primary care physicians regarding direct-to-consumer genetic testing. J Genet Couns. 2012 Jun;21(3):469-78. doi: 10.1007/s10897-011-9471-9. Epub 2011 Dec 30."
                },
                {
                    "pmid": "27737998",
                    "type": "BACKGROUND",
                    "citation": "Carroll JC, Makuwaza T, Manca DP, Sopcak N, Permaul JA, O'Brien MA, Heisey R, Eisenhauer EA, Easley J, Krzyzanowska MK, Miedema B, Pruthi S, Sawka C, Schneider N, Sussman J, Urquhart R, Versaevel C, Grunfeld E. Primary care providers' experiences with and perceptions of personalized genomic medicine. Can Fam Physician. 2016 Oct;62(10):e626-e635."
                },
                {
                    "pmid": "25642274",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Christensen KD, Slashinski MJ, Lautenbach DM, Raghavan S, Robinson JO, Blumenthal-Barby J, Feuerman LZ, Lehmann LS, Murray MF, Green RC, McGuire AL. 'Someday it will be the norm': physician perspectives on the utility of genome sequencing for patient care in the MedSeq Project. Per Med. 2015;12(1):23-32. doi: 10.2217/pme.14.68."
                },
                {
                    "pmid": "21769569",
                    "type": "BACKGROUND",
                    "citation": "Powell KP, Cogswell WA, Christianson CA, Dave G, Verma A, Eubanks S, Henrich VC. Primary care physicians' awareness, experience and opinions of direct-to-consumer genetic testing. J Genet Couns. 2012 Feb;21(1):113-26. doi: 10.1007/s10897-011-9390-9. Epub 2011 Jul 16."
                },
                {
                    "pmid": "24438712",
                    "type": "BACKGROUND",
                    "citation": "Sullivan SD, Mauskopf JA, Augustovski F, Jaime Caro J, Lee KM, Minchin M, Orlewska E, Penna P, Rodriguez Barrios JM, Shau WY. Budget impact analysis-principles of good practice: report of the ISPOR 2012 Budget Impact Analysis Good Practice II Task Force. Value Health. 2014 Jan-Feb;17(1):5-14. doi: 10.1016/j.jval.2013.08.2291. Epub 2013 Dec 13."
                },
                {
                    "pmid": "27623463",
                    "type": "BACKGROUND",
                    "citation": "Sanders GD, Neumann PJ, Basu A, Brock DW, Feeny D, Krahn M, Kuntz KM, Meltzer DO, Owens DK, Prosser LA, Salomon JA, Sculpher MJ, Trikalinos TA, Russell LB, Siegel JE, Ganiats TG. Recommendations for Conduct, Methodological Practices, and Reporting of Cost-effectiveness Analyses: Second Panel on Cost-Effectiveness in Health and Medicine. JAMA. 2016 Sep 13;316(10):1093-103. doi: 10.1001/jama.2016.12195. Erratum In: JAMA. 2016 Nov 8;316(18):1924. doi: 10.1001/jama.2016.15518."
                },
                {
                    "pmid": "29565423",
                    "type": "BACKGROUND",
                    "citation": "Christensen KD, Vassy JL, Phillips KA, Blout CL, Azzariti DR, Lu CY, Robinson JO, Lee K, Douglas MP, Yeh JM, Machini K, Stout NK, Rehm HL, McGuire AL, Green RC, Dukhovny D; MedSeq Project. Short-term costs of integrating whole-genome sequencing into primary care and cardiology settings: a pilot randomized trial. Genet Med. 2018 Dec;20(12):1544-1553. doi: 10.1038/gim.2018.35. Epub 2018 Mar 22."
                },
                {
                    "pmid": "19536018",
                    "type": "BACKGROUND",
                    "citation": "Barnett PG. An improved set of standards for finding cost for cost-effectiveness analysis. Med Care. 2009 Jul;47(7 Suppl 1):S82-8. doi: 10.1097/MLR.0b013e31819e1f3f."
                },
                {
                    "pmid": "21848424",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Shrader P, Yang Q, Liu T, Yesupriya A, Chang MH, Dowling NF, Ned RM, Dupuis J, Florez JC, Khoury MJ, Meigs JB. Genetic associations with metabolic syndrome and its quantitative traits by race/ethnicity in the United States. Metab Syndr Relat Disord. 2011 Dec;9(6):475-82. doi: 10.1089/met.2011.0021. Epub 2011 Aug 17."
                },
                {
                    "pmid": "21570145",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Shrader P, Jonsson A, Fox CS, Lyssenko V, Isomaa B, Groop L, Meigs JB, Franks PW. Association between parental history of diabetes and type 2 diabetes genetic risk scores in the PPP-Botnia and Framingham Offspring Studies. Diabetes Res Clin Pract. 2011 Aug;93(2):e76-e79. doi: 10.1016/j.diabres.2011.04.013. Epub 2011 May 12."
                },
                {
                    "pmid": "22782289",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Durant NH, Kabagambe EK, Carnethon MR, Rasmussen-Torvik LJ, Fornage M, Lewis CE, Siscovick DS, Meigs JB. A genotype risk score predicts type 2 diabetes from young adulthood: the CARDIA study. Diabetologia. 2012 Oct;55(10):2604-2612. doi: 10.1007/s00125-012-2637-7. Epub 2012 Jul 11."
                },
                {
                    "pmid": "23071215",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Dasmahapatra P, Meigs JB, Schork NJ, Magnussen CG, Chen W, Raitakari OT, Pencina MJ, Jamal SM, Berenson GS, Goodman E. Genotype prediction of adult type 2 diabetes from adolescence in a multiracial population. Pediatrics. 2012 Nov;130(5):e1235-42. doi: 10.1542/peds.2012-1132. Epub 2012 Oct 15."
                },
                {
                    "pmid": "24520119",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Hivert MF, Porneala B, Dauriz M, Florez JC, Dupuis J, Siscovick DS, Fornage M, Rasmussen-Torvik LJ, Bouchard C, Meigs JB. Polygenic type 2 diabetes prediction at the limit of common variant detection. Diabetes. 2014 Jun;63(6):2172-82. doi: 10.2337/db13-1663. Epub 2014 Feb 11. Erratum In: Diabetes. 2018 Jun;67(6):1206. doi: 10.2337/db18-er06a."
                },
                {
                    "pmid": "29858578",
                    "type": "BACKGROUND",
                    "citation": "Vassy JL, Stone A, Callaghan JT, Mendes M, Meyer LJ, Pratt VM, Przygodzki RM, Scheuner MT, Wang-Rodriguez J, Schichman SA; VHA Clinical Pharmacogenetics Subcommittee. Pharmacogenetic testing in the Veterans Health Administration (VHA): policy recommendations from the VHA Clinical Pharmacogenetics Subcommittee. Genet Med. 2019 Feb;21(2):382-390. doi: 10.1038/s41436-018-0057-x. Epub 2018 Jun 1."
                },
                {
                    "pmid": "27181682",
                    "type": "BACKGROUND",
                    "citation": "Green RC, Goddard KAB, Jarvik GP, Amendola LM, Appelbaum PS, Berg JS, Bernhardt BA, Biesecker LG, Biswas S, Blout CL, Bowling KM, Brothers KB, Burke W, Caga-Anan CF, Chinnaiyan AM, Chung WK, Clayton EW, Cooper GM, East K, Evans JP, Fullerton SM, Garraway LA, Garrett JR, Gray SW, Henderson GE, Hindorff LA, Holm IA, Lewis MH, Hutter CM, Janne PA, Joffe S, Kaufman D, Knoppers BM, Koenig BA, Krantz ID, Manolio TA, McCullough L, McEwen J, McGuire A, Muzny D, Myers RM, Nickerson DA, Ou J, Parsons DW, Petersen GM, Plon SE, Rehm HL, Roberts JS, Robinson D, Salama JS, Scollon S, Sharp RR, Shirts B, Spinner NB, Tabor HK, Tarczy-Hornoch P, Veenstra DL, Wagle N, Weck K, Wilfond BS, Wilhelmsen K, Wolf SM, Wynn J, Yu JH; CSER Consortium. Clinical Sequencing Exploratory Research Consortium: Accelerating Evidence-Based Practice of Genomic Medicine. Am J Hum Genet. 2016 Jun 2;98(6):1051-1066. doi: 10.1016/j.ajhg.2016.04.011. Epub 2016 May 12. Erratum In: Am J Hum Genet. 2016 Jul 7;99(1):246. doi: 10.1016/j.ajhg.2016.06.002."
                },
                {
                    "pmid": "30287922",
                    "type": "BACKGROUND",
                    "citation": "Hart MR, Biesecker BB, Blout CL, Christensen KD, Amendola LM, Bergstrom KL, Biswas S, Bowling KM, Brothers KB, Conlin LK, Cooper GM, Dulik MC, East KM, Everett JN, Finnila CR, Ghazani AA, Gilmore MJ, Goddard KAB, Jarvik GP, Johnston JJ, Kauffman TL, Kelley WV, Krier JB, Lewis KL, McGuire AL, McMullen C, Ou J, Plon SE, Rehm HL, Richards CS, Romasko EJ, Miren Sagardia A, Spinner NB, Thompson ML, Turbitt E, Vassy JL, Wilfond BS, Veenstra DL, Berg JS, Green RC, Biesecker LG, Hindorff LA. Secondary findings from clinical genomic sequencing: prevalence, patient perspectives, family history assessment, and health-care costs from a multisite study. Genet Med. 2019 May;21(5):1100-1110. doi: 10.1038/s41436-018-0308-x. Epub 2018 Oct 5. Erratum In: Genet Med. 2019 May;21(5):1261-1262. doi: 10.1038/s41436-019-0440-2."
                },
                {
                    "pmid": "31808996",
                    "type": "BACKGROUND",
                    "citation": "Brunette CA, Miller SJ, Majahalme N, Hau C, MacMullen L, Advani S, Ludin SA, Zimolzak AJ, Vassy JL. Pragmatic Trials in Genomic Medicine: The Integrating Pharmacogenetics In Clinical Care (I-PICC) Study. Clin Transl Sci. 2020 Mar;13(2):381-390. doi: 10.1111/cts.12723. Epub 2019 Dec 18."
                },
                {
                    "pmid": "11433558",
                    "type": "BACKGROUND",
                    "citation": "Jones D, Kazis L, Lee A, Rogers W, Skinner K, Cassar L, Wilson N, Hendricks A. Health status assessments using the Veterans SF-12 and SF-36: methods for evaluating otucomes in the Veterans Health Administration. J Ambul Care Manage. 2001 Jul;24(3):68-86. doi: 10.1097/00004479-200107000-00011."
                },
                {
                    "pmid": "16985389",
                    "type": "BACKGROUND",
                    "citation": "Kazis LE, Selim A, Rogers W, Ren XS, Lee A, Miller DR. Dissemination of methods and results from the veterans health study: final comments and implications for future monitoring strategies within and outside the veterans healthcare system. J Ambul Care Manage. 2006 Oct-Dec;29(4):310-9. doi: 10.1097/00004479-200610000-00007."
                },
                {
                    "pmid": "19051059",
                    "type": "BACKGROUND",
                    "citation": "Selim AJ, Rogers W, Fleishman JA, Qian SX, Fincke BG, Rothendler JA, Kazis LE. Updated U.S. population standard for the Veterans RAND 12-item Health Survey (VR-12). Qual Life Res. 2009 Feb;18(1):43-52. doi: 10.1007/s11136-008-9418-2. Epub 2008 Dec 3."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "This link references a poster presentation at the annual American Medical Informatics Association (AMIA) in 2017 by authors Majahalme N, Miller SJ, Zimolzak AJ, and Vassy JL.",
                    "url": "https://knowledge.amia.org/65881-amiab-1.4254737/t004-1.4257399?qr=1"
                },
                {
                    "label": "This link references the National Veterans Health Equity report for FY2013, published by the VA Office of Health Equity.",
                    "url": "https://www.va.gov/HEALTHEQUITY/docs/National_Veterans_Health_Equity_Report_FY2013_FINAL_508_Comp.pdf"
                },
                {
                    "label": "This link references the Surveillance, Epidemiology, and End Results (SEER) database from November 2017, published by the NIH.",
                    "url": "https://seer.cancer.gov/data-software/documentation/seerstat/nov2017/"
                },
                {
                    "label": "This link references a book entitled \"Systematic Methods for Collecting and Analyzing Multidisciplinary Team Based Qualitative Data,\" authored by Carey JW and Gelaude D.",
                    "url": "https://catalog.loc.gov/vwebv/search?searchCode=LCCN&searchArg=2007002042&searchType=1&permalink=y"
                },
                {
                    "label": "This link references a book entitled \"Applied Thematic Analysis,\" authored by Guest GS, MacQueen KM, and Namey EE.",
                    "url": "https://methods.sagepub.com/book/applied-thematic-analysis"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We will share de-identified individual-level trial data through a data repository housed on a secure VA server and accessible only to outside investigators with Institutional Review Board (IRB).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Upon publication of primary results",
            "accessCriteria": "Access will be contingent on IRB approval"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-07-25",
                    "uploadDate": "2022-09-29T18:13",
                    "filename": "ICF_000.pdf",
                    "size": 265746
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000001281",
                    "term": "Atrial Fibrillation"
                },
                {
                    "id": "D000003324",
                    "term": "Coronary Artery Disease"
                },
                {
                    "id": "D000017202",
                    "term": "Myocardial Ischemia"
                },
                {
                    "id": "D000003327",
                    "term": "Coronary Disease"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6546",
                    "name": "Coronary Artery Disease",
                    "asFound": "Coronary Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19506",
                    "name": "Myocardial Ischemia",
                    "asFound": "Coronary Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6549",
                    "name": "Coronary Disease",
                    "asFound": "Coronary Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Type 2 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4586",
                    "name": "Atrial Fibrillation",
                    "asFound": "Atrial Fibrillation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}