{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05600764",
            "orgStudyIdInfo": {
                "id": "IRB00341314"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "The Natural History of TRPV4 Neuropathy",
            "officialTitle": "The Natural History of TRPV4 Neuropathy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-natural-history-of-neuropathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2033-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2048-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-27",
            "studyFirstSubmitQcDate": "2022-10-27",
            "studyFirstPostDateStruct": {
                "date": "2022-10-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Muscular Dystrophy Association",
                    "class": "OTHER"
                },
                {
                    "name": "Actio Biosciences, Inc",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this research is to document the natural history of neuropathy in patients with a confirmed genetic mutation in the TRPV4 gene. The investigators are searching for patients willing to participate in a 6-year long study to document the symptoms of TRPV4-associated disease and their progression over time. Participation requires annual study visits at Johns Hopkins for adult and juvenile participants.",
            "detailedDescription": "Genetic variants in the transient receptor potential cation channel subfamily V member 4 (TRPV4) gene are known to cause different forms of inherited neuropathy that can manifest with muscle weakness, sensory loss, and problems with the vocal cords. These different conditions can be referred to as Charcot-Marie-Tooth disease 2C, scapuloperoneal spinal muscular atrophy, or congenital distal spinal muscular atrophy. For unclear reasons, the symptoms vary significantly among the patients, from mild to severe impact and from early childhood onset to adult onset. Research has shown that disease-causing changes in the TRPV4 gene cause overactivation of TRPV4, which could theoretically be treated with a TRPV4 blocking drug.\n\nThere have been many case reports about patients with TRPV4-associated disease, but never has there been a large cohort evaluation to study the natural history of the disease to document the frequency and severity of symptoms and how they change over time. Understanding the different sub-types of disease and how they progress over time is essential knowledge to design clinical trials to evaluate the effectiveness of potential treatments.\n\nThe investigators are therefore seeking patients with a confirmed mutation in the TRPV4-gene to participate in this research project. It requires annual study visits at Johns Hopkins (Baltimore, Maryland) for adults and pediatric participants. The study is designed to follow patients for six years and testing is scheduled to occur over two days for each visit. Participants will be reimbursed for travel expenses and hotel accommodations, and all tests will be performed free of charge.\n\nPlanned testing includes thorough neurological exams, nerve conduction studies, standardized questionnaires, brain MRIs, skeletal X-rays and bone density scans (DEXA), vocal cord and voice assessments, retinal (eye) scans, and a series of tests to evaluate the ability to perform tasks of daily living such as getting up from a chair or walking for six minutes. The investigators will also collect blood samples from each participant to be used for laboratory research."
        },
        "conditionsModule": {
            "conditions": [
                "TRPV4 Gene Mutation"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "6 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Blood and urine samples will be taken at each study visit."
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Tracking the severity of overall neuropathy symptoms",
                    "description": "The Charcot Marie Tooth neuropathy score (CMTNS) which is an overall score that incorporates the sub-scores of Charcot Marie Tooth exam score (CMTES) and the Charcot Marie Tooth symptom score (CMTSS) which are all assessed at once. The minimum score is 0, the maximum score is 20, and higher scores indicate more severe disease.",
                    "timeFrame": "Annually for 6 years"
                },
                {
                    "measure": "Tracking the progression of the disease using functional measures",
                    "description": "The Charcot Marie Tooth functional outcome measure (CMT-FOM) uses a variety of functional tests and questions about symptoms to measure the disease progression of the neuropathy. The minimum score is 0, the maximum score is 52, and higher scores indicate more severe disease.",
                    "timeFrame": "Annually for 6 years"
                },
                {
                    "measure": "Tracking the severity of limitations caused by neuropathy",
                    "description": "The Overall Neuropathy Limitations Scale (ONLS) tracks how patients are limited by their neuropathy in certain tasks and movements. The scale goes from 0 (meaning no disability) to 12 (meaning maximum disability).",
                    "timeFrame": "Annually for 6 years"
                },
                {
                    "measure": "Tracking the severity of disease in pediatric patients",
                    "description": "The Charcot Marie Tooth pediatric scale (CMTPeds) will be used for patients between 4 and 18 years of age. The minimum score is 0, the maximum score is 44, and higher scores indicate more severe disease.",
                    "timeFrame": "Annually for 6 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient is aged 3-80 years with a documented mutation in the TRPV4 gene and a clinical phenotype consistent with TRPV4-associated disease (as determined by the investigator) OR\n* The patient has a first-degree relative (parent, child, sibling, half-sibling, aunt, uncle, grandparent, or grandchild) with a documented disease-causing mutation AND a clear link between that family member and the affected patient AND a clinical phenotype consistent with TRPV4-associated disease.\n* Patients with a variant of unknown significance in TRPV4 and a clinical phenotype possibly consistent with TRPV4-associated disease will be eligible for initial enrolment, but continued eligibility will be determined based on whether the observed clinical phenotype is consistent with TRPV4-associated disease (as determined by the investigator).\n* Participant or legal guardian for patients under 18 years of age is capable of giving signed informed consent.\n\nExclusion Criteria:\n\n* Medical history of other concomitant neurological disease or clinically significant physical exam/laboratory result that, in the opinion of the investigator, would render the patient being unsuitable for the study.\n* Patients with a TRPV4 variant of unknown significance who are initially enrolled but then deemed to be unlikely to have a phenotype consistent with TRPV4-associated disease will no longer be eligible and their clinical data will be deleted.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Juveniles and adults with a confirmed genetic mutation in the transient receptor potential cation channel subfamily V member 4 (TRPV4) gene and clinical symptoms consistent with TRPV4-associated disease which can be known as Charcot-Marie-Tooth disease 2C, scapuloperoneal spinal muscular atrophy, or congenital distal spinal muscular atrophy.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Samuel Xie",
                    "role": "CONTACT",
                    "phone": "(410)955-0749",
                    "email": "sxie21@jhmi.edu"
                },
                {
                    "name": "Simone Thomas",
                    "role": "CONTACT",
                    "phone": "(410) 614-4188",
                    "email": "sthom125@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Charlotte Sumner, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samuel Xie",
                            "role": "CONTACT",
                            "phone": "410-955-0749",
                            "email": "sxie21@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}