{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05740176",
            "orgStudyIdInfo": {
                "id": "CP 110-0004"
            },
            "organization": {
                "fullName": "Synergy Spine Solutions",
                "class": "INDUSTRY"
            },
            "briefTitle": "The Synergy Disc for the Treatment of 2 Level Cervical Degenerative Disc Disease Compared With Cervical Fusion Surgery",
            "officialTitle": "A Multi-Center, Prospective, Historically Controlled Pivotal Trial Comparing the Safety and Effectiveness of the Synergy Disc to Anterior Cervical Discectomy and Fusion in Patients With Two-Level Symptomatic Cervical Degenerative Disc Disease (DDD)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-synergy-disc-for-the-treatment-of-level-cervical-degenerative-disc-disease-compared-with-cervical-fusion-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-03",
            "studyFirstSubmitQcDate": "2023-02-13",
            "studyFirstPostDateStruct": {
                "date": "2023-02-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Synergy Spine Solutions",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "MCRA",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "A multicenter, prospective, non-randomized, historically controlled study. To demonstrate the Synergy Disc is at least as safe and effective as conventional anterior cervical discectomy and fusion (ACDF) to treat cervical degenerative disc disease (DDD) in subjects who are symptomatic at two levels from C3 to C7 are and are unresponsive to conservative management. Patients will be evaluated preoperatively, at the time of surgery, and at 6 weeks, and 3, 6, 12, and 24 months after surgery. Follow-up will continue annually until the last patient reaches 24-month follow-up. The primary analysis will occur at 24 months.",
            "detailedDescription": "The proposed investigation is a prospective, non-randomized, multi-center, historically controlled comparison of the Synergy Disc to the control of conventional anterior cervical discectomy and fusion (ACDF) surgery in patients with cervical DDD. A total of 200 patients will be enrolled to the investigational group .The objective of this clinical study is to evaluate the safety and effectiveness of the two-level Synergy Disc compared to conventional two-level ACDF in skeletally mature patients for reconstruction of two contiguous discs from C3 to C7 following discectomy at two contiguous levels for intractable radiculopathy (arm pain and/or a neurological deficit) with neck pain or myelopathy due to abnormalities localized to the levels of the two contiguous disc spaces that are unresponsive to conservative management."
        },
        "conditionsModule": {
            "conditions": [
                "Cervical Degenerative Disc Disease"
            ],
            "keywords": [
                "degenerative disc disease",
                "cervical",
                "artificial disc replacement",
                "motion preservation",
                "motion preservation disc",
                "cervical TDR"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "multicenter, prospective, historically controlled",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Synergy Disc",
                    "type": "EXPERIMENTAL",
                    "description": "The Synergy Disc is a cervical disc prosthesis that can be inserted between C3-C7 in skeletally mature patients after anterior discectomy to provide restoration of motion to the functional spinal unit. The Synergy Disc is designed to restore kinematics to the cervical spine. The Synergy Disc is intended for use in the cervical spine for reconstruction of the disc following a two level discectomy for intractable radiculopathy and/or myelopathy.",
                    "interventionNames": [
                        "Device: Anterior Cervical Discectomy and Fusion"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Anterior Cervical Discectomy and Fusion",
                    "description": "Anterior cervical discectomy is a surgical procedure that was developed to treat damaged cervical discs by relieving pressure on the nerve roots or on the spinal cord by removing the ruptured disc. The operation is performed by reaching the cervical spine through a small incision in the front of the neck. The soft tissues of the neck are then separated allowing for the disc to be removed. Anterior cervical discectomy has proven to be a safe and effective procedure for the treatment of degenerative disc disease. The anterior approach allows direct visualization of the entire interspace and wide decompression of the anterior aspect cervical spinal cord and nerve roots. It may be undertaken in cases of multilevel disease and interbody fusion may be performed if required",
                    "armGroupLabels": [
                        "Synergy Disc"
                    ],
                    "otherNames": [
                        "ACDF"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "NDI",
                    "description": "≥ 15-point improvement in NDI Score (out of 100) in subjects at 24 months compared with baseline",
                    "timeFrame": "24 month"
                },
                {
                    "measure": "Standardized Neurological Assessment Scales",
                    "description": "Maintenance or improvement in neurological status (motor and sensory only) at 24 months compared to baseline",
                    "timeFrame": "24 month"
                },
                {
                    "measure": "Secondary Surgical Intervention",
                    "description": "No study failure due to secondary surgical interventions (revision, removal, re-operation, supplemental fixation) at the index levels",
                    "timeFrame": "24 month"
                },
                {
                    "measure": "Device Related Adverse Event",
                    "description": "Absence of major device related adverse events defined as radiographic failure, neurological failure, or failure by adverse event as adjudicated by the CEC.",
                    "timeFrame": "24 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "SF-36",
                    "description": "Health Survey (SF-36) at baseline and at each follow-up time-point",
                    "timeFrame": "pre-operative, 6 week, 3 month, 6 month, 12 month, 24 month"
                },
                {
                    "measure": "VAS",
                    "description": "Visual analogue scale (VAS) will be used to evaluate pain where a change of at least 20mm will be considered clinically significant. Neck pain as measured on a 100mm VAS at baseline and at each follow-up time-point. Left and Right arm/shoulder pain as measured on a 100mm VAS at baseline and at each follow-up time-point. Please note, this assessment will include a \"Worst\" to pool together the left or right arm/shoulder scores with the higher baseline score. VAS Hoarseness on a 100mm scale.",
                    "timeFrame": "pre-operative, 6 week, 3 month, 6 month, 12 month, 24 month"
                },
                {
                    "measure": "Patient Satisfaction",
                    "description": "Patient Satisfaction Questionnaire",
                    "timeFrame": "6 week, 3 month, 6 month, 12 month, 24 month"
                },
                {
                    "measure": "BZ Score",
                    "description": "Bazaz Dysphagia Score at 24 months compared to baseline",
                    "timeFrame": "6 week, 3 month, 6 month, 12 month, 24 month"
                },
                {
                    "measure": "Odom's Criteria",
                    "description": "Results at 24 months for the investigational Synergy Disc and at 24 months for the control ACDF will also be categorized by the physician according to Odom's Criteria.",
                    "timeFrame": "6 week, 3 month, 6 month, 12 month, 24 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to be eligible to participate in this study, subjects must meet all of the following criteria:\n\n1. Must be at least 18 years of age and be skeletally mature at the time of surgery\n2. Has a preoperative neck pain score ≥ 8 (out of 20) based on the preoperative Neck and Arm Pain Questionnaire.\n3. Has cervical degenerative disc disease at two (2) adjacent cervical levels (from C3 - C7) requiring surgical treatment and involving intractable radiculopathy, myelopathy, or both;\n4. Has a herniated disc and/or osteophyte formation at each level to be treated that is producing symptomatic nerve root and/or spinal cord compression. The condition is documented by patient history (e.g., neck pain with arm pain, functional deficit and/or neurological deficit), and the requirement for surgical treatment is evidenced by radiographic studies (e.g., CT, MRI, x-rays, etc.);\n5. Neck Disability Index (NDI) score ≥ 30/100 (raw score of ≥ 15/50);\n6. Has been unresponsive to non-operative treatment for at least six weeks or has the presence of progressive symptoms or signs of nerve root/spinal cord compression in the face of continued non-operative management; has no previous surgical intervention at the involved levels or any subsequent planned/staged surgical procedure at the involved or adjacent level(s);\n7. If a female of childbearing potential, patient is non-pregnant, non-nursing, and agrees not to become pregnant during the study period;\n8. Is willing to comply with the study plan and sign the Patient Informed Consent Form\n\nExclusion Criteria:\n\nSubjects who meet any of the following criteria will be excluded from participation in this study:\n\n1. Has a cervical spinal condition other than symptomatic cervical DDD requiring surgical treatment at the involved levels;\n2. Has documented or diagnosed cervical instability relative to adjacent segments at either level, defined by dynamic (flexion/extension) radiographs showing:\n\n   1. Sagittal plane translation \\> 3.5 mm, or\n   2. Sagittal plane angulation \\> 20°;\n3. Prior attempted or completed cervical spine surgery, except (1) laminoforaminotomy (greater than 6 months prior to scheduled surgical treatment), which includes removal of disc material necessary to perform a nerve root decompression, with less than one-third facetectomy at any level, or (2) a successful single-level anterior cervical fusion (greater than 6 months prior to scheduled surgical treatment);\n4. Has severe pathology of the facet joints of the involved vertebral bodies;\n5. Axial neck pain only (no radicular or myelopathy symptoms);\n6. Has been previously diagnosed with osteomalacia;\n7. Osteoporosis: A screening questionnaire for osteoporosis, SCORE (Simple Calculated Osteoporosis Risk Estimation) for females or MORES for males (Male Osteoporosis Risk Estimation Score), will be used to screen patients to determine those patients who require a DXA of the hip, a bone mineral density measurement. A SCORE or MORES ≥6 requires a DXA. If DXA is required, exclusion will be defined as a DXA bone density measured T score ≤ -2.5 (The World Health Organization definition of osteoporosis). DXA scans within the last 6 months prior to surgical treatment may be used;\n8. Has presence of spinal metastases;\n9. Has overt or active bacterial infection, either local or systemic;\n10. Has insulin-dependent diabetes;\n11. Has chronic or acute renal failure or prior history of renal disease;\n12. Known titanium or UHMWPE allergy;\n13. Is mentally incompetent (if questionable, obtain psychiatric consult);\n14. Is a prisoner;\n15. Is pregnant ;\n16. Is currently an alcohol and/or drug abuser or currently undergoing treatment for alcohol and/or drug abuse;\n17. Is involved with current or pending litigation regarding a spinal condition;\n18. Has received drugs that may interfere with bone metabolism within two weeks prior to the planned date of spinal surgery (e.g., steroids or methotrexate), excluding routine perioperative anti-inflammatory drugs;\n19. Has a history of an endocrine or metabolic disorder known to affect osteogenesis (e.g., Paget's Disease, renal osteodystrophy, Ehlers-Danlos Syndrome, or osteogenesis imperfecta);\n20. Has a condition that requires postoperative medications that interfere with the stability of the implant, such as steroids. This does not include low-dose aspirin for prophylactic anticoagulation and routine perioperative anti-inflammatory drugs;\n21. Has received treatment with an investigational therapy within 28 days prior to implantation surgery or such treatment is planned during the 16 weeks following implantation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jane M Jacob, PhD",
                    "role": "CONTACT",
                    "phone": "512-289-5370",
                    "email": "janejacob@synergyspinesolutions.com"
                },
                {
                    "name": "Lisa Beck",
                    "role": "CONTACT",
                    "phone": "202-552-5800",
                    "email": "lbeck@mcra.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jane M Jacob, PhD",
                    "affiliation": "Synergy Spine Solutions",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Todd Lanman, MD",
                    "status": "RECRUITING",
                    "city": "Beverly Hills",
                    "state": "California",
                    "zip": "90210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicole Phillips",
                            "role": "CONTACT",
                            "email": "research@spine.md"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.07362,
                        "lon": -118.40036
                    }
                },
                {
                    "facility": "DOCS Health Management LLC",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90048",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Babak Khandehroo",
                            "role": "CONTACT",
                            "email": "research@docshealth.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Institute of Neuro Innovation",
                    "status": "RECRUITING",
                    "city": "Santa Monica",
                    "state": "California",
                    "zip": "91304",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jack Petros",
                            "role": "CONTACT",
                            "email": "research@inifoundation.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.01945,
                        "lon": -118.49119
                    }
                },
                {
                    "facility": "Steamboat Orthopaedic and Spine Institute",
                    "status": "RECRUITING",
                    "city": "Steamboat Springs",
                    "state": "Colorado",
                    "zip": "80487",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abigail Wiedel",
                            "role": "CONTACT",
                            "email": "lmanzanres@steamboatortho.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48498,
                        "lon": -106.83172
                    }
                },
                {
                    "facility": "Yale University Neurosurgery",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06510",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hugh Medvecky",
                            "role": "CONTACT",
                            "email": "hugh.medvecky@yale.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "Kennedy-White Orthopaedic Center",
                    "status": "RECRUITING",
                    "city": "Sarasota",
                    "state": "Florida",
                    "zip": "34232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sara Wood",
                            "role": "CONTACT",
                            "email": "swood@kwoc.net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.33643,
                        "lon": -82.53065
                    }
                },
                {
                    "facility": "Indiana Spine Group",
                    "status": "RECRUITING",
                    "city": "Carmel",
                    "state": "Indiana",
                    "zip": "46032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sheetal Vinayek",
                            "role": "CONTACT",
                            "email": "svinayek@indianaspinegroup.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.97837,
                        "lon": -86.11804
                    }
                },
                {
                    "facility": "Precision Spine and Orthopaedic Associates, PA",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Overland Park",
                    "state": "Kansas",
                    "zip": "66211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "robin keswani",
                            "role": "CONTACT",
                            "email": "robin@researchtex.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98223,
                        "lon": -94.67079
                    }
                },
                {
                    "facility": "Bone and Joint Clinic of Baton Rouge",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Baton Rouge",
                    "state": "Louisiana",
                    "zip": "70808",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heather Bowman",
                            "role": "CONTACT",
                            "email": "hbowman@louisianaspine.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.45075,
                        "lon": -91.15455
                    }
                },
                {
                    "facility": "Louisiana Spine Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Shreveport",
                    "state": "Louisiana",
                    "zip": "71101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heather Bowman",
                            "role": "CONTACT",
                            "email": "hbowman@louisianaspine.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.52515,
                        "lon": -93.75018
                    }
                },
                {
                    "facility": "Michigan Orthopedic Surgeons",
                    "status": "RECRUITING",
                    "city": "Royal Oak",
                    "state": "Michigan",
                    "zip": "48073",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Courtney Watterworth",
                            "role": "CONTACT",
                            "email": "courtney.watterworth@corewellhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.48948,
                        "lon": -83.14465
                    }
                },
                {
                    "facility": "Carolina NeuroSurgery and Spine Associates, PA",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ginger Barr",
                            "role": "CONTACT",
                            "email": "ginger.barr@csna.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                },
                {
                    "facility": "M3 Emerging Medical Research",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27704",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shandelle Parker",
                            "role": "CONTACT",
                            "email": "sparker@wakeresearch.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Summit Spine",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97225",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sean Brown",
                            "role": "CONTACT",
                            "email": "pacsean@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Oregon Spine Care",
                    "status": "RECRUITING",
                    "city": "Tualatin",
                    "state": "Oregon",
                    "zip": "97062",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelsey Gretzinger",
                            "role": "CONTACT",
                            "email": "kelsey@oregonspinecare.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.38401,
                        "lon": -122.76399
                    }
                },
                {
                    "facility": "Austin Neurosurgeons",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78746",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robin Keswani",
                            "role": "CONTACT",
                            "email": "robin@researchtex.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                },
                {
                    "facility": "DFW Center for Spinal Disorders",
                    "status": "RECRUITING",
                    "city": "Fort Worth",
                    "state": "Texas",
                    "zip": "76132",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robin Keswani",
                            "role": "CONTACT",
                            "email": "robin@researchtex.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.72541,
                        "lon": -97.32085
                    }
                },
                {
                    "facility": "Texas Spine Care Center",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78231",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robin Keswani",
                            "role": "CONTACT",
                            "email": "robin@researchtex.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                },
                {
                    "facility": "The Disc Replacement Center",
                    "status": "RECRUITING",
                    "city": "West Jordan",
                    "state": "Utah",
                    "zip": "84088",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Veronica Scarth",
                            "role": "CONTACT",
                            "email": "veronicalscarth@centura.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.60967,
                        "lon": -111.9391
                    }
                },
                {
                    "facility": "Atlantic Brain and Spine",
                    "status": "RECRUITING",
                    "city": "Reston",
                    "state": "Virginia",
                    "zip": "20190",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Meghan Martin",
                            "role": "CONTACT",
                            "email": "meghan@brainspinesurgery.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.96872,
                        "lon": -77.3411
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013122",
                    "term": "Spinal Diseases"
                },
                {
                    "id": "D000055959",
                    "term": "Intervertebral Disc Degeneration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M28405",
                    "name": "Intervertebral Disc Degeneration",
                    "asFound": "Degenerative Disc Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15919",
                    "name": "Spinal Diseases",
                    "asFound": "Disc Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6403",
                    "name": "Complement C3",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}