{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03457493",
            "orgStudyIdInfo": {
                "id": "IRB-300001025"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "The University of Alabama at Birmingham (UAB) Neuroinflammation in Parkinson's Disease-TSPO- Positron Emission Tomography (PET) Substudy",
            "officialTitle": "UAB Neuroinflammation in Parkinson's Disease - TSPO-PET Substudy",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "the-university-of-alabama-at-birmingham-uab-neuroinflammation-in-parkinson-s-disease-tspo-positron-emission-tomography-pet-substudy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-02-23",
            "studyFirstSubmitQcDate": "2018-02-28",
            "studyFirstPostDateStruct": {
                "date": "2018-03-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jonathan E McConathy",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this substudy is to measure the concentration and the regional brain distribution of activated brain microglia/macrophages using the PET ligand \\[18F\\]DPA-714 in participants enrolled in the UAB Innate and Adaptive Immunity in Parkinson's Disease (Clinical Research Core) and Longitudinal \\[18F\\]DPA-714 Imaging in a Parkinson Disease Cohort studies. The PET tracer \\[18F\\]DPA-714 binds to the 18 kDa translocator protein (TSPO, also known as the peripheral benzodiazepine receptor) in the mitochondria of activated microglia/macrophages and provides a non-invasive measure of neuroinflammation. The amount and distribution of \\[18F\\]DPA-714 in the brain will be correlated to clinical data acquired through the separate ongoing UAB Innate and Adaptive Immunity in Parkinson Disease (Clinical Research Core) and Longitudinal \\[18F\\]DPA-714 Imaging in a Parkinson Disease Cohort studies. The primary objective of this study is to determine if patients with PD have higher levels of neuroinflammation than healthy controls as measured with \\[18F\\]DPA-714-PET/MRI.",
            "detailedDescription": "This clinical imaging sub-study will use the small molecule translocator protein (TSPO) ligand, 18F-labeled DPA-714, to visualize and quantify neuroinflammation in individuals participating in the UAB Innate and Adaptive Immunity in Parkinson Disease (Clinical Research Core) and Longitudinal 18F-DPA-714 Imaging in a Parkinson Disease Cohort studies. The UAB Innate and Adaptive Immunity in Parkinson Disease (Clinical Research Core) study and the Longitudinal 18F-DPA-714 Imaging in a Parkinson Disease Cohort study are separate studies reviewed by the UAB IRB (IRB-300001745 and IRB-300011684 respectively, PI Yacoubian). Each study includes participants with clinically diagnosed PD and healthy controls. This sub-study will examine the role of the immune system, particularly the innate immune system, in the pathophysiology of PD. TSPO is increased during neuroinflammation and is a marker of activated microglia. The PET tracer \\[18F\\]DPA-714 will be used to image neuroinflammation in the brains of study participants and will be correlated with clinical data collected through participation in the UAB Innate and Adaptive Immunity in Parkinson Disease (Clinical Research Core) and the Longitudinal 18F-DPA-714 Imaging in a Parkinson Disease Cohort studies. Study participants will be divided into three cohorts; 100 PD participants and 100 healthy volunteers will be enrolled in the UDALL Baseline Cohort, sixty-seven PD participants from the UDALL Baseline Cohort will be enrolled in the UDALL 5-year Follow-up Cohort, and 5 PD participants will be enrolled in the Metabolite Analysis Cohort.\n\nUDALL Baseline Cohort) Participants eligible through enrollment in the UAB Neuroinflammation PD study will be consented for one-time DPA-714 PET/MRI imaging. Imaging results will be correlated with demographics and clinical and biospecimen assessment from the Innate and Adaptive Immunity in Parkinson Disease (Clinical Research Core) study.In the baseline cohort, we are enrolling subjects to examine the role of brain and systemic inflammation at diagnosis in patients in the early stages of PD. For this study, we are enrolling 100 healthy volunteers and 100 PD participants who will undergo clinical analysis, DPA 714 scans, and plasma and cerebrospinal fluid (CSF) analysis. These subjects will be followed longitudinally in the associated UAB Innate and Adaptive Immunity in Parkinson Disease (Clinical Research Core) study in order to determine whether DPA 714 signal correlates with other biomarkers of inflammation in the blood or CSF and whether DPA 714 signal predicts motor or cognitive decline over time.\n\nUDALL 5-year Follow-up Cohort) 67 PD participants from the UDALL Baseline Cohort will be consented. Participants will receive follow-up DPA-714 PET/MRI imaging approximately 5 years after baseline imaging. Imaging results will be correlated with demographics and clinical and biospecimen assessment from the Innate and Adaptive Immunity in Parkinson Disease (Clinical Research Core) study.In interval analysis of the original Udall cohort, we observed increased brain inflammation as determined by DPA-714 scans in patients newly diagnosed with PD at baseline compared to health controls. An unknown question is whether this brain inflammation is maintained throughout the disease course. Therefore, we will rescan with DPA-714 subjects 5 years after enrollment who had scans done at baseline (n=67). This will help answer whether brain inflammation changes over time.\n\nMetabolite Analysis Cohort) Five PD participants eligible through enrollment in the UAB Neuroinflammation PD study will be consented for one-time DPA-714 PET/MRI imaging, arterial line placement and metabolite sampling. Imaging results will be correlated with demographics and clinical and biospecimen assessment from the Longitudinal 18F-DPA-714 Imaging in a Parkinson Disease Cohort study. For the metabolite analysis cohort, we will enroll 5 subjects to perform metabolite analysis to validate previous studies that DPA 714 signal in the brain is not affected by metabolism of the radioligand at our center."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 205,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Baseline Cohort Healthy Controls, DPA-714-PET/MRI",
                    "type": "EXPERIMENTAL",
                    "description": "n-105",
                    "interventionNames": [
                        "Drug: DPA-714-PET/MRI"
                    ]
                },
                {
                    "label": "Baseline Cohort Early Parkinson's Disease, DPA-714-PET/MRI",
                    "type": "EXPERIMENTAL",
                    "description": "n-100",
                    "interventionNames": [
                        "Drug: DPA-714-PET/MRI"
                    ]
                },
                {
                    "label": "UDALL 5-year Follow-up Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "n-67 from baseline early Parkinson's disease cohort",
                    "interventionNames": [
                        "Drug: 5-year Follow-up DPA-714-PET/MRI"
                    ]
                },
                {
                    "label": "Metabolite Analysis Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "n-5 from baseline early Parkinson's disease cohort",
                    "interventionNames": [
                        "Drug: DPA-714 Metabolite Analysis"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "DPA-714-PET/MRI",
                    "description": "DPA-714-PET/MRI",
                    "armGroupLabels": [
                        "Baseline Cohort Early Parkinson's Disease, DPA-714-PET/MRI",
                        "Baseline Cohort Healthy Controls, DPA-714-PET/MRI"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "5-year Follow-up DPA-714-PET/MRI",
                    "description": "PET/MRI scan with DPA-714",
                    "armGroupLabels": [
                        "UDALL 5-year Follow-up Cohort"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "DPA-714 Metabolite Analysis",
                    "description": "Participants will have an arterial line placed in their lower forearm immediately before DPA-714 PET/MRI. Serial blood samples will be pulled at specific time points during the dynamic PET/MRI.",
                    "armGroupLabels": [
                        "Metabolite Analysis Cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Comparison of TSPO-PET measures of neuroinflammation between PD patients and healthy controls.",
                    "description": "Estimates of brain TSPO concentrations measured with PET will serve as a marker for neuroinflammation. TSPO-PET measures will be compared between PD patients and healthy controls. We expect the PD patients to have higher measures of neuroinflammation than healthy controls.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Correlation of DPA-714-PET/MRI with demographics, clinical and biospecimen assessments from Neuroinflammation in PD study",
                    "description": "The estimates of neuroinflammation measured with TSPO-PET will be correlated with clinical assessments of PD severity and biospecimens collected through the UAB Neuroinflammation in PD study.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for all cohorts:\n\n1. Enrollment in either the UAB Innate and Adaptive Immunity in Parkinson Disease (Clinical Research Core) study or UAB Longitudinal \\[18F\\]DPA-714 Imaging in a Parkinson Disease Cohort study under the separate UAB-approved research protocols (IRB-300001745 and IRB-300011684 respectively, PI Yacoubian)\n2. Negative urine or serum Human chorionic gonadotropin (hCG) test within 2 days of \\[18F\\]DPA-714-PET administration in women of childbearing potential. Women who are post-menopausal with at least 1 year since last menses or documented surgical sterilization will not require pregnancy testing.\n3. High or mixed affinity binder for TSPO ligands based on genotyping for single nucleotide polymorphism (SNP) rs6971.\n\nExclusion Criteria for all cohorts:\n\n1. Meets any exclusion criteria for the UAB Innate and Adaptive Immunity in Parkinson's Disease (Clinical Research Core) study or UAB Longitudinal \\[18F\\]DPA-714 Imaging in a Parkinson's Disease Cohort study.\n2. Contraindication to MRI and/or PET imaging\n3. Inability to participate in the imaging studies due to severity of PD or other medical comorbidities.\n4. Low-affinity binder for TSPO ligands based on genotyping for SNP rs6971.\n\nInclusion Criteria specific for UDALL 5-year Follow-up Cohort\n\n1. Parkinson's Disease participant enrolled in UDALL Baseline Cohort. Baseline imaging to be completed no more than 6 years prior.\n\nInclusion of Women and Minorities\n\nParticipants 30 years of age or older will be eligible for study participation. No other discriminatory factors, including age, sex, or ethnic background will be used to determine eligibility. Every effort will be made to ensure that minorities are recruited for study participation.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "30 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan McConathy, MD",
                    "role": "CONTACT",
                    "phone": "205-996-7115",
                    "email": "jmcconathy@uabmc.edu"
                },
                {
                    "name": "Evan Hudson",
                    "role": "CONTACT",
                    "phone": "205-996-1082",
                    "email": "evanhudson@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan McConathy, MD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UAB Advanced Imaging Facility",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Evan Hudson",
                            "role": "CONTACT",
                            "phone": "205-996-1082",
                            "email": "evanhudson@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000090862",
                    "term": "Neuroinflammatory Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2803",
                    "name": "Neuroinflammatory Diseases",
                    "asFound": "Neuroinflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}