{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05264779",
            "orgStudyIdInfo": {
                "id": "R01HS028001",
                "type": "AHRQ",
                "link": "https://reporter.nih.gov/quickSearch/R01HS028001"
            },
            "organization": {
                "fullName": "Indiana University",
                "class": "OTHER"
            },
            "briefTitle": "The Periviable GOALS Decision Support Tool",
            "officialTitle": "Promoting Shared Decision Making in Periviable Care: A Randomized Controlled Trial of the Periviable GOALS Decision Support Tool",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "the-periviable-goals-decision-support-tool"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-06",
            "studyFirstSubmitQcDate": "2022-03-02",
            "studyFirstPostDateStruct": {
                "date": "2022-03-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brownsyne Tucker Edmonds",
                "investigatorTitle": "Associate Professor of Obstetrics and Gynecology and Clinical Pediatrics",
                "investigatorAffiliation": "Indiana University"
            },
            "leadSponsor": {
                "name": "Indiana University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Agency for Healthcare Research and Quality (AHRQ)",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Periviable GOALS (Getting Optimal Alignment around Life Support) decision support tool (DST) is meant to facilitate informed shared decision-making regarding neonatal resuscitation for families facing the threat of a periviable delivery (deliveries occurring between 22 0/7 - 25 6/7 weeks gestational age). It is designed for parents to review independent of their clinician, and is intended to supplement, not replace, clinician counseling. The focus of the DST is the provision of patient-centered outcomes information and assistance with values clarification regarding neonatal outcomes. This is a multisite, randomized controlled trial to test the effect of the Periviable GOALS DST on shared decision making and decision satisfaction. The investigators hypothesize that participants who utilize the GOALS DST will have improved shared decision making and higher decision satisfaction.",
            "detailedDescription": "The investigators will evaluate the Periviable GOALS DST in a randomized controlled trial among 144 pregnant patients between 22 0/7 and 25 6/7 weeks gestation who are hospitalized for a pregnancy complication that threatens periviable delivery. Pregnant patients agreeing to participate will be asked to identify whom they will primarily rely on for assistance in making decisions regarding their delivery plan (e.g., father of the baby, partner, a family member, or any other important individual in the patient's life), referred to as the 'important other' (IO). In terms of IO recruitment goals, the investigators anticipate recruiting 72 IOs. This goal is based on our previous work with a similar population of pregnant patients, in which about half identified an 'important other' to be included in the study.\n\nRecruitment will be conducted at Indiana University (IU), the University of California at San Francisco (UCSF), the University of Kansas, the University of California at San Diego (UCSD), Northwestern University, The Ohio State University (OSU), and the University of Pennsylvania (UPenn).\n\nThis study consists of 3-4 points of data collection, depending on group assignment. Participants will be randomized into a treatment group or control group at the start of the study. All participants will complete the T0 interview, which consists of a set of baseline questionnaires and survey instruments that will be administered in-person, prior to delivery and after they have been counseled on their neonatal treatment options. Immediately following T0, participants who are assigned to the control group will proceed with usual care. Participants who are randomized to the intervention will review the Periviable GOALS DST, which contains outcomes information, values clarification and embedded short documentary style videos. The content focuses largely on helping patients better understand the choice they have between comfort care and life-sustaining efforts in the context of periviable delivery. After viewing the DST, participants will repeat instruments from T0 and provide feedback regarding the tool's acceptability (T1). Another member of the research team will contact all participants to complete follow-up interviews to assess decision quality, neonatal treatment preference and outcome, and mental health. These interviews will be conducted on postpartum day 1 or 2 (T2), at three months postpartum (T3), and at six months postpartum (T4)."
        },
        "conditionsModule": {
            "conditions": [
                "Pregnancy Preterm",
                "Premature Birth",
                "Pregnancy Complications",
                "Obstetric Labor, Premature",
                "Obstetric Labor Complications"
            ],
            "keywords": [
                "Decision making",
                "Periviable delivery",
                "Preterm birth",
                "Risk Communication",
                "Neonatal Resuscitation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomization tables will be generated with SAS v9.4 and will be stratified by recruitment site. The randomization tables will be uploaded into REDCap's randomization module by the data manager. RAs will not be allowed access to these randomization tables to ensure that the data collection remains unbiased.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The assessors of the primary outcome will be blinded to the participant's treatment group. The investigators will utilize a two-research assistant (RA) recruitment approach, wherein one RA collects the T0/T1 information and randomizes the patient to a study arm; and a second RA collects the T2-T4 data, remaining a blinded assessor of the primary outcomes of interest. Further, all other research personnel, including the data manager, statistician, and study investigators will be blinded to the participant's treatment group to minimize the potential for bias in the analysis.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 216,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Care (control)",
                    "type": "NO_INTERVENTION",
                    "description": "Participants assigned to this group will proceed with usual medical care and treatment, consisting of counseling by the teams of obstetricians and/or neonatologists at the respective study sites."
                },
                {
                    "label": "Periviable GOALS DST Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to the intervention will be presented with the Periviable GOALS DST and instructed to review the DST in its entirety. The participant will complete the education and values clarification components of the DST with the Recruitment RA present to confirm completion. Following completion of the GOALS DST, the Recruitment RA will repeat knowledge and decisional conflict instruments and assess acceptability.",
                    "interventionNames": [
                        "Other: Periviable GOALS DST"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Periviable GOALS DST",
                    "description": "An iPad application that contains outcomes information, values clarification and embedded short documentary style videos. The tool was designed with low-literacy and low-numeracy populations in mind, and utilizes graphics and video content to enhance meaning-making of complex medical information and jargon. The GOALS DST refers patients back to their physicians to discuss specific treatment options, local outcomes, and management strategies available to them. The DST's content focuses largely on helping patients better understand the choice they have between comfort care and life-sustaining efforts in the context of periviable delivery.",
                    "armGroupLabels": [
                        "Periviable GOALS DST Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Shared Decision Making",
                    "description": "9-item Shared Decision Making Questionnaire (SDM-Q-9) administered in-person or via phone/Zoom call. Scores range from 0 to 100, with a higher score correlating to higher shared decision making.",
                    "timeFrame": "1 day to 2 weeks after delivery"
                },
                {
                    "measure": "Decision Satisfaction",
                    "description": "6-item Satisfaction with Decision Scale, administered in-person or via phone/Zoom call at three time points. There are 5 response categories ranging from 1 (strongly disagree) to 5 (strongly agree) with higher scores correlating to higher decision satisfaction.",
                    "timeFrame": "1 day to 2 weeks after delivery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Decisional Conflict",
                    "description": "16-item Decisional Conflict Scale (DCS) administered during Zoom interview. There are 5 response categories, ranging from 0 (no decisional conflict) to 100 (extremely high decisional conflict).",
                    "timeFrame": "1 day to 2 weeks after delivery, 3 months after delivery, and 6 months after delivery"
                },
                {
                    "measure": "Knowledge about Periviable Delivery",
                    "description": "21-item knowledge scale, administered in-person prior to delivery. Scores range from 0-21 with higher scores indicating greater knowledge.",
                    "timeFrame": "Before delivery"
                },
                {
                    "measure": "Decision Regret",
                    "description": "5-item Decision Regret Scale, administered in person or via phone/Zoom call at three time points. There are 5 response categories ranging from 1 (strongly agree) to 5 (strongly disagree) with higher scores correlating to higher decision regret.",
                    "timeFrame": "1 day to 2 weeks after delivery, 3 months after delivery, and 6 months after delivery"
                },
                {
                    "measure": "Decision Control",
                    "description": "5-item subscale from the Decision Evaluation Scale, administered in-person or via phone/Zoom call at three time points. There are five responses ranging from 1 (strongly disagree) to 5 (strongly agree) with higher scores correlating to lower decision control.",
                    "timeFrame": "1 day to 2 weeks after delivery, 3 months after delivery, and 6 months after delivery"
                },
                {
                    "measure": "Depression",
                    "description": "9-item Patient Health Questionnaire (PHQ-9), administered in-person and via phone/Zoom calls at four time points. Participants are asked to indicate how much they have been bothered by a list of problems over the last two weeks. There are 4 response ranging from 0 (not at all) to 4 (nearly every day). Total scores range from 0-27 and are organized into 5 categories: minimal depression (0-4), mild depression (5-9), moderate depression (10-14), moderately severe depression (15-19), and severe depression (20-27).",
                    "timeFrame": "Before delivery, up to 2 weeks postpartum, 3 months postpartum, and 6 months postpartum."
                },
                {
                    "measure": "Anxiety",
                    "description": "7-item Generalized Anxiety Disorder (GAD-7), administered in-person and via phone/Zoom calls at four time points. Participants are asked to indicate how much they have been bothered by a list of problems over the last two weeks. There are 4 responses ranging from 0 (not at all) to 4 (nearly every day). Total scores range from 0-21 and are organized into 4 categories: minimal anxiety (0-4), mild anxiety (5-9), moderate anxiety (10-14), and severe anxiety (15-21).",
                    "timeFrame": "Before delivery, up to 2 weeks postpartum, 3 months postpartum, and 6 months postpartum."
                },
                {
                    "measure": "Post-Traumatic Stress Disorder",
                    "description": "22-item Impact of Events Scale-Revised (IES-R), administered in-person or via phone/Zoom call. Participants are asked to indicate how much they were distressed or bothered during the past seven days by each difficulty listed, in relation to losing their child to periviable delivery or their delivery experience (if their child survived). There are 5 response categories ranging from 0 (not at all) to 4 (extremely) with total scores ranging from 0-88. Scores of 33 or higher indicates a probable diagnoses for PTSD.",
                    "timeFrame": "Before delivery, up to 2 weeks postpartum, 3 months postpartum, and 6 months postpartum."
                },
                {
                    "measure": "Number of Parents who Preferred Resuscitation vs. Palliation",
                    "description": "Medical records will be reviewed for documentation of parental treatment preference (attempt resuscitation vs. palliation), treatment provided, and neonatal outcome (death, neurodevelopmental impairment, gestational age at delivery). The investigators will also assess treatment preferences at the first interview to account for baseline difference. To do so, participants will be asked whether they have been asked to make any treatment decisions regarding their baby, and if so, the types of decisions they were asked to make. If the participant identifies resuscitation versus palliative care as a decision they have been asked to make, they will be asked about their preference regarding these two options. If they make no mention of resuscitation the investigators will ask if the doctors have discussed resuscitation (Y/N), comfort care (Y/N), and then ask if they have decided which treatment option they prefer (Resuscitation, Comfort Care, Undecided).",
                    "timeFrame": "Before delivery and 1-2 days after delivery"
                },
                {
                    "measure": "Neonatal Treatment Provided",
                    "description": "Medical records will be reviewed for documentation of neonatal treatment provided (resuscitation vs. palliation).",
                    "timeFrame": "Up to 6 months after delivery"
                },
                {
                    "measure": "Neonatal Outcome",
                    "description": "Medical records will be reviewed for documentation of neonatal outcome (death, neurodevelopmental impairment, gestational age at delivery).",
                    "timeFrame": "Up to 6 months after delivery"
                },
                {
                    "measure": "Acceptability of the decision support tool",
                    "description": "Decision Aid Acceptability Questionnaire that elicits feedback from viewers of the GOALS DST including acceptability of format, whether the information was presented in a balanced/fair manner, clarity of information, helpfulness of the DST, and whether users would recommend it to other parents. Will be administered in-person, immediately following viewing the Periviable GOALS DST.",
                    "timeFrame": "Before delivery"
                },
                {
                    "measure": "Preparation for Decision Making",
                    "description": "10-item Preparation for Decision Making Scale (PrepDM) that covers all of the core attributes for assessing the quality of the decision-making process except the extent to which patients feel informed about options and outcomes. Will be administered in-person, immediately following viewing the Periviable GOALS DST.\n\nThere are 5 response categories ranging from 1 (not at all) to 5 (a great deal) with higher scores indicating higher perceived level of preparation for decision making.",
                    "timeFrame": "Before delivery"
                },
                {
                    "measure": "Decision Satisfaction",
                    "description": "6-item Satisfaction with Decision Scale, administered in-person or via phone/Zoom call at three time points. There are 5 response categories ranging from 1 (strongly disagree) to 5 (strongly agree) with higher scores correlating to higher decision satisfaction.",
                    "timeFrame": "3 months and 6 months after delivery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for Pregnant Persons:\n\n* Adults (18 years or older)\n* Pregnant between 22 0/7 to 25 6/7 weeks gestation (this window may be slightly different for each recruitment site, as the gestational window that defines periviable delivery varies by institution).\n* Presenting to Labor \\& Delivery at an approved study site with a pregnancy complication that poses the potential threat of or need for periviable delivery (e.g., rupture of membranes, preterm labor, shortened cervix, pre-eclampsia, and growth restriction).\n* Must have been counseled on their neonatal treatment options (e.g. resuscitation, comfort care) by their healthcare team prior to being approached by the study team.\n\nInclusion Criteria for Important Others:\n\n* Adults (18 years or older)\n* 1 per pregnant person\n* Is identified by the pregnant person as someone who will be involved in making decisions for the baby\n* Must be present at the time of randomization to participate\n\nExclusion Criteria:\n\n* Under 18 years of age\n* Incarcerated\n* Medically unstable (i.e. in active labor and dilated 6cm or more)\n* Emotionally unstable\n* Have not been counseled by their healthcare team regarding neonatal treatment options\n* Are not admitted to Labor \\& Delivery for reasons indicative of a threatened early delivery\n* If they are experiencing a known fatal fetal anomaly\n* Are not present at the time of randomization (only for important others)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shelley Hoffman, MPH",
                    "role": "CONTACT",
                    "phone": "3172789636",
                    "email": "laymans@iu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brownsyne Tucker Edmonds, MD, MPH, MS",
                    "affiliation": "Indiana University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Miriam Kuppermann, PhD, MPH",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of California San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92121",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samantha LaBelle",
                            "role": "CONTACT",
                            "email": "slabelle@health.ucsd.edu"
                        },
                        {
                            "name": "Cynthia Gyamfi-Bannerma, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "University of California San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimberly Coleman-Phox, MPH",
                            "role": "CONTACT",
                            "phone": "415-476-6406",
                            "email": "Kimberly.Coleman-Phox@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brittney M Williams, MPH",
                            "role": "CONTACT",
                            "phone": "312-503-3476",
                            "email": "brittney.williams@northwestern.edu"
                        },
                        {
                            "name": "Lynn M Yee, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Indiana University",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shelley M Hoffman, MPH",
                            "role": "CONTACT",
                            "phone": "317-278-9636",
                            "email": "laymans@iu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "The University of Kansas Medical Center",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Raysa Williams",
                            "role": "CONTACT",
                            "phone": "913-588-5000",
                            "email": "swilliams14@kumc.edu"
                        },
                        {
                            "name": "Megan M Thomas, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                },
                {
                    "facility": "The Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anna Bartholomew, MPH, RN",
                            "role": "CONTACT",
                            "phone": "614-685-3229",
                            "email": "mailto:anna.bartholomew@osumc.edu"
                        },
                        {
                            "name": "William Grobman, MD, MBA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "University of Pennsylvania",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Meaghan McCabe, MPH",
                            "role": "CONTACT",
                            "phone": "973-747-2824",
                            "email": "meaghan.mccabe@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Sindhu K Srinivas, MD, MSCE",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Participant data will only be shared with approved members of the study team."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000047928",
                    "term": "Premature Birth"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000007752",
                    "term": "Obstetric Labor, Premature"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "asFound": "Obstetric Labor Complications",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "asFound": "Premature",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "asFound": "Pregnancy Complications",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10772",
                    "name": "Obstetric Labor, Premature",
                    "asFound": "Obstetric Labor, Premature",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}