{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04298658",
            "orgStudyIdInfo": {
                "id": "300003778"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HL147603-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HL147603-01"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "The Impact of Insomnia on Pain in HIV",
            "officialTitle": "The Impact of Insomnia on Pain, Physical Function, and Inflammation in HIV",
            "acronym": "HIPPI",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "the-impact-of-insomnia-on-pain-in-hiv"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-20",
            "studyFirstSubmitQcDate": "2020-03-03",
            "studyFirstPostDateStruct": {
                "date": "2020-03-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Burel Goodin",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall objective of this application is to investigate the impact of insomnia on pain, physical functioning, and inflammation in people living with HIV. The two aims of this study to determine 1) whether insomnia promotes increased sensitivity and inflammatory reactivity to pain stimuli, and 2) if weekly fluctuations in insomnia burden drive changes in inflammation, pain severity, and physical functioning in people living with HIV. This research could help confirm insomnia as a therapeutic target for the suppression of pain and inflammation in people living with HIV.",
            "detailedDescription": "Experimental session 1 Resting Blood Pressure and Body Mass Index will be assessed. Participants who have an HIV negative status will complete the OraQuick Advance Rapid HIV 1/2 Swab test. Study staff will administer the Structured Interview for Sleep Disorders and administer the Rapid Estimation of Adult Literacy Measure-Short Form (REALM-SF) to determine health literacy. The night of Experimental Session 1 participant will be using a Resmed ApneaLink Air device (Resmed, San Diego, CA), to identify apnea and hypopnea and calculate an apnea hypopnea index.\n\nBetween Experimental Session 1 and Experimental Session 2 Sleep assessment: Sleep data will be collected by participants in their own homes using objective and subjective measures of their sleep. Participant instructions for how to collect and record their own sleep data will be provided at the end of study session 1. Participant will be provided with a watch-like device to wear on wrist for 7 consecutive days and nights. This watch measures physical activity and sleep.\n\nExperimental Session 2 Resting Blood Pressure and temperature will be assessed. A sample of urine will be taken to test for illicit substances that might affect the study's results. Experimental session 2 will take place in the Center for Clinical and Translational Science (CCTS) Clinical Research Unit (CRU). A clinical Research Unit (CRU) nurse will place an intravenous (IV) cannula (small plastic tube) in the arm using a needle to draw blood at the beginning of the session and then an additional four times across the study for a total of five blood draws. Participants will complete multiple questionnaires to measure health, and experience with insomnia, pain, mood and emotions, experiences with stigma and discrimination, and how participant thinks and feels about things. All participants will undergo quantitative sensory testing for assessment of endogenous pain modulation using painful heat, mechanical, and cold stimuli in a laboratory session lasting approximately 3-4 hours. Blood will be processed and stored and then used to measure inflammation.\n\nWeekly Follow-up Sessions Participants will then complete a battery of ecologically valid movement tasks that include: 1) Performance Battery (SPPB) which includes sitting in a chair, transitioning to a standing position, balancing tests and gait speed, and the Timed Up and Go test (TUG). A clinical Research Unit (CRU) nurse will draw a quick sample of approximately 20 milliliters from the participants arm using a butterfly needle so that CRU nurse can collect blood during the beginning of each visit."
        },
        "conditionsModule": {
            "conditions": [
                "HIV",
                "Insomnia"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "Serum and plasma"
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HIV and Insomnia",
                    "description": "Participants will test positive for HIV and Insomnia.",
                    "interventionNames": [
                        "Diagnostic Test: Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5)sleep disorders-revised",
                        "Diagnostic Test: Resmed ApneaLink Air device (Resmed, San Diego, CA).",
                        "Other: Quantitative Sensory testing (QST)",
                        "Diagnostic Test: Cluster of Differentiation 4 (CD4) and Viral load"
                    ]
                },
                {
                    "label": "HIV Without Insomnia",
                    "description": "Participants will test positive for HIV and test negative for Insomnia.",
                    "interventionNames": [
                        "Diagnostic Test: Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5)sleep disorders-revised",
                        "Diagnostic Test: Resmed ApneaLink Air device (Resmed, San Diego, CA).",
                        "Other: Quantitative Sensory testing (QST)",
                        "Diagnostic Test: Cluster of Differentiation 4 (CD4) and Viral load"
                    ]
                },
                {
                    "label": "Non HIV with Insomnia",
                    "description": "Participants will test negative for HIV and test positive for Insomnia.",
                    "interventionNames": [
                        "Diagnostic Test: Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5)sleep disorders-revised",
                        "Diagnostic Test: Resmed ApneaLink Air device (Resmed, San Diego, CA).",
                        "Other: Quantitative Sensory testing (QST)",
                        "Diagnostic Test: OraQuick Advance Rapid HIV 1/2 Swab test"
                    ]
                },
                {
                    "label": "Non HIV Without Insomnia",
                    "description": "Participants will test negative for HIV and test negative for Insomnia.",
                    "interventionNames": [
                        "Diagnostic Test: Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5)sleep disorders-revised",
                        "Diagnostic Test: Resmed ApneaLink Air device (Resmed, San Diego, CA).",
                        "Other: Quantitative Sensory testing (QST)",
                        "Diagnostic Test: OraQuick Advance Rapid HIV 1/2 Swab test"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5)sleep disorders-revised",
                    "description": "Structured Clinical Interview For DSM-5 Sleep Disorders-Revised (SCISD-R) - is a semi structured interview for diagnosing sleep disorders according to Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5)",
                    "armGroupLabels": [
                        "HIV Without Insomnia",
                        "HIV and Insomnia",
                        "Non HIV Without Insomnia",
                        "Non HIV with Insomnia"
                    ],
                    "otherNames": [
                        "Structured Clinical Interview For DSM-5 Sleep Disorders-Revised (SCISD-R)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Resmed ApneaLink Air device (Resmed, San Diego, CA).",
                    "description": "Home Sleep Test (HST) will measure airflow (i.e., nasal pressure) using a nasal cannula and oxygen saturation to identify apnea and hypopnea and calculate an apnea hypopnea index (AHI; number of apnea and hypopnea per hour).",
                    "armGroupLabels": [
                        "HIV Without Insomnia",
                        "HIV and Insomnia",
                        "Non HIV Without Insomnia",
                        "Non HIV with Insomnia"
                    ],
                    "otherNames": [
                        "Home Sleep Test"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quantitative Sensory testing (QST)",
                    "description": "All participants will undergo quantitative sensory testing for assessment of endogenous pain modulation using painful heat, mechanical, and cold stimuli in a laboratory session lasting approximately 1 hour.",
                    "armGroupLabels": [
                        "HIV Without Insomnia",
                        "HIV and Insomnia",
                        "Non HIV Without Insomnia",
                        "Non HIV with Insomnia"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "OraQuick Advance Rapid HIV 1/2 Swab test",
                    "description": "Participants who have an HIV negative status will complete the OraQuick Advance Rapid HIV 1/2 Swab test to confirm negative status.",
                    "armGroupLabels": [
                        "Non HIV Without Insomnia",
                        "Non HIV with Insomnia"
                    ],
                    "otherNames": [
                        "OraQuick"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Cluster of Differentiation 4 (CD4) and Viral load",
                    "description": "Participants who have an HIV positive status will have blood tested for cluster of differentiation 4 (CD4) and Viral load to confirm positive status.",
                    "armGroupLabels": [
                        "HIV Without Insomnia",
                        "HIV and Insomnia"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pro-Inflammatory markers",
                    "description": "TNF-a, IL-6, IL-12, IL-18, C-reactive protein, sCD14/163, D-dimer and IFN-gamma assays will be performed on the blood to identify levels of pro-inflammatory markers.",
                    "timeFrame": "Baseline up to 8 weeks"
                },
                {
                    "measure": "Anti-Inflammatory markers",
                    "description": "IFN-a, TGF-B, IL4, IL-10 and IL-13 assays will be performed on the blood to identify levels of anti-inflammatory markers.",
                    "timeFrame": "Baseline up to 8 weeks"
                },
                {
                    "measure": "Oxidative Stress markers",
                    "description": "Mitochondrial DNA damage, Damage associated molecular patterns (DAMPS) and Cortisolassays will be performed on the blood to identify levels of anti-inflammatory markers.",
                    "timeFrame": "Baseline up to 8 weeks"
                },
                {
                    "measure": "Pain threshold",
                    "description": "Pain threshold refers to the intensity at which a stimulus is first perceived as painful. Heat stimuli will be delivered using a computer-controlled thermal stimulation system with a 30 millimeter X 30 millimeter probe. From a baseline of 32 degrees Celsius, the probe temperature will increase at a rate of .5 degrees Celsius/second until the participant responds by pressing a button on a handheld device. For heat pain threshold, participants will be instructed to press the button when the sensation \"first becomes painful\"",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Pain tolerance",
                    "description": "Pain tolerance refers to the maximum amount of pain produced by a stimulus that a person is able/willing to tolerate. Heat stimuli will again be delivered using the computer-controlled thermal stimulation system. From a baseline of 32 degrees Celsius, the probe temperature will increase at a rate of .5 degrees Celsius/second until the participant responds by pressing a button on a handheld device. For heat pain tolerance, participants will be instructed to press the button when they are \"no longer willing to tolerate\" the painful sensation.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Punctate Stimuli",
                    "description": "Monofilament touch test refers to the maximum amount of pain produced by a stimulus that a person is able/willing to tolerate. Participants will be asked to rate their pain after being stimulated either once or ten times with vonfrey filament, or until they can no longer tolerate\" the painful sensation.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Temporal summation of pain",
                    "description": "Temporal summation of pain refers to a form of endogenous pain facilitation characterized by the perception of increased pain despite constant or even reduced peripheral afferent input. Temporal summation is presumed to be the psychophysical manifestation of wind-up. Wind-up is a phenomenon where repetitive stimulation of C primary afferents at rates greater than 0.3 Hertz produces a slowly increasing response of second-order neurons in the spinal cord. A series of 5 heat pulses will be repeated every two seconds starting at a baseline temperature of 40 and participants will be asked to rate how painful each peak of the pulse feels to them using a pain rating of 0-100 (0 no pain at all to 100 the most intense pain imaginable). These heat pulses will be repeated randomly at three different temperatures peaking at 44, 46, and 48 degrees in Celsius.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Conditioned pain modulation",
                    "description": "A routinely used quantitative sensory testing protocol for the measurement of endogenous pain inhibition, which refers to the reduction in pain from one stimulus (the test stimulus) produced by the application of a second pain stimulus (the conditioning stimulus). The conditioning stimulus will be the cold pressor task (Thermo Scientific) applied to the non-dominant hand. For this procedure the cold water will be maintained at 10C and participants will keep their hand immersed for 60 seconds. Upon removal of the hand, a mechanical pressure stimulus will be applied. The pressure stimulus used is a handheld, digital pressure algometer (Algomed, Medoc, Ramat Yishai, Israel) to assess pressure pain applied to the dominant forearm and ipsilateral trapezius by gradually increasing pressure at a rate of 30 kiloPascals (maximum 1000 kiloPascals) per second until participants indicate when the increasing pressure first becomes painful by pressing a button on a device they will be holding.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Actigraph Sleep Measurement",
                    "description": "A light weight and compact watch-like device used for objective measurement of sleep. The device will be worn for 7 consecutive days/nights and will track physical activity, falling asleep and waking events, and includes an integrated light sensor for recording photopic light.",
                    "timeFrame": "Baseline up to 8 weeks"
                },
                {
                    "measure": "Weekly Sleep Diaries",
                    "description": "A sleep diary including 15 daily questions will be filled out every day for seven days including questions about a participants nightly sleep experiences.",
                    "timeFrame": "Baseline up to 8 weeks"
                },
                {
                    "measure": "Weekly Caffeine Diaries",
                    "description": "A caffeine dairy including different types of caffeine generally available for the participants to record their daily caffeine consumption of for seven days.",
                    "timeFrame": "Baseline up to 8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Short Physical Performance Battery",
                    "description": "The SPPB consists of 3 individual sub-tests - standing balance (participants are asked to stand in 3 easy stances for 10 seconds), 4-meter gait speed (participants are asked to walk a steady pace in a straight line for 4-meters) and 5-repetition sit-to-stand (particpants are asked to stand up and sit back down in a stable chair up to 5 times). All 3 are simple and quick to perform in the outpatient setting and require only limited equipment; participants are asked to rate difficulty 0-100 (0 no difficulty and 100 being the most difficult imaginable) and pain 0-100 (0 no pain and 100 being the most pain imaginable).",
                    "timeFrame": "Week 2 up to 8 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Timed Up and Go (TUG) Task",
                    "description": "The Timed Up and Go test (TUG) is a commonly used screening tool to assist clinicians to identify patients at risk of falling. Participants are asked to start in a sitting position in a chair, stand up and walk approximately 3 meters before turning to return to the chair at a steady, straight pace. The outcome will be measured with a stopwatch, then rating difficulty 0-100 (0 no difficulty and 100 being the most difficult imaginable) and pain 0-100 (0 no pain and 100 being the most pain imaginable).",
                    "timeFrame": "Week 2 up to 8 weeks"
                },
                {
                    "measure": "Munich Chrono Type Questionnaires (MCTQ)",
                    "description": "Consisting of 19 questions, this is a self-reported scale that is used to assess the midpoint of everyday wake and sleep schedules, as well as assessing an individual's chronotypes.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Insomnia Severity Index (ISI)",
                    "description": "Using a 5-point scale and 7 questions, the ISI has each participant subjectively measure their insomnia severity.",
                    "timeFrame": "Baseline up to 8 weeks"
                },
                {
                    "measure": "Demographics (DEMO)",
                    "description": "This questionnaire better helps the investigators understand how each participant's financial, racial, social, etc. background. It ranges from general questions such as age and birthday, to socioeconomic questions such as work status and financial stability.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Center for Epidemiological Studies - Depression (CESD)",
                    "description": "By specifically asking about the past week, this questionnaire seeks to gain a better understanding of each participant's state of mind in reference to depressive behaviors and/or feelings.",
                    "timeFrame": "Baseline up to 8 weeks"
                },
                {
                    "measure": "RU Sated",
                    "description": "Sleep is a key aspect in an individual's everyday life. This questionnaire measures overall sleep quality in six different categories---Regularity, Sleep quality, alertness, timing, efficiency, and duration. This helps investigators understand a person's sleep efficacy.",
                    "timeFrame": "Baseline up to 8 weeks"
                },
                {
                    "measure": "Physical Health Questionnaire (PHQ-15)",
                    "description": "The main goal of this questionnaire is to assess and individual's overall health status/condition. It asks questions about a person's physical well-being, and aims to identify any illnesses they may be suffering from.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Difficulties in Emotion Regulation Scale (DERS)",
                    "description": "This questionnaire aims to subjectively measure the different emotions a person may be feeling, and how difficult it may be for a person to regulate those emotions.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Dysfunctional Beliefs and Attitudes about Sleep (DBAAS)",
                    "description": "This questionnaire measures various sleep related attitudes and assesses beliefs about sleep that are related to insomnia.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Pain Interference and Intensity (PI-I)",
                    "description": "This questionnaire seeks to understand how pain has an influence/impacts an individual's everyday life and activities, sleep, and mood in general.",
                    "timeFrame": "week 1 up to 7 weeks"
                },
                {
                    "measure": "Sorge 24 Hour Food Record",
                    "description": "Tcord provides individuals with the space to write down what they've eaten in the past 24 hours, as well as what time, where they ate it, and about how much they think that they ate.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Sorge Dietary Habits",
                    "description": "This questionnaire asks about a person's general diet and intake.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Drug Abuse Screening Test (DAST10)",
                    "description": "This drug screening asks questions related to the consequences of drug abuse and the problems associated with it.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "State Trait Anxiety Inventory",
                    "description": "This psychological questionnaire aims to measure the intensity of anxiety. It seeks to separate the state anxiety (temporary) from trait anxiety (general), as well as general anxiety and depressive feelings.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Penn State Cigarette Dependence Index - Cigarettes",
                    "description": "Seeks to measure the level of addiction/dependence on smoking cigarettes.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Penn State Cigarette Dependence Index - Ecigarettes",
                    "description": "Seeks to measure the level of addiction/dependence on smoking electronic cigarettes.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Alcohol Use Disorders Identification Test - C (AUDIT)",
                    "description": "This questionnaire assesses alcohol consumption as well as related problems and behaviors.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Alcohol Smoking and Substance Involvement Screening Test (ASSIST)",
                    "description": "This questionnaire detects and measures substance abuse, alcohol, and smoking as well as related problems. It aims to detect the risky behavior related to each.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Anger PROMIS",
                    "description": "This questionnaire measures emotions, primarily anger, relevant to the past 7 days.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Perceived Stress Scale (PSS)",
                    "description": "This 14 -item self-report scale measures the degree to which an individual perceives the amount of stress in their lives.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Pain Catastrophizing Scale (PCS)",
                    "description": "This is a subjective look into how catastrophizing impacts an individual's pain. Specifically, it aims to measure catastrophic thinking related to pain they experience during the experimental session.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "HIV Stigma Mechanisms",
                    "description": "This questionnaire aims to see how an individual internalizes their experiences with HIV. Further, it asks about the negative feelings related and the beliefs associated with HIV.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Heightened Vigilance Scale (HVS)",
                    "description": "Measures the different ways people anticipate experiencing discrimination in their everyday life by asking them to rate 4 items that describe how they prepare to face day to day discrimination (scale 1-6; 1 almost every day, 6 never).",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Experience of Discrimination (EOD)",
                    "description": "This scale evaluates each individual's experiences of discrimination. By providing a list of reasons a person may be discriminated against, it aims to see how each individual perceives their experiences.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Adverse Childhood Experiences (ACE)",
                    "description": "This questionnaire scores on a 10 point scale, and asks about childhood experiences in reference to abuse and neglect.",
                    "timeFrame": "Baseline up to 1 week"
                },
                {
                    "measure": "Lee Fatigue Scale (LFS)",
                    "description": "This 0-10 rating scale aims to assess fatigue and energy over time.",
                    "timeFrame": "Baseline up to 1 week"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nHIV with Insomnia\n\n* Confirmed HIV diagnosis\n* currently a patient in the University of Alabama (UAB) 1917 HIV Clinic.\n* must be currently receiving stable antiretroviral therapy (ART).\n* Meets the Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5) diagnostic criteria for insomnia including sleep difficulty.\n\nHIV Without Insomnia\n\n* Confirmed HIV diagnosis\n* currently a patient in the University of Alabama (UAB) 1917 HIV Clinic.\n* must be currently receiving stable antiretroviral therapy (ART).\n* Does not meet the Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5) diagnostic criteria for insomnia including sleep difficulty.\n\nNon HIV with Insomnia\n\n* Confirmed Non HIV diagnosis and currently not a patient in the UAB 1917 HIV Clinic.\n* Meets DSM-5 diagnostic criteria for insomnia including sleep difficulty.\n\nNon HIV Without Insomnia\n\n* Confirmed Non HIV diagnosis and currently not a patient in the UAB 1917 HIV Clinic.\n* Does not meets DSM-5 diagnostic criteria for insomnia including sleep difficulty.\n\nExclusion Criteria:\n\n* concurrent medical conditions that could confound\n* interpretation of sleep\n* pain\n* inflammatory issues or coexisting diseases\n* Systemic rheumatic disease/condition\n* uncontrolled hypertension (i.e., BP \\> 150/95)\n* circulatory disorders (e.g., Reynaud's disease)\n* history of heart disease or cardiac events\n* history of cancer\n* asthma AND use of an inhaler\n* history of seizures\n* history of stroke or other neurological disorder\n* pregnancy\n* core body temperature \\> 100 degrees Fahrenheit as this could indicate acute infection with fever; (k)\n* unwilling to provide blood for this study\n* non-English speaking\n* recent injury or surgical procedure within past 6 months.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "120 individuals with HIV (60 with insomnia \\& 60 without insomnia) as well as a group of 120 individuals without HIV as Controls (60 with insomnia \\& 60 without insomnia), for a total sample size of 240 individuals.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dyan M White, B.S.",
                    "role": "CONTACT",
                    "phone": "2059348734",
                    "email": "dywhite@uab.edu"
                },
                {
                    "name": "Tammie L Quinn, B.A.",
                    "role": "CONTACT",
                    "phone": "2059348743",
                    "email": "tquinn@uab.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Burel R Goodin, PHd",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UAB",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tammie Quinn",
                            "role": "CONTACT",
                            "phone": "205-934-8743",
                            "email": "tquinn@uab.edu"
                        },
                        {
                            "name": "Burel Goodin, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24795473",
                    "type": "BACKGROUND",
                    "citation": "Tenorio AR, Zheng Y, Bosch RJ, Krishnan S, Rodriguez B, Hunt PW, Plants J, Seth A, Wilson CC, Deeks SG, Lederman MM, Landay AL. Soluble markers of inflammation and coagulation but not T-cell activation predict non-AIDS-defining morbid events during suppressive antiretroviral treatment. J Infect Dis. 2014 Oct 15;210(8):1248-59. doi: 10.1093/infdis/jiu254. Epub 2014 May 1."
                },
                {
                    "pmid": "28398572",
                    "type": "BACKGROUND",
                    "citation": "Goodin BR, Owens MA, Yessick LR, Rainey RL, Okunbor JI, White DM, Mushatt KA, Harmon OA, Heath SL, Merlin JS. Detectable Viral Load May Be Associated with Increased Pain Sensitivity in Persons Living with HIV: Preliminary Findings. Pain Med. 2017 Dec 1;18(12):2289-2295. doi: 10.1093/pm/pnx057."
                },
                {
                    "pmid": "28328552",
                    "type": "BACKGROUND",
                    "citation": "Merlin JS, Westfall AO, Heath SL, Goodin BR, Stewart JC, Sorge RE, Younger J. Brief Report: IL-1beta Levels Are Associated With Chronic Multisite Pain in People Living With HIV. J Acquir Immune Defic Syndr. 2017 Aug 1;75(4):e99-e103. doi: 10.1097/QAI.0000000000001377."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007319",
                    "term": "Sleep Initiation and Maintenance Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M10356",
                    "name": "Sleep Initiation and Maintenance Disorders",
                    "asFound": "Insomnia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}