{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06073340",
            "orgStudyIdInfo": {
                "id": "STU-2023-0578"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "The Longitudinal Study of Stimulant Use Disorder",
            "officialTitle": "Observational Longitudinal Study of Individuals With Stimulant Use Disorder: Research and Development of a Biosignature",
            "acronym": "STIM-RAD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-longitudinal-study-of-stimulant-use-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2033-11-16",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2033-11-16",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-15",
            "studyFirstSubmitQcDate": "2023-10-03",
            "studyFirstPostDateStruct": {
                "date": "2023-10-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Madhukar H. Trivedi, MD",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research is a 5-year observational, longitudinal registry study with no treatment or medication provided as part of participation. Individuals with current or lifetime stimulant use disorder, in addition to healthy control individuals, may be eligible to participate in this study. A variety of assessments and tasks including Magnetic Resonance Imaging (MRI), Electroencephalography (EEG), blood draws, urine drug screens, and both self-report and clinician-rated assessments will be used to assess biomarkers in this population. This study has a visit schedule of four in-person visits and eight remote visits per year.",
            "detailedDescription": "This project is a five-year observational study that will use a variety of assessments and tasks to phenotype participants with lifetime or current Stimulant Use Disorder as well as healthy control individuals. The data collection will include collecting urine samples for diagnostic tracking, socio-demographic and lifestyle factors, clinical and behavioral assessments, blood-based biomarkers, genomics, cell-based assays, EEG, and MRI to establish phenotypic biosignature subtypes over the longitudinal timeline."
        },
        "conditionsModule": {
            "conditions": [
                "Stimulant Use",
                "Stimulant-Related Disorder",
                "Healthy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Biospecimen collection occurs 4x/year and includes Urine Screening for Disease, Blood Sample for Laboratory Testing (CMP, CBC, hs-CRP, and disease serology), and Blood Sample for Storage.\n\nVenous blood samples for measurement of biomarkers will be collected from all participants. The whole blood collection tubes include anticoagulant tubes containing EDTA, ACD, lithium heparin, or sodium citrate, coagulant tubes, and specialty research tubes such as PAXGene tubes containing enzyme inhibition solutions. Serum, plasma, and cellular fractions will be isolated from whole blood. Urine and saliva samples are also collected for research purposes. Genetic information (including DNA and RNA) will be obtained from whole blood or isolated cells."
            },
            "enrollmentInfo": {
                "count": 1500,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Stimulant Use",
                    "description": "The primary outcome measure is maintaining a naturalistic database of stimulant use disorders using urine drug screens and self-reported use through the Timeline follow-back questionnaires.",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Demographic Differences in Stimulant Use",
                    "description": "Based on racial, ethnic, and socioeconomic status, compare the demographic disparity of the stimulant use disorder compared to healthy controls.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Longitudinal changes from baseline in self-reported stress assessed by Perceived Stress Scale",
                    "description": "Participants' perceived level of stress will be assessed with the Perceived Stress Scale (PSS), a 10-item self-administered scale that is used to measure an individual's level of perceived stress in the past month. The PSS score is obtained by summing across items (responses to the four positively stated items first need to be reversed). Individual scores on the PSS can range from 0 to 40 where higher scores indicate higher levels of perceived stress.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Longitudinal changes from baseline in symptom tracking assessed by the Concise Associated Symptom Tracking Scale (CAST-IRR)",
                    "description": "Participants' associated mood symptoms will be assessed using a 10-item version of the Concise Associated Symptom Tracking Scale Self-Report (CAST-IRR), a self-report scale that assesses irritability. Each individual item is rated on a 5-point Likert scale with responses of \"strongly disagree,\" \"disagree,\" \"neither agree nor disagree,\" \"agree,\" and \"strongly agree\" corresponding to scores of 1, 2, 3, 4, and 5, respectively, and a total score of 5-50. An increased score indicates higher irritability levels.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Longitudinal changes from baseline in quality of life assessed by the Quality-of-Life Enjoyment and Satisfaction Questionnaire Short Form (Q-LES-Q-SF)",
                    "description": "The Quality-of-Life Enjoyment and Satisfaction Questionnaire Short Form (Q-LES-Q-SF) is a 16-item self-administered questionnaire that captures degree of enjoyment and satisfaction experienced by an individual over the past week. Each question is rated on a 5-point scale from 1 (Very Poor) to 5 (Very Good). Scores from the individual items are added together and reported as a percentage maximum possible score.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Longitudinal changes from baseline in productivity assessed by Work Productivity and Activity Impairment-Specific Health Problem Questionnaire (WPAI-SHP)",
                    "description": "The Work Productivity and Activity Impairment-Specific Health Problem Questionnaire (WPAI-SHP) Version 2.0 will be used to assess work impairment due to substance use disorder. Six items comprise the measure, with the first item asking about whether participants are currently employed/working for pay. If so, participants complete five additional items, which include how many hours from work are missed due to substance use disorder (SUD), productivity while working and ability to do regular daily activities besides work. The latter two items are scored on a scale of 0 (SUD had no effect on work) to 10 (SUD completely prevented me from working).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Longitudinal changes from baseline in symptoms of mania assessed by the Altman Self-Rating Mania scale (ASRM).",
                    "description": "The Altman Self-Rating Mania Scale (ASRM) is a 5-item self-administered scale designed to assess the presence and/or severity of manic symptoms. Each item on the measure is rated on a 5-point scale (i.e., 1 to 5) with response categories having different anchors depending on the item. The ASRM score ranges from 5-25 with higher scores indicating greater severity of manic symptoms. A cutoff score of 6 or higher indicates a high probability of a manic or hypomanic condition. A score of 5 or lower is less likely to be associated with significant symptoms of mania.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Longitudinal changes from baseline sleep quality assessed by the Pittsburgh Sleep Quality Index (PSQI)",
                    "description": "The Pittsburgh Sleep Quality Index (PSQI) is a 19-item self-report questionnaire which assesses sleep quality and disturbances over a 1-month time interval. The 19-items are grouped into seven \"component\" scores: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleeping medication, and daytime dysfunction. Each of these seven subcategories is weighted equally on a 0-3 scale, which are then combined to yield a global PSQI score with a range of 0-21. A higher PSQI score indicates more acute sleep disturbances.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Longitudinal changes from baseline on proteomic, metabolomic, transcriptomic, and epigenomic factors assessed using fluid-based biomarkers",
                    "description": "Comparison of Longitudinal changes in fluid-based biomarkers as measured by proteomic methods, metabolomics methods, transcriptomic methods, genomic methods, and epigenomic methods in patients with Stimulant Use Disorder versus Healthy Controls.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Longitudinal changes from baseline Electroencephalogram (EEG) metrics",
                    "description": "The EEG includes pre-treatment alpha and theta EEG power and source localization measures of theta activity in the rostral Anterior Cingulate Cortex, the Loudness Dependency of Auditory Evoked Potentials, and assessment of psychomotor slowing (measured during reaction time, word fluency, implicit emotion processing or regulation, and reward learning tasks), cognitive control (as measured by interference and post-error adjustments), working memory, and reward-conditioned learning.\n\nThe EEG metrics will be measured in terms of Alpha (8-13 Hz), beta (13-30 Hz), delta (0.5-4 Hz), and theta (4-7 Hz) waves and compared with baseline every 3 months for 5 years.",
                    "timeFrame": "Baseline and every three months for five years"
                },
                {
                    "measure": "Longitudinal changes from baseline Magnetic Resonance Imaging (MRI) metrics",
                    "description": "The Structural MRI measures cortical thickness. Structural MRI volume differences of the brain region will be measured and compared to the baseline every 6 months.\n\nThe Functional MRI measures resting state intracerebral connectivity. Changes in functional connectivity will be assessed from baseline to every 6 months for 5-years during enrollment period.\n\nPulsed Arterial Spin Labeling (PASL), a measure of regional cerebral blood flow, will be assessed through changes in the cerebral metabolic oxygen rate measure from baseline to every 6 months for 5-years during enrollment period.\n\nDiffusion Tensor Imaging (DTI) will assess changes in the white matter connectivity measure from baseline to every 6 months for 5 years during enrollment period.\n\nMagnetic Resonance Spectroscopy (MRS) will assess changes in the neurochemistry of glutamate and GABA from baseline to every 6 months for 5 years during enrollment period.",
                    "timeFrame": "Baseline and every six months for five years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be an adult between the ages of 18-85, inclusive.\n2. Be able to sufficiently understand, speak, and read English to provide informed consent and ask relevant questions.\n3. For participants with current/history of Stimulant Use Disorder: Subjects must meet MINI International Neuropsychiatric Inventory (MINI) criteria for current stimulant use disorder or meet MINI supplemental criterial for lifetime stimulant use disorder. For Healthy control individuals: Subjects must meet criteria for a healthy control: No history of substance use disorder or other mental illness as defined by the MINI International Neuropsychiatric Inventory (MINI).\n4. Be willing to provide consent and comply with all procedure instructions.\n5. Be willing to provide blood samples and participate in EEGs and MRIs.\n\nExclusion Criteria:\n\n1. For participants with stimulus use disorder cohort: Have a history of schizophrenia, schizoaffective disorders, or chronic psychotic disorders based on the MINI. For healthy control individuals: Have a history of substance use disorder or any other psychiatric disorder as defined by the MINI and supplemental questions.\n2. Have any condition for which study participation would not be in their best interest (e.g., cognitive impairment, unstable general medical condition, intoxication, active psychosis) or that could prevent, limit, or confound the protocol-specified assessments, in the opinion of the investigator or their designee.\n3. Require immediate hospitalization for psychiatric disorder or suicidal risk as assessed by a licensed study clinician.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Approximately 1,000 adults who meet eligibility criteria for Stimulant Use Disorder, as confirmed by the MINI and supplement. Additionally, 500 healthy control individuals will be enrolled. Current stimulant use disorder will be supported by a urine sample positive for stimulants (such as amphetamines, methamphetamine, cocaine, 3,4-Methylenedioxymethamphetamine, or prescription stimulants).",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Manish Jha, M.B.B.S",
                    "role": "CONTACT",
                    "phone": "(214) 648-0156",
                    "email": "Manish.Jha@UTSouthwestern.edu"
                },
                {
                    "name": "Taylor Knauth, B.S.A",
                    "role": "CONTACT",
                    "phone": "(214) 662-5034",
                    "email": "Taylor.Knauth@UTSouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Madhukar Trivedi, M.D.",
                    "affiliation": "Professor",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UT Southwestern Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75247",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Madhukar Trivedi, M.D.",
                            "role": "CONTACT",
                            "phone": "214-648-0188",
                            "email": "Madhukar.Trivedi@UTSouthwestern.edu"
                        },
                        {
                            "name": "Manish Jha, M.B.B.S.",
                            "role": "CONTACT",
                            "phone": "(214) 648-0156",
                            "email": "Manish.Jha@UTSouthwestern.edu"
                        },
                        {
                            "name": "Madhukar Trivedi, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Manish Jha, M.B.B.S.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32555667",
                    "type": "BACKGROUND",
                    "citation": "Ronsley C, Nolan S, Knight R, Hayashi K, Klimas J, Walley A, Wood E, Fairbairn N. Treatment of stimulant use disorder: A systematic review of reviews. PLoS One. 2020 Jun 18;15(6):e0234809. doi: 10.1371/journal.pone.0234809. eCollection 2020."
                },
                {
                    "pmid": "33894219",
                    "type": "BACKGROUND",
                    "citation": "Cao KX, Ma ML, Wang CZ, Iqbal J, Si JJ, Xue YX, Yang JL. TMS-EEG: An emerging tool to study the neurophysiologic biomarkers of psychiatric disorders. Neuropharmacology. 2021 Oct 1;197:108574. doi: 10.1016/j.neuropharm.2021.108574. Epub 2021 Apr 22."
                },
                {
                    "pmid": "20161799",
                    "type": "BACKGROUND",
                    "citation": "Domenici E, Wille DR, Tozzi F, Prokopenko I, Miller S, McKeown A, Brittain C, Rujescu D, Giegling I, Turck CW, Holsboer F, Bullmore ET, Middleton L, Merlo-Pich E, Alexander RC, Muglia P. Plasma protein biomarkers for depression and schizophrenia by multi analyte profiling of case-control collections. PLoS One. 2010 Feb 11;5(2):e9166. doi: 10.1371/journal.pone.0009166."
                },
                {
                    "pmid": "34824959",
                    "type": "BACKGROUND",
                    "citation": "Liu MT. Pharmacotherapy treatment of stimulant use disorder. Ment Health Clin. 2021 Nov 8;11(6):347-357. doi: 10.9740/mhc.2021.11.347. eCollection 2021 Nov."
                },
                {
                    "pmid": "25308385",
                    "type": "BACKGROUND",
                    "citation": "Garrison KA, Potenza MN. Neuroimaging and biomarkers in addiction treatment. Curr Psychiatry Rep. 2014 Dec;16(12):513. doi: 10.1007/s11920-014-0513-5."
                },
                {
                    "pmid": "23785338",
                    "type": "BACKGROUND",
                    "citation": "Smith DF. Quest for biomarkers of treatment-resistant depression: shifting the paradigm toward risk. Front Psychiatry. 2013 Jun 18;4:57. doi: 10.3389/fpsyt.2013.00057. eCollection 2013."
                },
                {
                    "pmid": "25897834",
                    "type": "BACKGROUND",
                    "citation": "Biernacka JM, Sangkuhl K, Jenkins G, Whaley RM, Barman P, Batzler A, Altman RB, Arolt V, Brockmoller J, Chen CH, Domschke K, Hall-Flavin DK, Hong CJ, Illi A, Ji Y, Kampman O, Kinoshita T, Leinonen E, Liou YJ, Mushiroda T, Nonen S, Skime MK, Wang L, Baune BT, Kato M, Liu YL, Praphanphoj V, Stingl JC, Tsai SJ, Kubo M, Klein TE, Weinshilboum R. The International SSRI Pharmacogenomics Consortium (ISPC): a genome-wide association study of antidepressant treatment response. Transl Psychiatry. 2015 Apr 21;5(4):e553. doi: 10.1038/tp.2015.47. Erratum In: Transl Psychiatry. 2016 Nov 1;6(11):e937. doi: 10.1038/tp.2016.187."
                },
                {
                    "pmid": "25184532",
                    "type": "BACKGROUND",
                    "citation": "Roychowdhury S, Chinnaiyan AM. Translating genomics for precision cancer medicine. Annu Rev Genomics Hum Genet. 2014;15:395-415. doi: 10.1146/annurev-genom-090413-025552."
                },
                {
                    "pmid": "22925832",
                    "type": "BACKGROUND",
                    "citation": "Rethorst CD, Toups MS, Greer TL, Nakonezny PA, Carmody TJ, Grannemann BD, Huebinger RM, Barber RC, Trivedi MH. Pro-inflammatory cytokines as predictors of antidepressant effects of exercise in major depressive disorder. Mol Psychiatry. 2013 Oct;18(10):1119-24. doi: 10.1038/mp.2012.125. Epub 2012 Aug 28."
                },
                {
                    "pmid": "21733476",
                    "type": "BACKGROUND",
                    "citation": "Trivedi MH, Wisniewski SR, Morris DW, Fava M, Gollan JK, Warden D, Nierenberg AA, Gaynes BN, Husain MM, Luther JF, Zisook S, Rush AJ. Concise Health Risk Tracking scale: a brief self-report and clinician rating of suicidal risk. J Clin Psychiatry. 2011 Jun;72(6):757-64. doi: 10.4088/JCP.11m06837."
                },
                {
                    "pmid": "17606655",
                    "type": "BACKGROUND",
                    "citation": "Posner K, Oquendo MA, Gould M, Stanley B, Davies M. Columbia Classification Algorithm of Suicide Assessment (C-CASA): classification of suicidal events in the FDA's pediatric suicidal risk analysis of antidepressants. Am J Psychiatry. 2007 Jul;164(7):1035-43. doi: 10.1176/ajp.2007.164.7.1035."
                },
                {
                    "pmid": "12946886",
                    "type": "BACKGROUND",
                    "citation": "Rush AJ, Trivedi MH, Ibrahim HM, Carmody TJ, Arnow B, Klein DN, Markowitz JC, Ninan PT, Kornstein S, Manber R, Thase ME, Kocsis JH, Keller MB. The 16-Item Quick Inventory of Depressive Symptomatology (QIDS), clinician rating (QIDS-C), and self-report (QIDS-SR): a psychometric evaluation in patients with chronic major depression. Biol Psychiatry. 2003 Sep 1;54(5):573-83. doi: 10.1016/s0006-3223(02)01866-8. Erratum In: Biol Psychiatry. 2003 Sep 1;54(5):585."
                },
                {
                    "pmid": "8733206",
                    "type": "BACKGROUND",
                    "citation": "Rush AJ, Gullion CM, Basco MR, Jarrett RB, Trivedi MH. The Inventory of Depressive Symptomatology (IDS): psychometric properties. Psychol Med. 1996 May;26(3):477-86. doi: 10.1017/s0033291700035558."
                },
                {
                    "pmid": "16199008",
                    "type": "BACKGROUND",
                    "citation": "Rush AJ, Bernstein IH, Trivedi MH, Carmody TJ, Wisniewski S, Mundt JC, Shores-Wilson K, Biggs MM, Woo A, Nierenberg AA, Fava M. An evaluation of the quick inventory of depressive symptomatology and the hamilton rating scale for depression: a sequenced treatment alternatives to relieve depression trial report. Biol Psychiatry. 2006 Mar 15;59(6):493-501. doi: 10.1016/j.biopsych.2005.08.022. Epub 2005 Sep 30."
                },
                {
                    "pmid": "8037246",
                    "type": "BACKGROUND",
                    "citation": "Bernstein DP, Fink L, Handelsman L, Foote J, Lovejoy M, Wenzel K, Sapareto E, Ruggiero J. Initial reliability and validity of a new retrospective measure of child abuse and neglect. Am J Psychiatry. 1994 Aug;151(8):1132-6. doi: 10.1176/ajp.151.8.1132."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Wolfe, J., & Kimerling, R. (1997). Gender issues in the assessment of posttraumatic stress disorder. In J. P. Wilson & T. M. Keane (Eds.), Assessing psychological trauma and PTSD (pp. 192-238). The Guilford Press.Screening Questionnaire. Journal of Traumatic Stress, 11(3), 521-542."
                },
                {
                    "pmid": "3395719",
                    "type": "BACKGROUND",
                    "citation": "Sobell LC, Sobell MB, Leo GI, Cancilla A. Reliability of a timeline method: assessing normal drinkers' reports of recent drinking and a comparative evaluation across several populations. Br J Addict. 1988 Apr;83(4):393-402. doi: 10.1111/j.1360-0443.1988.tb00485.x. No abstract available."
                },
                {
                    "pmid": "2197679",
                    "type": "BACKGROUND",
                    "citation": "Wewers ME, Lowe NK. A critical review of visual analogue scales in the measurement of clinical phenomena. Res Nurs Health. 1990 Aug;13(4):227-36. doi: 10.1002/nur.4770130405."
                },
                {
                    "pmid": "1932883",
                    "type": "BACKGROUND",
                    "citation": "Heatherton TF, Kozlowski LT, Frecker RC, Fagerstrom KO. The Fagerstrom Test for Nicotine Dependence: a revision of the Fagerstrom Tolerance Questionnaire. Br J Addict. 1991 Sep;86(9):1119-27. doi: 10.1111/j.1360-0443.1991.tb01879.x."
                },
                {
                    "pmid": "16717171",
                    "type": "BACKGROUND",
                    "citation": "Spitzer RL, Kroenke K, Williams JB, Lowe B. A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006 May 22;166(10):1092-7. doi: 10.1001/archinte.166.10.1092."
                },
                {
                    "pmid": "21733477",
                    "type": "BACKGROUND",
                    "citation": "Trivedi MH, Wisniewski SR, Morris DW, Fava M, Kurian BT, Gollan JK, Nierenberg AA, Warden D, Gaynes BN, Luther JF, Rush AJ. Concise Associated Symptoms Tracking scale: a brief self-report and clinician rating of symptoms associated with suicidality. J Clin Psychiatry. 2011 Jun;72(6):765-74. doi: 10.4088/JCP.11m06840."
                },
                {
                    "pmid": "30922100",
                    "type": "BACKGROUND",
                    "citation": "Jha MK, Minhajuddin A, South C, Rush AJ, Trivedi MH. Irritability and Its Clinical Utility in Major Depressive Disorder: Prediction of Individual-Level Acute-Phase Outcomes Using Early Changes in Irritability and Depression Severity. Am J Psychiatry. 2019 May 1;176(5):358-366. doi: 10.1176/appi.ajp.2018.18030355. Epub 2019 Mar 29."
                },
                {
                    "pmid": "16996138",
                    "type": "BACKGROUND",
                    "citation": "Franken IH, Rassin E, Muris P. The assessment of anhedonia in clinical and non-clinical populations: further validation of the Snaith-Hamilton Pleasure Scale (SHAPS). J Affect Disord. 2007 Apr;99(1-3):83-9. doi: 10.1016/j.jad.2006.08.020. Epub 2006 Sep 20."
                },
                {
                    "pmid": "29195165",
                    "type": "BACKGROUND",
                    "citation": "Simon JJ, Zimmermann J, Cordeiro SA, Maree I, Gard DE, Friederich HC, Weisbrod M, Kaiser S. Psychometric evaluation of the Temporal Experience of Pleasure Scale (TEPS) in a German sample. Psychiatry Res. 2018 Feb;260:138-143. doi: 10.1016/j.psychres.2017.11.060. Epub 2017 Nov 21."
                },
                {
                    "pmid": "30657406",
                    "type": "BACKGROUND",
                    "citation": "Walker R, Northrup TF, Tillitski J, Bernstein I, Greer TL, Trivedi MH. The Stimulant Selective Severity Assessment: A replication and exploratory extension of the Cocaine Selective Severity Assessment. Subst Use Misuse. 2019;54(3):351-361. doi: 10.1080/10826084.2018.1467453. Epub 2019 Jan 18."
                },
                {
                    "pmid": "6668417",
                    "type": "BACKGROUND",
                    "citation": "Cohen S, Kamarck T, Mermelstein R. A global measure of perceived stress. J Health Soc Behav. 1983 Dec;24(4):385-96. No abstract available."
                },
                {
                    "pmid": "25194231",
                    "type": "BACKGROUND",
                    "citation": "dela Cruz AM, Bernstein IH, Greer TL, Walker R, Rethorst CD, Grannemann B, Carmody T, Trivedi MH. Self-rated measure of pain frequency, intensity, and burden: psychometric properties of a new instrument for the assessment of pain. J Psychiatr Res. 2014 Dec;59:155-60. doi: 10.1016/j.jpsychires.2014.08.003. Epub 2014 Aug 27."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Weathers FW, Litz BT, Keane TM, Palmieri PA, Marx BP, Schnurr PP. (2013). The PTSD Checklist for DSM-5 (PCL-5)."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Weathers, F.W., Blake, D.D., Schnurr, P.P., Kaloupek, D.G., Marx, B.P., & Keane, T.M. (2013). The Life Events Checklist for DSM-5 (LEC-5)."
                },
                {
                    "pmid": "8290681",
                    "type": "BACKGROUND",
                    "citation": "Endicott J, Nee J, Harrison W, Blumenthal R. Quality of Life Enjoyment and Satisfaction Questionnaire: a new measure. Psychopharmacol Bull. 1993;29(2):321-6."
                },
                {
                    "pmid": "8778124",
                    "type": "BACKGROUND",
                    "citation": "Patton JH, Stanford MS, Barratt ES. Factor structure of the Barratt impulsiveness scale. J Clin Psychol. 1995 Nov;51(6):768-74. doi: 10.1002/1097-4679(199511)51:63.0.co;2-1."
                },
                {
                    "pmid": "30664303",
                    "type": "BACKGROUND",
                    "citation": "Blevins D, Wang XQ, Sharma S, Ait-Daoud N. Impulsiveness as a predictor of topiramate response for cocaine use disorder. Am J Addict. 2019 Feb;28(2):71-76. doi: 10.1111/ajad.12858. Epub 2019 Jan 21."
                },
                {
                    "pmid": "28578224",
                    "type": "BACKGROUND",
                    "citation": "Vilsaint CL, Kelly JF, Bergman BG, Groshkova T, Best D, White W. Development and validation of a Brief Assessment of Recovery Capital (BARC-10) for alcohol and drug use disorder. Drug Alcohol Depend. 2017 Aug 1;177:71-76. doi: 10.1016/j.drugalcdep.2017.03.022. Epub 2017 May 19."
                },
                {
                    "pmid": "10146874",
                    "type": "BACKGROUND",
                    "citation": "Reilly MC, Zbrozek AS, Dukes EM. The validity and reproducibility of a work productivity and activity impairment instrument. Pharmacoeconomics. 1993 Nov;4(5):353-65. doi: 10.2165/00019053-199304050-00006."
                },
                {
                    "pmid": "9359982",
                    "type": "BACKGROUND",
                    "citation": "Altman EG, Hedeker D, Peterson JL, Davis JM. The Altman Self-Rating Mania Scale. Biol Psychiatry. 1997 Nov 15;42(10):948-55. doi: 10.1016/S0006-3223(96)00548-3."
                },
                {
                    "pmid": "2748771",
                    "type": "BACKGROUND",
                    "citation": "Buysse DJ, Reynolds CF 3rd, Monk TH, Berman SR, Kupfer DJ. The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research. Psychiatry Res. 1989 May;28(2):193-213. doi: 10.1016/0165-1781(89)90047-4."
                },
                {
                    "pmid": "23580868",
                    "type": "BACKGROUND",
                    "citation": "Ling W, Farabee D, Liepa D, Wu LT. The Treatment Effectiveness Assessment (TEA): an efficient, patient-centered instrument for evaluating progress in recovery from addiction. Subst Abuse Rehabil. 2012 Jan 1;3(1):129-136. doi: 10.2147/SAR.S38902."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}