{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06273176",
            "orgStudyIdInfo": {
                "id": "MEC-2020-0812"
            },
            "organization": {
                "fullName": "Erasmus Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "The RECMAP-study: Resection With or Without Intraoperative Mapping for Recurrent Glioblastoma",
            "officialTitle": "The RECMAP-study: Resection With or Without Intraoperative Mapping for Recurrent Glioblastoma: Study Protocol for An International Multicenter Prospective Cohort Study (ENCRAM 2301)",
            "acronym": "RECMAP",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "the-recmap-study-resection-with-or-without-intraoperative-mapping-for-recurrent-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-29",
            "studyFirstSubmitQcDate": "2024-02-20",
            "studyFirstPostDateStruct": {
                "date": "2024-02-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jasper Gerritsen",
                "investigatorTitle": "MD PhD",
                "investigatorAffiliation": "Erasmus Medical Center"
            },
            "leadSponsor": {
                "name": "Erasmus Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Haaglanden Medical Centre",
                    "class": "OTHER"
                },
                {
                    "name": "Universitaire Ziekenhuizen KU Leuven",
                    "class": "OTHER"
                },
                {
                    "name": "University Hospital Heidelberg",
                    "class": "OTHER"
                },
                {
                    "name": "Technical University of Munich",
                    "class": "OTHER"
                },
                {
                    "name": "Insel Gruppe AG, University Hospital Bern",
                    "class": "OTHER"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "University of California, San Francisco",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Resection of glioblastoma in or near functional brain tissue is challenging because of the proximity of important structures to the tumor site. To pursue maximal resection in a safe manner, mapping methods have been developed to test for motor and language function during the operation. Previous evidence suggests that these techniques are beneficial for maximum safe resection in newly diagnosed grade 2-4 astrocytoma, grade 2-3 oligodendroglioma, and recently, glioblastoma. However, their effects in recurrent glioblastoma are still poorly understood. The aim of this study, therefore, is to compare the effects of awake mapping and asleep mapping with no mapping in resections for recurrent glioblastoma.\n\nThis study is an international, multicenter, prospective 3-arm cohort study of observational nature. Recurrent glioblastoma patients will be operated with mapping or no mapping techniques with a 1:1 ratio. Primary endpoints are: 1) proportion of patients with NIHSS (National Institute of Health Stroke Scale) deterioration at 6 weeks, 3 months, and 6 months after surgery and 2) residual tumor volume of the contrast-enhancing and non-contrast-enhancing part as assessed by a neuroradiologist on postoperative contrast MRI scans. Secondary endpoints are: 1) overall survival (OS), 2) progression-free survival (PFS), 4) health-related quality of life (HRQoL) at 6 weeks, 3 months, and 6 months after surgery, and 4) frequency and severity of Serious Adverse Events (SAEs) in each arm. Estimated total duration of the study is 5 years. Patient inclusion is 4 years, follow-up is 1 year.\n\nThe study will be carried out by the centers affiliated with the European and North American Consortium and Registry for Intraoperative Mapping (ENCRAM).",
            "detailedDescription": "This is an international, multicenter, prospective, 3-arm cohort study. Eligible patients are operated with or without mapping techniques with a 1:1 ratio with a sequential computer-generated random number as subject ID. Patients with motor-eloquent tumors will be treated in all study arms, while speech-eloquent tumors will only be treated in either the awake mapping or no mapping arm. The RECMAP study is similar to the SAFE-trial24 (awake craniotomy versus craniotomy under general anesthesia for glioblastoma patients, NCT03861299) and is initiated by the same center, however, the presented study will be different in various ways: the RECMAP study (1) will be an observational, prospective cohort study, (2) will include asleep mapping as an additional treatment arm, (3) will evaluate the extent of resection of the non-contrast-enhancing part of the tumor as well, (4) only includes recurrent tumors (5) will include neurosurgical centers in the United States and is part of the ENCRAM Research Consortium18. The RECMAP study is also similar to the PROGRAM study25 (awake mapping versus asleep mapping versus no mapping for high-grade glioma patients, NCT04708171), with the difference that the RECMAP study includes recurrent tumors (while the PROGRAM study includes newly diagnosed tumors), and that the RECMAP study includes recurrent glioblastoma, while the PRGORAM study includes WHO grade 3 and 4 gliomas.\n\nStudy patients are operated with either awake mapping, asleep mapping or no mapping and will undergo evaluation at presentation (baseline) and during the follow-up period at 6 weeks, 3 months, and 6 months postoperatively. Motor function will be evaluated using the NIHSS (National Institute of Health Stroke Scale) and MRC (Medical Research Council) scales. Language function will be evaluated using a standard neurolinguistic test-battery consisting of the Aphasia Bedside Check (ABC), Shortened Token test, Verbal fluency, Picture description and Object naming. This neurolinguistic test-battery is the result of a consensus between the participating centers. Cognitive function will be assessed using the Montreal Cognitive Assessment (MOCA). Overall patient functioning with be assessed with the Karnofsky Performance Scale (KPS) and the ASA (American Society of Anesthesiologists) physical status classification system for comorbidities. Health-related quality of life (HRQoL) will be assessed with the EQ-5D questionnaire and the EORTC QLQ-C30 and EORTC QLQ-BN20 questionnaires. Overall survival and progression-free survival will be assessed. We expect to complete patient inclusion in 4 years. The estimated duration of the study, including follow-up, will be 5 years.\n\nThe primary study objective is to evaluate the safety and efficacy of resections with or without mapping techniques (neurological morbidity and residual CE and NCE tumor volume) in recurrent glioblastoma patients as expressed by NIHSS scores and volumetric data. Secondary study objectives are to study the overall survival (OS), progressive-free survival (PFS), health-related quality of life (HRQoL), and Serious Adverse Events (SAEs) after resections with or without mapping techniques as expressed by survival data, progression on follow up MRI scans based on the RANO criteria26 for tumor progression, quality of life questionnaires (EORTC QLQ C30, EORTC QLQ BN20, EQ-5D), and registration of SAEs.\n\nPatients will be recruited from the neurosurgical or neurological outpatient clinic or through referral from general hospitals of the participating neurosurgical hospitals, located in Europe and the United States. The study is carried out by centers from the ENCRAM Consortium."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma, IDH-wildtype",
                "Glioblastoma",
                "Glioblastoma Multiforme of Brain",
                "Astrocytoma, Malignant",
                "Brain Neoplasms",
                "Brain Neoplasms, Adult, Malignant",
                "Brain Neoplasms, Adult",
                "Recurrent Adult Brain Tumor",
                "Recurrent Glioblastoma"
            ],
            "keywords": [
                "Glioblastoma",
                "Recurrent",
                "Re-resection",
                "Resection",
                "Intraoperative mapping",
                "Awake mapping",
                "Awake craniotomy",
                "Asleep mapping",
                "Motor mapping",
                "Language mapping",
                "Overall survival",
                "Progression-free survival",
                "Neurological morbidity",
                "Quality of life",
                "Functional area",
                "Eloquent",
                "Extent of resection",
                "Residual tumor volume"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 225,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Awake mapping",
                    "description": "Awake mapping: Tumor resection with intraoperative awake motor or language mapping",
                    "interventionNames": [
                        "Procedure: Awake mapping under local anesthesia"
                    ]
                },
                {
                    "label": "Asleep mapping",
                    "description": "Asleep mapping: Tumor resection with intraoperative asleep motor mapping",
                    "interventionNames": [
                        "Procedure: Asleep mapping under general anesthesia"
                    ]
                },
                {
                    "label": "No mapping",
                    "description": "No mapping: Tumor resection without intraoperative mapping",
                    "interventionNames": [
                        "Procedure: Resection under general anesthesia without mapping"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Awake mapping under local anesthesia",
                    "description": "During an awake craniotomy, the patient is awake and cooperative during the resection of the tumor while the surgeon uses electro(sub)cortical mapping to prevent damage to eloquent areas.",
                    "armGroupLabels": [
                        "Awake mapping"
                    ],
                    "otherNames": [
                        "Awake craniotomy"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Asleep mapping under general anesthesia",
                    "description": "During asleep mapping under general anesthesia, the surgeon uses electro(sub)cortical mapping with evoked potentials (MEPs, SSEPs or continuous dynamic mapping) to prevent damage to eloquent areas.",
                    "armGroupLabels": [
                        "Asleep mapping"
                    ],
                    "otherNames": [
                        "Asleep motor mapping",
                        "Continous dynamic mapping",
                        "Evoked potentials"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Resection under general anesthesia without mapping",
                    "description": "During resection under general anesthesia without mapping, the surgeon does not use any intraoperative stimulation mapping techniques to identify eloquent areas.",
                    "armGroupLabels": [
                        "No mapping"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Residual volume",
                    "description": "Residual tumor volume of the contrast-enhancing and non-contrast enhancing part, as assessed by a neuroradiologist on postoperative MRI scan (T1 with contrast and FLAIR sequences) using manual or semi-automatic volumetric analyses (Brainlab Elements iPlan CMF Segmentation, Brainlab AG, Munich, Germany; or similar software)",
                    "timeFrame": "Within 72 hours postoperatively"
                },
                {
                    "measure": "Neurological morbidity at 6 weeks",
                    "description": "NIHSS deterioration of 1 point or more at 6 weeks after surgery",
                    "timeFrame": "6 weeks postoperatively"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall survival",
                    "description": "Time from diagnosis to death from any cause.",
                    "timeFrame": "Up to 5 years postoperatively"
                },
                {
                    "measure": "Progression-free survival",
                    "description": "Time from diagnosis to disease progression (occurrence of a new tumor lesions with a volume greater than 0.175 cm3, or an increase in residual tumor volume of more than 25%) or death, whichever comes first",
                    "timeFrame": "Up to 5 years postoperatively"
                },
                {
                    "measure": "Onco-functional outcome (OFO)",
                    "description": "According to the OFO classification, consisting of the combination of presence/absence of functional deterioration with gross-total resection",
                    "timeFrame": "6 weeks postoperatively"
                },
                {
                    "measure": "Serious Adverse Events",
                    "description": "Serious Adverse Events within 6 weeks postoperatively",
                    "timeFrame": "6 weeks postoperatively"
                },
                {
                    "measure": "Neurological morbidity at 3 months",
                    "description": "NIHSS deterioration of 1 point or more at 3 months after surgery",
                    "timeFrame": "3 months postoperatively"
                },
                {
                    "measure": "Neurological morbidity at 6 months",
                    "description": "NIHSS deterioration of 1 point or more at 6 months after surgery",
                    "timeFrame": "6 months postoperatively"
                },
                {
                    "measure": "Overall functioning at 6 weeks",
                    "description": "KPS deterioration at 6 weeks after surgery",
                    "timeFrame": "6 weeks postoperatively"
                },
                {
                    "measure": "Overall functioning at 3 months",
                    "description": "KPS deterioration at 3 months after surgery",
                    "timeFrame": "6 months postoperatively"
                },
                {
                    "measure": "Overall functioning at 6 months",
                    "description": "KPS deterioration at 6 months after surgery",
                    "timeFrame": "6 months postoperatively"
                },
                {
                    "measure": "Quality of life at 6 weeks (EORTC QLQ C30)",
                    "description": "Quality of life as assessed by the EORTC QLQ C30 questionnaire",
                    "timeFrame": "6 weeks postoperatively"
                },
                {
                    "measure": "Quality of life at 3 months (EORTC QLQ C30)",
                    "description": "Quality of life as assessed by the EORTC QLQ C30 questionnaire",
                    "timeFrame": "3 months postoperatively"
                },
                {
                    "measure": "Quality of life at 6 months (EORTC QLQ C30)",
                    "description": "Quality of life as assessed by the EORTC QLQ C30 questionnaire",
                    "timeFrame": "6 months postoperatively"
                },
                {
                    "measure": "Quality of life at 6 weeks (EORTC QLQ BN20)",
                    "description": "Quality of life as assessed by the EORTC QLQ BN20 questionnaire",
                    "timeFrame": "6 weeks postoperatively"
                },
                {
                    "measure": "Quality of life at 3 months (EORTC QLQ BN20)",
                    "description": "Quality of life as assessed by the EORTC QLQ BN20 questionnaire",
                    "timeFrame": "3 months postoperatively"
                },
                {
                    "measure": "Quality of life at 6 months (EORTC QLQ BN20)",
                    "description": "Quality of life as assessed by the EORTC QLQ BN20 questionnaire",
                    "timeFrame": "6 months postoperatively"
                },
                {
                    "measure": "Quality of life at 6 weeks (EQ-5D)",
                    "description": "Quality of life as assessed by the EQ-5D questionnaire",
                    "timeFrame": "6 weeks postoperatively"
                },
                {
                    "measure": "Quality of life at 3 months (EQ-5D)",
                    "description": "Quality of life as assessed by the EQ-5D questionnaire",
                    "timeFrame": "3 months postoperatively"
                },
                {
                    "measure": "Quality of life at 6 months (EQ-5D)",
                    "description": "Quality of life as assessed by the EQ-5D questionnaire",
                    "timeFrame": "6 months postoperatively"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years and ≤90 years\n2. Tumor recurrence according to the RANO criteria of a previously diagnosed glioblastoma based on the WHO 2021 classification for glioma\n3. Tumors situated in or near eloquent areas; motor cortex, sensory cortex, subcortical pyramidal tract, speech areas or visual areas as indicated on MRI (Sawaya Grading II and II)19\n4. The tumor is suitable for resection (according to neurosurgeon)\n5. Written informed consent\n\nExclusion Criteria:\n\n1. Tumors of the cerebellum, brainstem, or midline\n2. Multifocal contrast-enhancing lesions\n3. Medical reasons precluding MRI (e.g., pacemaker)\n4. Inability to give written informed consent\n5. Secondary high-grade glioma due to malignant transformation from low-grade glioma\n6. Clinical data unavailable for the newly diagnosed setting",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "90 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with recurrent glioblastoma will be recruited from the neurosurgical or neurological outpatient clinic or through referral from general hospitals of the participating neurosurgical hospitals, located in Europe and the United States. The study is carried out by centers from the ENCRAM Consortium.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jasper Gerritsen, MD PhD",
                    "role": "CONTACT",
                    "phone": "+31107036130",
                    "email": "j.gerritsen@erasmusmc.nl"
                },
                {
                    "name": "Arnaud Vincent, MD PhD",
                    "role": "CONTACT",
                    "phone": "+31107034211",
                    "email": "a.vincent@erasmusmc.nl"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jasper Gerritsen, MD PhD",
                    "affiliation": "Erasmus Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mitchel Berger, MD PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Nahed, MD PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University Hospital Leuven",
                    "status": "RECRUITING",
                    "city": "Leuven",
                    "country": "Belgium",
                    "contacts": [
                        {
                            "name": "Steven De Vleeschouwer, MD PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 50.87959,
                        "lon": 4.70093
                    }
                },
                {
                    "facility": "Universitätsklinikum Heidelberg",
                    "status": "RECRUITING",
                    "city": "Heidelberg",
                    "country": "Germany",
                    "contacts": [
                        {
                            "name": "Christine Jungk, MD PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Sandro Krieg, MD PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 49.40768,
                        "lon": 8.69079
                    }
                },
                {
                    "facility": "Technical University Munich",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Munich",
                    "country": "Germany",
                    "contacts": [
                        {
                            "name": "Arthur Wagner, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 48.13743,
                        "lon": 11.57549
                    }
                },
                {
                    "facility": "Erasmus Medical Center",
                    "status": "RECRUITING",
                    "city": "Rotterdam",
                    "state": "Zuid-Holland",
                    "zip": "3015 GD",
                    "country": "Netherlands",
                    "contacts": [
                        {
                            "name": "Jasper Gerritsen, MD PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.9225,
                        "lon": 4.47917
                    }
                },
                {
                    "facility": "Haaglanden Medical Center",
                    "status": "RECRUITING",
                    "city": "The Hague",
                    "country": "Netherlands",
                    "contacts": [
                        {
                            "name": "Marike Broekman, MD PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.07667,
                        "lon": 4.29861
                    }
                },
                {
                    "facility": "Inselspital Universitätsspital Bern",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Bern",
                    "country": "Switzerland",
                    "contacts": [
                        {
                            "name": "Philippe Schucht, MD PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 46.94809,
                        "lon": 7.44744
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                },
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "asFound": "Brain Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "asFound": "Astrocytoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T851",
                    "name": "Brain Tumor, Adult",
                    "asFound": "Brain Neoplasms, Adult",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "asFound": "Function",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}