{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04869111",
            "orgStudyIdInfo": {
                "id": "20-87"
            },
            "organization": {
                "fullName": "The University of Texas at Dallas",
                "class": "OTHER"
            },
            "briefTitle": "The BrainHealth Project",
            "officialTitle": "The BrainHealth Project, a Longitudinal Study in Generally Healthy Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-brainhealth-project"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2038-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2038-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-27",
            "studyFirstSubmitQcDate": "2021-04-27",
            "studyFirstPostDateStruct": {
                "date": "2021-05-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sandra Chapman, PhD",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "The University of Texas at Dallas"
            },
            "leadSponsor": {
                "name": "The University of Texas at Dallas",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "For an overview of the study and link TO REGISTER please go to -- https://brainhealth.utdallas.edu/programs/the-brainhealth-project/\n\nThe BrainHealth Project is a ten-year, longitudinal study focused on identifying determinants of brain health and performance. Participants will have the opportunity to complete semi-annual (twice a year) online assessments to track their performance over time. In between semi-annual assessments, participants will have access to online trainings and ongoing supplemental content regarding ways to optimize brain health and performance. Online one-on-one coaching sessions will be offered to participants to answer questions and provide support in applying the information to their daily lives. A small portion of participants will be invited to participate in the brain imaging portion of this study.\n\nThe main objectives are: (i) to characterize lifestyle, cognitive, and behavioral markers related to an individual's cognitive function from adolescent to elderly ages, (ii) to assess the neural/biological determinants predictive of maintenance of brain health, and (iii) to evaluate the impact of available cognitive and lifestyle interventions on improving and maintaining brain health and performance.",
            "detailedDescription": "Description of Study: For individuals who qualify to participate, they will be asked to complete online assessments and questionnaires twice a year. In between those time points, participants will participate in online trainings, exercises, and education regarding ways to optimize brain health, as well as overall health.\n\nThe assessments and trainings included in this protocol consist of the following:\n\nAssessments:\n\nBrainHealth Index (\\~90 min) - An online battery of cognitive measures and questionnaires. The Clarity section looks at complex thinking capacities such as reasoning, flexibility and strategy. In this section, you will be asked to complete different cognitive tasks. The questionnaires measure other aspects of life that relate to brain health, such as emotional well-being, quality of life, happiness, social support systems, and sleep. In this section, you will rate these aspects of your own life. Participants will also complete a 5 minute assessment with BrainHQ to measure processing speed.\n\nThe small group of participants who are invited to complete the brain imaging portion of the study will undergo annual brain imaging and will also complete brain gauge (in-person computer assessment).\n\nOnline Trainings, habits, and resources:\n\nTrainings can be accessed through the online dashboard and include videos, exercises, and application opportunities. Trainings include strategies to efficiently manage complex information by abstracting its essential meaning rather than attempting to memorize Training will also include strategies for stress management and healthy sleep routines, as well as other brain health education and resources. Most trainings are no more than 10 minutes a day.\n\nOnline Coaching:\n\nOnline coaching sessions will be offered to participants. Participants can elect to take advantage of this offer to the extent they chose.\n\nFor an overview of the study and LINK TO REGISTER please go to -- https://brainhealth.utdallas.edu/programs/the-brainhealth-project/"
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Online SMART Intervention & Stress Solutions",
                    "type": "EXPERIMENTAL",
                    "description": "Strategic Memory Advanced Reasoning Training (SMART) teaches meta-cognitive strategies for individuals to apply to their daily lives for improved performance",
                    "interventionNames": [
                        "Behavioral: Brain Health Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Brain Health Training",
                    "description": "1. On-line SMART - (Strategic Memory Advanced Reasoning Training) is a curriculum that teaches strategies of how to use the brain better, in such a way that may improve brain health and performance. SMART strives to achieve optimal cognitive function realized by the brain's ability to efficiently manage complex information by abstracting its essential meaning rather than attempting to memorize details, and to prioritize the information in order to attend to the most relevant parts.\n2. Stress Solutions - provides individuals with practical tools to enhance performance, reduce stress, build resilience and improve quality of life.\n3. Brain-Healthy Habits - daily reminders of habits you can track\n4. BrainHQ - participants will gain temporary access to the exercise-based cognitive training of BrainHQ after completing their 3rd BrainHealth Index",
                    "armGroupLabels": [
                        "Online SMART Intervention & Stress Solutions"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "BrainHealth Index Score",
                    "description": "We will assess change on a holistic measure of cognitive, social, well-being, and daily life health on the BrainHealth Index (BHI) across multiple timepoints. Higher score = Better outcome)",
                    "timeFrame": "Every 6 months for 10 years"
                },
                {
                    "measure": "Functional Magnetic Resonance Imaging (fMRI) Measure of Neural Correlations",
                    "description": "We will assess change in regional cerebral brain blood flow (using fMRI) in correlation with gains in complex abstraction across multiple timepoints. (higher correlation = better outcome)",
                    "timeFrame": "Every 6 months for 10 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* English-speaking\n* Access to an internet connect and device\n* Able to read information and hear sounds\n\nExclusion Criteria:\n\n* Diagnosed neurodegenerative disease\n* History of stroke, concussion, or brain injury that currently hinders you from functioning at your prior level\n* Diagnosed with Autism Spectrum Disorder and not functioning independently\n\nFor an overview of the study and LINK TO REGISTER please go to -- https://brainhealth.utdallas.edu/programs/the-brainhealth-project/",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "110 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erin C, MS",
                    "role": "CONTACT",
                    "phone": "9728833208",
                    "email": "erin.venza@utdallas.edu"
                },
                {
                    "name": "Margaret Chaplin, MA",
                    "role": "CONTACT",
                    "phone": "(972) 883-3347",
                    "email": "brainhealthproject@utdallas.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sandra B Chapman, PhD",
                    "affiliation": "Center for BrainHealth",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Center for BrainHealth at The University of Texas at Dallas",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75235",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Venza, MS",
                            "role": "CONTACT",
                            "phone": "972-883-3208",
                            "email": "brainhealthproject@utdallas.edu"
                        },
                        {
                            "name": "Margaret Chaplin, MA",
                            "role": "CONTACT",
                            "phone": "(972) 883-3347",
                            "email": "brainhealthproject@utdallas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23985135",
                    "type": "BACKGROUND",
                    "citation": "Chapman SB, Aslan S, Spence JS, Hart JJ Jr, Bartz EK, Didehbani N, Keebler MW, Gardner CM, Strain JF, DeFina LF, Lu H. Neural mechanisms of brain plasticity with complex cognitive training in healthy seniors. Cereb Cortex. 2015 Feb;25(2):396-405. doi: 10.1093/cercor/bht234. Epub 2013 Aug 28."
                },
                {
                    "pmid": "33796498",
                    "type": "BACKGROUND",
                    "citation": "Chapman SB, Fratantoni JM, Robertson IH, D'Esposito M, Ling GSF, Zientz J, Vernon S, Venza E, Cook LG, Tate A, Spence JS. A Novel BrainHealth Index Prototype Improved by Telehealth-Delivered Training During COVID-19. Front Public Health. 2021 Mar 16;9:641754. doi: 10.3389/fpubh.2021.641754. eCollection 2021."
                },
                {
                    "pmid": "24808834",
                    "type": "BACKGROUND",
                    "citation": "Chapman SB, Mudar RA. Enhancement of cognitive and neural functions through complex reasoning training: evidence from normal and clinical populations. Front Syst Neurosci. 2014 Apr 28;8:69. doi: 10.3389/fnsys.2014.00069. eCollection 2014."
                },
                {
                    "pmid": "27462210",
                    "type": "BACKGROUND",
                    "citation": "Chapman SB, Aslan S, Spence JS, Keebler MW, DeFina LF, Didehbani N, Perez AM, Lu H, D'Esposito M. Distinct Brain and Behavioral Benefits from Cognitive vs. Physical Training: A Randomized Trial in Aging Adults. Front Hum Neurosci. 2016 Jul 18;10:338. doi: 10.3389/fnhum.2016.00338. eCollection 2016."
                },
                {
                    "pmid": "29062276",
                    "type": "BACKGROUND",
                    "citation": "Chapman SB, Spence JS, Aslan S, Keebler MW. Enhancing Innovation and Underlying Neural Mechanisms Via Cognitive Training in Healthy Older Adults. Front Aging Neurosci. 2017 Oct 9;9:314. doi: 10.3389/fnagi.2017.00314. eCollection 2017."
                },
                {
                    "pmid": "29121545",
                    "type": "BACKGROUND",
                    "citation": "Motes MA, Yezhuvath US, Aslan S, Spence JS, Rypma B, Chapman SB. Higher-order cognitive training effects on processing speed-related neural activity: a randomized trial. Neurobiol Aging. 2018 Feb;62:72-81. doi: 10.1016/j.neurobiolaging.2017.10.003. Epub 2017 Oct 12."
                },
                {
                    "pmid": "28523229",
                    "type": "BACKGROUND",
                    "citation": "Han K, Davis RA, Chapman SB, Krawczyk DC. Strategy-based reasoning training modulates cortical thickness and resting-state functional connectivity in adults with chronic traumatic brain injury. Brain Behav. 2017 Apr 10;7(5):e00687. doi: 10.1002/brb3.687. eCollection 2017 May."
                },
                {
                    "pmid": "26018041",
                    "type": "BACKGROUND",
                    "citation": "Vas A, Chapman S, Aslan S, Spence J, Keebler M, Rodriguez-Larrain G, Rodgers B, Jantz T, Martinez D, Rakic J, Krawczyk D. Reasoning training in veteran and civilian traumatic brain injury with persistent mild impairment. Neuropsychol Rehabil. 2016 Aug;26(4):502-31. doi: 10.1080/09602011.2015.1044013. Epub 2015 May 27."
                },
                {
                    "pmid": "31031581",
                    "type": "BACKGROUND",
                    "citation": "Das N, Spence JS, Aslan S, Vanneste S, Mudar R, Rackley A, Quiceno M, Chapman SB. Cognitive Training and Transcranial Direct Current Stimulation in Mild Cognitive Impairment: A Randomized Pilot Trial. Front Neurosci. 2019 Apr 12;13:307. doi: 10.3389/fnins.2019.00307. eCollection 2019."
                },
                {
                    "pmid": "29573026",
                    "type": "BACKGROUND",
                    "citation": "Han K, Martinez D, Chapman SB, Krawczyk DC. Neural correlates of reduced depressive symptoms following cognitive training for chronic traumatic brain injury. Hum Brain Mapp. 2018 Jul;39(7):2955-2971. doi: 10.1002/hbm.24052. Epub 2018 Mar 23."
                },
                {
                    "pmid": "27847486",
                    "type": "BACKGROUND",
                    "citation": "Venza EE, Chapman SB, Aslan S, Zientz JE, Tyler DL, Spence JS. Enhancing Executive Function and Neural Health in Bipolar Disorder through Reasoning Training. Front Psychol. 2016 Nov 1;7:1676. doi: 10.3389/fpsyg.2016.01676. eCollection 2016."
                },
                {
                    "pmid": "28006029",
                    "type": "BACKGROUND",
                    "citation": "Gallen CL, Baniqued PL, Chapman SB, Aslan S, Keebler M, Didehbani N, D'Esposito M. Modular Brain Network Organization Predicts Response to Cognitive Training in Older Adults. PLoS One. 2016 Dec 22;11(12):e0169015. doi: 10.1371/journal.pone.0169015. eCollection 2016. Erratum In: PLoS One. 2017 Mar 20;12(3):e0174570. doi: 10.1371/journal.pone.0174570."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}