{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05420012",
            "orgStudyIdInfo": {
                "id": "IRB_00152530"
            },
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "The Effect of Vericiguat on Peripheral Vascular Function, Patient Health Status and Inflammation",
            "officialTitle": "The Effect of Vericiguat on Peripheral Vascular Function, Patient Health Status and Inflammation in Patients With Heart Failure With Reduced Ejection Fraction",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "the-effect-of-vericiguat-on-peripheral-vascular-function-patient-health-status-and-inflammation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-11",
            "studyFirstSubmitQcDate": "2022-06-11",
            "studyFirstPostDateStruct": {
                "date": "2022-06-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Josef Stehlik",
                "investigatorTitle": "Professor, Division of Cardiovascular Medicine",
                "investigatorAffiliation": "University of Utah"
            },
            "leadSponsor": {
                "name": "Josef Stehlik",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The concept that direct stimulation of soluble guanylate cyclase (sGC) could be a particularly effective approach to increase cyclic guanosine monophosphate (cGMP) in conditions of increased inflammation/oxidative stress, endothelial dysfunction, and reduced nitric oxide (NO) bioavailability. Thus, the aim of the proposed study is to examine the effect of Vericiguat on peripheral vascular function, inflammatory status, and patient health status. The study also aims to identify patients who are particularly likely to benefit from Vericiguat treatment and predict that these patients will be defined by baseline peripheral vascular dysfunction and high inflammatory state.",
            "detailedDescription": "The incidence of heart failure (HF) continues to increase, along with its associated morbidity, mortality, and cost. Novel therapeutic options have been proposed to address the needs of especially the patients who remain symptomatic despite optimal medical therapy. A number of factors lead to ongoing symptoms in patients with chronic heart failure (HF), including persistent abnormalities in myocardial function, neurohormonal dysregulation, and of the peripheral vascular system.\n\nThe Phase 3 VICTORIA trial examined the efficacy of Vericiguat, a novel oral soluble guanylate cyclase (sGC) stimulator in patients with HF and reduced ejection fraction (HFrEF). Vericiguat enhances the cyclic guanosine monophosphate (GMP) pathway by directly stimulating soluble guanylate cyclase independent of nitric oxide (NO). The VICTORIA study showed that patients who received Vericiguat 2.5 mg once daily up-titrated to 10 mg daily had a lower incidence of the primary endpoint of cardiovascular death or first HF hospitalization compared to placebo 1.\n\nDetermining the exact mechanism, or the respective contribution of different mechanisms, through which Vericiguat improves outcomes in HFrEF may allow for better tailoring of its use to individual patients. The preliminary results of an echocardiography sub-study indicate that there was no significant difference in the change of left ventricular ejection fraction (LVEF) between baseline and study end among patients assigned to the active drug vs placebo. We hypothesize that the beneficial effects of Vericiguat in HF may not be linked to improvement in myocardial contractility, but rather to the effects of sGC stimulation on the peripheral vasculature. This was not directly tested in VICTORIA.\n\nStudies from our group 2, 3 and others 4, 5 have collectively identified a marked reduction in vascular function, as determined by flow-mediated vasodilation (FMD) testing, in patients with HFrEF despite optimized pharmacotherapy, indicative of a pervasive, disease-related reduction in endothelial health. Endothelial dysfunction is characterized by NO dysregulation, inflammation, and oxidative stress. These factors impair the capacity of the vascular endothelium to perform its numerous functions including regulation of vascular tone and inflammatory processes. Importantly, endothelial dysfunction is also associated with reduced quality of life 6 and decreased physical capacity 7, 8 in patients with HFrEF. These studies suggest that the consequences of vascular dysfunction are far-reaching and support the concept that interventions targeting the peripheral vasculature to induce systemic effects could prove beneficial in cardiovascular disease. This is particularly relevant given the known relationship between endothelial dysfunction and mortality risk in patients with HFrEF 9, 10. Improvement in peripheral vascular function in patients with HFrEF would in turn lead to improved physical capacity and health-related quality of life (hrQOL).\n\nPreclinical studies provide evidence of sGC stimulation favorably affecting peripheral vascular function. In a rat model of HF, treatment with Ataciguat normalized endothelial function, improved sensitivity to NO, and reduced platelet activation 11. However, the impact of Vericiguat on vascular health has not been evaluated in human HF. A recent study also examined the effect of Vericiguat on inflammation and oxidative stress in HF 12. After 12 weeks of Vericiguat therapy, high sensitivity CRP (hsCRP) decreased significantly, and the probability of hsCRP value being ≤3.0 mg/L at the end of the study was higher in patients treated with Vericiguat compared to placebo. Although the impact of Vericiguat on upstream, inflammatory cytokines such as IL-1β and IL-18 have not been determined, there is strong evidence supporting elevation of these biomarkers that reflect NRLP3 inflammasome activation in patients with HFrEF13, 14. Given the recent success in clinical trials targeting the inflammasome in heart failure 15 and recent evidence for the efficacy of sGC stimulation to mitigate NLRP3 inflammasome activity in other organ systems 16, there is strong rationale for the expectation that Vericiguat may favorably impact both upstream (IL-1β, IL-18, TNF-α and IL-6) and downstream (hsCRP) inflammatory biomarkers. Importantly, an inverse correlation between biomarkers of inflammation and endothelial function has been observed in other patient groups 13, supporting the concept that Vericiguat treatment may result in greater improvements in vascular function in those individuals who experience the largest reductions in vascular inflammation."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure",
                "Heart Failure With Reduced Ejection Fraction (HFrEF)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized double-blind, placebo-controlled study in patients with heart failure \\[HF\\] with reduced ejection fraction \\[HFrEF\\].",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Patients will be assigned with equal allocation to the intervention and control groups using block randomization to ensure a balance in sample size across groups over time.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Vericiguat",
                    "type": "EXPERIMENTAL",
                    "description": "Study drug",
                    "interventionNames": [
                        "Drug: Vericiguat"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Vericiguat",
                    "description": "A starting dose of vericiguat 2.5 mg or matching placebo will be initiated after randomization and completion of the baseline testing. Subjects will be up-titrated in a blinded fashion to 5 mg and then to the target dose of 10 mg of vericiguat or matching placebo using titration criteria based on mean systolic blood pressure(SBP) evaluation and clinical symptoms at 2 week intervals. Titration to 10 mg in subjects who have not yet reached the target dose is intended at every visit/phone call throughout the study duration based on mean SBP measurement and safety considerations, at the discretion of the investigator.",
                    "armGroupLabels": [
                        "Vericiguat"
                    ],
                    "otherNames": [
                        "VERQUVO"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "A starting dose of vericiguat 2.5 mg or matching placebo will be initiated after randomization and completion of the baseline testing. Subjects will be up-titrated in a blinded fashion to 5 mg and then to the target dose of 10 mg of vericiguat or matching placebo using titration criteria based on mean systolic blood pressure(SBP) evaluation and clinical symptoms at 2 week intervals. Titration to 10 mg in subjects who have not yet reached the target dose is intended at every visit/phone call throughout the study duration based on mean SBP measurement and safety considerations, at the discretion of the investigator.",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Control group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Flow-Mediated Dilation (FMD)",
                    "description": "Change in vascular function using flow-mediated vasodilation (FMD) test. Testing will be conducted in accordance with current standardized guidelines.",
                    "timeFrame": "Baseline to 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Six-minute walk test (6MWT)",
                    "description": "Change in 6MWT",
                    "timeFrame": "Baseline to 12 weeks"
                },
                {
                    "measure": "Kansas City Cardiomyopathy Questionnaire-12(KCCQ12)",
                    "description": "Change in KCCQ12. It is a 12-item self-administered questionnaire developed to independently measure the patient's perception of their health status, which includes heart failure symptoms, impact on physical and social function, and how their heart failure impacts their quality of life.",
                    "timeFrame": "Baseline to 12 weeks"
                },
                {
                    "measure": "Visual Analogue Scale (VAS)",
                    "description": "Change in VAS. Records patient self-rated health on a 20 cm vertical VAS with endpoints labeled 'the best health you can imagine' and the 'worst health you can imagine and is scored from 0 to 100 scale.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Inflammatory Biomarkers serum Interleukin-1β (IL-1β)",
                    "description": "Inflammation will be assessed by serum Interleukin-1β (IL-1β) levels",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Inflammatory Biomarkers serum Interleukin-6 (IL-6)",
                    "description": "Inflammation will be assessed by serum Interleukin-6 (IL-6) levels",
                    "timeFrame": "Baseline and 12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* History of chronic symptomatic HF (ACC/AHA Class C) and New York Heart Association (NYHA) Class II or III symptoms at the time of enrollment.\n* Left ventricular ejection fraction (LVEF) of ≤45% assessed within 12 months prior to randomization by any imaging method.\n* Systemic blood pressure ≥90/60 mmHg.\n* Standard guideline-directed HF therapy.\n* If female of reproductive potential, agrees to avoid becoming pregnant while receiving study drug and for 14 days after the last dose of study drug by complying with abstinence from heterosexual activity or use (or have her partner use) contraception during heterosexual activity.\n\nExclusion Criteria:\n\n* Addition of a new disease-modifying HF pharmacotherapy or CRT-D in previous 4 weeks.\n* Current or anticipated use of long-acting nitrates or nitric oxide (NO) donors including isosorbide dinitrate, isosorbide 5-mononitrate, pentaerythritol tetranitrate, nicorandil or transdermal nitroglycerin (NTG) patch, and molsidomine.\n* Current or anticipated use of phosphodiesterase type 5 (PDE5) inhibitors such as vardenafil, tadalafil, and sildenafil.\n* Current use or anticipated use of a soluble guanylate cyclase (sGC) stimulator such as riociguat.\n* Known allergy or sensitivity to any sGC stimulator.\n* Estimated glomerular filtration rate (eGFR) \\<15 mL/min/1.73 m2 or chronic dialysis.\n* Patients who are pregnant or breastfeeding or plan to become pregnant or to breastfeed.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John Kirk",
                    "role": "CONTACT",
                    "phone": "801-585-2944",
                    "email": "john.kirk@hsc.utah.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Josef Stehlik, M.D, M.P.H.",
                    "affiliation": "University of Utah Health Science Center & Veterans Affairs Salt Lake City Healthcare System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Utah Hospital",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84132",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Kirk",
                            "role": "CONTACT",
                            "phone": "801-585-2944",
                            "email": "john.kirk@hsc.utah.edu"
                        },
                        {
                            "name": "Konstantinos Sideris",
                            "role": "CONTACT",
                            "phone": "801-585-9797",
                            "email": "konstantinos.sideris@hsc.utah.edu"
                        },
                        {
                            "name": "Josef Stehlik, M.D., M.P.H.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                },
                {
                    "facility": "Veterans Affairs Salt Lake City Health Care System (VAMC)",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84148",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Josef Stehlik, M.D, M.P.H.",
                            "role": "CONTACT",
                            "phone": "801-582-1565",
                            "email": "josef.stehlik@hsc.utah.edu"
                        },
                        {
                            "name": "Konstantinos Sideris",
                            "role": "CONTACT",
                            "phone": "801-585-9797",
                            "email": "konstantinos.sideris@hsc.utah.edu"
                        },
                        {
                            "name": "Josef Stehlik, M.D., M.P.H.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}