{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04334135",
            "orgStudyIdInfo": {
                "id": "AU IRB#20-105"
            },
            "organization": {
                "fullName": "Auburn University",
                "class": "OTHER"
            },
            "briefTitle": "The Influence of Mitochondrial-Derived Reactive Oxygen Species on Racial Disparities in Neurovascular Function",
            "officialTitle": "The Influence of Mitochondrial-Derived Reactive Oxygen Species on Racial Disparities in Neurovascular Function",
            "acronym": "MAVHS",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "the-influence-of-mitochondrial-derived-reactive-oxygen-species-on-racial-disparities-in-neurovascular-function"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-02",
            "studyFirstSubmitQcDate": "2020-04-02",
            "studyFirstPostDateStruct": {
                "date": "2020-04-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Austin Robinson",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Auburn University"
            },
            "leadSponsor": {
                "name": "Auburn University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Black individuals are at increased cardiovascular disease risk. The central goal of the study is to determine if mitochondrial reactive oxygen species influence blood vessel function and nervous system regulation of blood pressure differentially in black, compared to white individuals. These findings may help to explain a potential mechanism that contributes to racial disparities in blood pressure and cardiovascular disease risk. A secondary goal is to determine if mitochondrial reactive oxygen species improves blood pressure and vascular function in individuals with elevated blood pressure and stage 1 hypertension.",
            "detailedDescription": "The prevalence of hypertension in black adults is higher than in any other race/ethnicity in the US, and among the highest in the world. Hypertension is a risk factor for several major cardiovascular diseases. Racial disparities in blood vessel function are well documented. Moreover, racial disparities in hypertension persist despite advances in pharmacotherapies. Therefore, a major knowledge gap remains in identifying the mechanism(s) underlying racial disparities in hypertension, and ultimately cardiovascular diseases.\n\nOur goal is to investigate reasons for the higher prevalence of blood vessel dysfunction and hypertension in black individuals, and to identify effective preventive strategies. Excess free radicals contribute to blood vessel dysfunction, kidney dysfunction, and thus hypertension as both blood vessel health and the kidneys contribute to blood pressure regulation. Moreover, excess free radicals contribute to blood vessel dysfunction in black adults. Mitochondria are a major source of free radicals. Mitochondria antioxidants improve blood vessel function in rodents and in human trials. A prior aging study demonstrated that acute MitoQ (single 160mg-dose mitoquinone) restored blood vessel function in older adults. Anohter recent study demonstrated that a single 80mg dose elicited similar improvements in adults with peripheral artery disease. however, the role of mitochondrial free radicals in racial disparites in blood vessel function is unclear. Our central hypothesis is that mitochondrial free radicals play a role in reduced blood vessel function and kidney in black adults. We will test our hypothesis using a randomized, placebo-controlled, crossover design, acute MitoQ supplement study in black and white adults (we will not exclude other races though). We will also measure blood pressure and urine biomarkers that are indicative of kidney injury in this proposal.\n\nRegarding methodology, we will perform blood draws, vascular testing, and record nervous system activity before and one hour after acute MitoQ and placebo consumption. We will also measure urine biomarkers of kidney function and blood pressure in the hours following acute MitoQ and placebo consumption in adults (19-75 years old)."
        },
        "conditionsModule": {
            "conditions": [
                "Racial Disparities",
                "Blood Pressure",
                "Cardiovascular Risk Factor",
                "Renal Function"
            ],
            "keywords": [
                "blood pressure",
                "hypertension",
                "cardiovascular health",
                "renal function",
                "health disparities"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "The intervention is to provide subjects with either a mitochondrial antioxidant, MitoQ (no more than 160 mg) and a placebo (dextrin and silica), in a randomized order.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The member of the study team performing data analysis will be blinded when performing data analysis and unblinded after final statistical analysis",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MitoQ",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will have sympathetic nerve activity, vascular function, blood pressure and blood samples (from intravenous catheters) assessed before and after acute MitoQ supplementation (80 - 160mg).",
                    "interventionNames": [
                        "Dietary Supplement: MitoQ"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will have sympathetic nerve activity, vascular function, blood pressure and blood samples (from intravenous catheters) assessed before and after a placebo matched in appearance to the MitoQ.",
                    "interventionNames": [
                        "Dietary Supplement: MitoQ"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "MitoQ",
                    "description": "Four to eight 20mg capsules (depending on body mass)",
                    "armGroupLabels": [
                        "MitoQ",
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in flow-mediated dilation (FMD)",
                    "description": "Flow-mediated vasodilation will be assessed using continuous measures of brachial artery diameter and velocity via duplex Doppler ultrasound (Hitachi Arietta 70). The brachial artery will be imaged in the longitudinal plane proximal to the medial epicondyle using a high-frequency (6-12 MHz) linear-array probe. The ultrasound probe will be stabilized using a custom-built clamp. Shear rate (sec-1) will be calculated as \\[(blood flow velocity (cm\\*s-1) \\*4)/blood vessel diameter (mm)\\] The image will be recorded throughout a 60-s baseline, a 300-s ischemic stimulus (250 mmHg), and 180 seconds post deflation. FMD will be expressed as % dilation (final diameter-baseline diameter/baseline diameter x 100) and also normalized to the shear stimulus. Allometric scaling will be used if appropriate, including if there are baseline differences in artery diameter by race or condition.",
                    "timeFrame": "Before and one hour after supplementation or placebo"
                },
                {
                    "measure": "Changes in indices of arterial stiffness",
                    "description": "The investigators will use the SphygmoCor XCEL system to assess pulse wave analysis (PWA) and pulse wave velocity (PWV). A high-fidelity strain-gauge transducer is used to obtain the pressure waveform at the carotid and radial pulse. Distances from the carotid artery sampling site to the femoral artery (upper leg instrumented with a thigh cuff for oscillometric sphygmomanometry), and from the carotid artery to the suprasternal notch will be recorded. The investigators will also assess forward and reflective wave magnitudes. PWV will be expressed as cm/s and PWA will be expressed as % (calculated as augmentation pressure divided by the pulse pressure).",
                    "timeFrame": "Before and one hour after supplementation or placebo"
                },
                {
                    "measure": "Changes in muscle sympathetic nerve activity (MSNA) and sympathetic transduction",
                    "description": "The investigators will directly record MSNA using an active tungsten microelectrode inserted into a nerve near the fibular head or popliteal fossa using standard microneurography techniques. The raw signal will be amplified, band-pass filtered, rectified, and integrated using a nerve traffic analyzer. The presence of MSNA will be confirmed by a pulse-synchronous signal that responds to an end-expiratory breath-hold and stimulation of muscle (tendon tapping), but not skin afferents (gentle skin stroke and/or startle stimulus). MSNA will be expressed as bursts per minute and per 100 cardiac cycles. Further, the investigators will measure common femoral artery blood flow using ultrasound and mean arterial pressure using photoplethysmography. This will allow determination of sympathetic transduction (the vasoconstrictor and pressor effects of MSNA) expressed as changes in blood pressure (mmHg) or changes in vascular conductance (ml blood flow/mmHg).",
                    "timeFrame": "Before and one hour after supplementation or placebo"
                },
                {
                    "measure": "Changes in blood pressure reactivity",
                    "description": "The investigators will measure systolic and diastolic pressure using photoplethysmography at the finger. Systolic and diastolic blood pressure will be assessed at rest and during handgrip exercise. Blood pressure reactivity will be expressed as a change in pressure (mmHg) from baseline to a predetermined time during the stressor (e.g., minute one average and minute two average).",
                    "timeFrame": "Before and one hour after supplementation or placebo"
                },
                {
                    "measure": "Changes in circulating reactive oxygen species",
                    "description": "We will use electron paramagnetic resonance to measure reactive oxygen species (spectra units) in whole blood samples treated with a spin probe.",
                    "timeFrame": "Before and one hour after supplementation or placebo"
                },
                {
                    "measure": "Changes in blood biomarkers of nitric oxide bioavailability",
                    "description": "The investigators will measure nitric oxide metabolites (nitrate and nitrite nanomolar concentration).",
                    "timeFrame": "Before and one hour after supplementation or placebo"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Objective sleep duration and quality",
                    "description": "Philips actiwatch spectrum will be used to quantify sleep duration. Participants will wear the watch units for 7 days. We will assess qualitative sleep scores and cross-check actigraphy wear times with a sleep diary.",
                    "timeFrame": "Baseline (pre-intervention)"
                },
                {
                    "measure": "Subjective sleep duration and quality",
                    "description": "We will use the Pittsburgh Sleep Quality Index to asses sleep duration and perceived sleep quality reflective of the one month period leading into the study.",
                    "timeFrame": "Baseline (pre-intervention)"
                },
                {
                    "measure": "Physical activity",
                    "description": "Participants will wear an ActiGraph GT3X accelerometer for seven days to objectively quantify steps per day and metabolic equivalents per day.",
                    "timeFrame": "Baseline (pre-intervention)"
                },
                {
                    "measure": "Cardiorespiratory fitness",
                    "description": "We will use indirect calorimetry to measure the participant's maximal oxygen consumption (VO2max) during incremental exercise on a treadmill. We will use a Parvo TrueOne metabolic cart and Woodway treadmill.",
                    "timeFrame": "Baseline (pre-intervention)"
                },
                {
                    "measure": "Mental health - social anxiety",
                    "description": "We will administer the Liebowitz Social Anxiety Scale. The scale starts at 0 (none) and ends at 3 (severe) for 24 questions related to anxiety and avoidance, and a cumulative score is calculated.",
                    "timeFrame": "Baseline (pre-intervention)"
                },
                {
                    "measure": "Mental health - depression",
                    "description": "We will administer the Beck's Depression Inventory. The scale starts at 0 and ends at 3 for 21 questions related to depression.",
                    "timeFrame": "Baseline (pre-intervention)"
                },
                {
                    "measure": "Habitual dietary intake",
                    "description": "We will instruct participants to complete a diet log for 6 days which will be operationalized with Nutrition Data System for Research (NDSR).",
                    "timeFrame": "Baseline (pre-intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Are between the ages of 19-75.\n* Have blood pressure no higher than 150/90 mmHg.\n* Have a BMI below 35 Kg/m2 (otherwise healthy)\n* Free from metabolic disease (diabetes or renal disease), pulmonary disorders (e.g., COPD \\& cystic fibrosis), and cardiovascular disease (peripheral vascular, cardiac, or cerebrovascular).\n* Do not have any precluding medical issues that prevent participants from exercising (i.e., cardiovascular issues, or muscle/joint issues including painful arthritis) or giving blood (e.g., blood thinners).\n* Are not currently smoking, using smokeless tobacco, nor smoked within the past 12 months.\n\nExclusion Criteria:\n\n* Known allergy to MitoQ\n* High blood pressure - greater the 150/90 mmHg\n* Low blood pressure - less than 90/50 mmHg\n* History of cardiovascular disease\n* History of cancer\n* History of diabetes\n* History of kidney disease\n* Obesity (BMI \\> 30 kg/m2)\n* Smoking or tobacco use\n* Current pregnancy\n* Nursing mothers\n* Communication barriers",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Austin T Robinson, PhD",
                    "role": "CONTACT",
                    "phone": "334 844 1619",
                    "email": "atr0026@auburn.edu"
                },
                {
                    "name": "Zachary J Hutchison, MS",
                    "role": "CONTACT",
                    "email": "zzh0026@auburn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Kinesiology Building",
                    "status": "RECRUITING",
                    "city": "Auburn",
                    "state": "Alabama",
                    "zip": "36849",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary Rudisill, PhD",
                            "role": "CONTACT",
                            "phone": "334-844-1458",
                            "email": "rudisme@auburn.edu"
                        },
                        {
                            "name": "Jared Russell, PhD",
                            "role": "CONTACT",
                            "phone": "(334) 844-1429",
                            "email": "russej3@auburn.edu"
                        },
                        {
                            "name": "Austin Robinson, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.60986,
                        "lon": -85.48078
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "PI's laboratory",
                    "url": "http://www.education.auburn.edu/initiatives/neurovascular-physiology-laboratory-austin-robinson-ph-d/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data with all HIPAA identifiers removed may be shared in future collaborative efforts pending appropriate DMDA approvals",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "One year after completion of trial, indefinitely",
            "accessCriteria": "A formal plan identifying the intended use of the data and proper completion of a DMDA and MTA (if needed) with Auburn University and the study PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}