{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05289557",
            "orgStudyIdInfo": {
                "id": "Bonjesta-PED-301"
            },
            "organization": {
                "fullName": "Duchesnay Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "The Efficacy and Safety of Bonjesta® for Nausea and Vomiting of Pregnancy in Pregnant Adolescents",
            "officialTitle": "A Multicenter Trial of the Efficacy and Safety of Bonjesta® for Nausea and Vomiting of Pregnancy in Pregnant Adolescents",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-efficacy-and-safety-of-bonjesta-for-nausea-and-vomiting-of-pregnancy-in-pregnant-adolescents"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-11",
            "studyFirstSubmitQcDate": "2022-03-11",
            "studyFirstPostDateStruct": {
                "date": "2022-03-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duchesnay Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Health Decisions",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this study is to compare the efficacy of Bonjesta for the treatment of nausea and vomiting of pregnancy (NVP) in pregnant adolescents aged 12 to 17 years with placebo.\n\nThe secondary objective of this study is to compare the safety of Bonjesta in pregnant adolescents aged 12 to 17 years with placebo.",
            "detailedDescription": "This is a phase III multicenter study designed to assess the efficacy and the safety of Bonjesta in the treatment of NVP in pregnant adolescents from approximately 14-16 study sites in the United States.\n\nAfter obtaining informed consent on Day 1 (i.e., baseline visit), a medical examination will be conducted to ensure eligibility. Participants will be randomized to receive either Bonjesta or placebo.\n\nOn Day 1, all participants will take 1 tablet of study drug at bedtime. On Day 2, participants will take 1 tablet of study drug at bedtime. If the Pregnancy-Unique Quantification of Emesis (PUQE) score \\> 3, the participant will take another tablet of study drug in the morning of Day 3. Therefore, the minimum dosage will be 1 tablet daily at bedtime, increasing, when indicated (i.e., if PUQE \\> 3), to the maximal dosage of 2 tablets per day on Days 3 to 14. Participants will be required to complete a diary daily to assess the severity of their NVP using the validated PUQE scale and to record any adverse events (AEs) experienced; the Global Assessment of Well-being scale will also be completed in the diary only on Days 1, 8 and 15.\n\nParticipants will receive telephone calls daily to assess whether the current dosing regimen is sufficient at relieving NVP symptoms, to review study procedures, and to address the participants' questions/concerns. Participants will have study visits on Day 1, Day 3 (±1 day) and Day 15 (±1 day) for an end of study visit."
        },
        "conditionsModule": {
            "conditions": [
                "Morning Sickness"
            ],
            "keywords": [
                "Nausea",
                "Vomiting",
                "Morning Sickness",
                "Pregnancy",
                "Adolescent"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 274,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Bonjesta",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "On Day 1, one tablet will be taken orally at bedtime. If this dose adequately controls symptoms (i.e., PUQE = 3), the participant will be directed to continue taking one tablet daily at bedtime only. However, on Day 2, if symptoms of nausea, retching and/or vomiting persist (i.e., PUQE score \\>3), the participant will be directed to take her usual dose of 1 tablet at bedtime and an additional tablet the next morning on Day 3. The minimum dosage prescribed will be 1 tablet daily at bedtime, increasing, when indicated, to the maximal dosage of 2 tablets per day (one tablet in the morning and one tablet at bedtime) starting Day 3 and will continue through Day 14.",
                    "interventionNames": [
                        "Drug: Bonjesta"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "On Day 1, one tablet will be taken orally at bedtime. If this dose adequately controls symptoms (i.e., PUQE = 3), the participant will be directed to continue taking one tablet daily at bedtime only. However, on Day 2, if symptoms of nausea, retching and/or vomiting persist (i.e., PUQE score \\>3), the participant will be directed to take her usual dose of 1 tablet at bedtime and an additional tablet the next morning on Day 3. The minimum dosage prescribed will be 1 tablet daily at bedtime, increasing, when indicated, to the maximal dosage of 2 tablets per day (one tablet in the morning and one tablet at bedtime) starting Day 3 and will continue through Day 14.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bonjesta",
                    "description": "Extended-release tablets contain 20 mg of doxylamine succinate and 20 mg of pyridoxine hydrochloride. Minimum 1 tablet at bedtime. Up to two pills daily (one tablet in the morning and one tablet at bedtime). The treatment duration is 15 days.",
                    "armGroupLabels": [
                        "Bonjesta"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Sugar pills with no active ingredients. Minimum 1 tablet at bedtime. Up to two pills daily (one tablet in the morning and one tablet at bedtime). The treatment duration is 15 days.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Nausea and Vomiting of Pregnancy Severity from Baseline to Day 15",
                    "description": "The primary objective of this study is to compare the efficacy of Bonjesta with placebo for the treatment of NVP in pregnant adolescents aged 12 to 17 years. NVP severity will be compared using the change in Pregnancy-Unique Quantification of Emesis score (PUQE; no symptoms=3; mild=4-6; moderate=7-12; severe=13-15) from baseline (Day 1) to Day 15 between adolescents randomized to Bonjesta and placebo.",
                    "timeFrame": "Day 1-Day 15"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Severity and occurrences of maternal adverse events",
                    "description": "The secondary objective of this study is to compare the safety of Bonjesta with placebo in pregnant adolescents aged 12 to 17 years by assessing differences in the severity and occurrence of AEs.",
                    "timeFrame": "Day 1-Day 15"
                },
                {
                    "measure": "Overall well-being from Baseline to Day 15",
                    "description": "The secondary objective of this study is the change in the Global Assessment of Well-being score (0 being the worst, 10 being the best rating of overall well-being) from baseline (Day 1) to Day 15 between adolescents randomized to Bonjesta and placebo.",
                    "timeFrame": "Day 1-Day 15"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. The study population will include pregnant adolescents who reside in the US and meet all of the following criteria for inclusion: The participant is a pregnant female between the following ages: at least 12 years on the day of recruitment (i.e., Day 1) and not yet 18 years on the last day of the study (i.e., Day 15).\n2. The participant must provide written informed consent and/or assent to participate in the study and agrees that she will follow dosing instructions and complete all required study visits.\n3. The participant's entry ultrasound indicates a viable singleton pregnancy and confirms gestational age of the fetus is 7-15 weeks + 0 days at the anticipated time of the first dose of study drug provided that her NVP symptoms began ≤ 10 weeks gestation. If an ultrasound was performed within 4 weeks of the study entry visit, and results can be obtained, an additional ultrasound is not necessary.\n4. The participant is suffering from NVP and has a PUQE score ≥ 6.\n5. The participant has not responded to conservative management consisting of dietary/lifestyle advice according to the 2018 ACOG Practice Bulletin.\n6. The participant agrees, if on a multivitamin, to continue on her current dose of multivitamin for the duration of the trial.\n7. The participant does not plan termination of the pregnancy.\n8. The participant is judged to be in good health based on her medical history, physical examination and laboratory tests\n9. The participant must be able to swallow the study drug whole (i.e., without splitting, crushing, or chewing the tablets) on an empty stomach.\n\nExclusion Criteria:\n\n1. The investigator confirms the participant's nausea and vomiting is of etiology other than NVP.\n2. The participant has gestational trophoblastic disease or multifetal gestation.\n3. The participant has a condition for which antihistamines, in the opinion of the investigator, are contraindicated (e.g., epilepsy, alcoholism, glaucoma, chronic lung disease, urinary retention, and heart block).\n4. The participant has a known hypersensitivity to doxylamine succinate, other ethanolamine derivative antihistamines, pyridoxine hydrochloride, or any inactive ingredient in the Bonjesta or placebo formulation.\n5. The participant is taking a monoamine oxidase inhibitor.\n6. The participant has used antihistamines, anticholinergics, dopamine antagonists, serotonin antagonists, ginger, recreational drugs including cannabis or anti-emetic therapy (including acupressure, acupuncture, homeopathic remedies, medical hypnosis, and relief bands) to treat NVP in the previous 48 hours or plans to do so during the study.\n7. The participant is using drugs that have anticholinergic activity (e.g., tricyclic antidepressants).\n8. The participant is taking multivitamins containing more than 10 mg of vitamin B6 or plans to do so during the study.\n9. The participant is taking supplementary vitamin B6 in addition to any multivitamin preparation or plans to do so during the study (e.g., total vitamin B6 greater than 10 mg).\n10. The participant has a medical condition resulting in gastrointestinal malabsorption, such as celiac disease, Crohn's disease, and ulcerative colitis (i.e., may result in low or deficient levels of vitamin B6).\n11. The participant is currently drinking any amount of alcohol or taking illicit drugs\n12. The participant has any condition that might interfere with the conduct of the study, in the opinion of the investigator. For example, Bonjesta should be used with caution in females with asthma, increased intraocular pressure, narrow angle glaucoma, stenosing peptic ulcer, pyloroduodenal obstruction and urinary bladder-neck obstruction.\n13. The participant is likely to be unable to comply with study procedures because of inadequate cognitive or language skills.\n14. The participant has received an investigational drug within 30 days before enrollment in this study or is scheduled to receive an investigational drug during the course of this study.\n15. The participant is currently breastfeeding.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "12 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Frederic Morneau",
                    "role": "CONTACT",
                    "phone": "450 433-7734/1 877 833-7734",
                    "phoneExt": "232",
                    "email": "fmorneau@duchesnay.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rafik Marouf, MD, PhD",
                    "affiliation": "Duchesnay Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Velvet Clinical Research",
                    "status": "RECRUITING",
                    "city": "Burbank",
                    "state": "California",
                    "zip": "91506",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monica Torres",
                            "role": "CONTACT",
                            "phone": "323-527-0307",
                            "email": "mtorres@velvetclinicalresearch.com"
                        },
                        {
                            "name": "Jose Medrano",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.18084,
                        "lon": -118.30897
                    }
                },
                {
                    "facility": "Vital Pharma Research",
                    "status": "RECRUITING",
                    "city": "Hialeah",
                    "state": "Florida",
                    "zip": "33016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yamila de la Noval",
                            "role": "CONTACT",
                            "phone": "208-346-8900",
                            "email": "ynoval@vprfl.org"
                        },
                        {
                            "name": "Hugo Ferrara",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.8576,
                        "lon": -80.27811
                    }
                },
                {
                    "facility": "New Horizon Research Center",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33165",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lazaro Nunez",
                            "role": "CONTACT",
                            "phone": "305-226-3933",
                            "email": "lnunez@nhorizonresearch.com"
                        },
                        {
                            "name": "Lazaro Nunez",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Emerald Coast OB/GYN Clinical Research",
                    "status": "RECRUITING",
                    "city": "Panama City",
                    "state": "Florida",
                    "zip": "32405",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samuel Wolf, DO",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.15946,
                        "lon": -85.65983
                    }
                },
                {
                    "facility": "Clinical Research Prime",
                    "status": "RECRUITING",
                    "city": "Idaho Falls",
                    "state": "Idaho",
                    "zip": "83404",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeffrey Baker",
                            "role": "CONTACT",
                            "phone": "208-569-3736",
                            "email": "jbbaker7@gmail.com"
                        },
                        {
                            "name": "Jeffrey Baker",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.46658,
                        "lon": -112.03414
                    }
                },
                {
                    "facility": "Unified Women's Clinical Research",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27043",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lindsey Goad",
                            "role": "CONTACT",
                            "phone": "336-354-1076",
                            "email": "lindsety.goad@unifiedhcc.com"
                        },
                        {
                            "name": "Robert Parker",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "Clinovacare Medical Research Center",
                    "status": "RECRUITING",
                    "city": "West Columbia",
                    "state": "South Carolina",
                    "zip": "29169",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tyrone Belton",
                            "role": "CONTACT",
                            "phone": "803-764-2406",
                            "email": "tbelton@invocrc.com"
                        },
                        {
                            "name": "Orson Ravenel",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.99349,
                        "lon": -81.07398
                    }
                },
                {
                    "facility": "Maximos OBGYN",
                    "status": "RECRUITING",
                    "city": "League City",
                    "state": "Texas",
                    "zip": "77573",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Orsak",
                            "role": "CONTACT",
                            "phone": "832-632-2005",
                            "email": "jessica@maximosobgyn.com"
                        },
                        {
                            "name": "Bassem Maximos",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.50745,
                        "lon": -95.09493
                    }
                },
                {
                    "facility": "Axon Clinical Research",
                    "status": "RECRUITING",
                    "city": "Mesquite",
                    "state": "Texas",
                    "zip": "75149",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cassi Taylor",
                            "role": "CONTACT",
                            "phone": "334-552-1496",
                            "email": "cassi.taylor@novotrialrg.com"
                        },
                        {
                            "name": "Maduka Odogwu",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.7668,
                        "lon": -96.59916
                    }
                },
                {
                    "facility": "Advances in Health",
                    "status": "RECRUITING",
                    "city": "Pearland",
                    "state": "Texas",
                    "zip": "77584",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diane Lemus",
                            "role": "CONTACT",
                            "phone": "608-504-3799",
                            "email": "dianelemus@aihresearch.com"
                        },
                        {
                            "name": "Yvette Poindexter",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.56357,
                        "lon": -95.28605
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000048968",
                    "term": "Morning Sickness"
                },
                {
                    "id": "D000009325",
                    "term": "Nausea"
                },
                {
                    "id": "D000014839",
                    "term": "Vomiting"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17582",
                    "name": "Vomiting",
                    "asFound": "Vomiting",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12273",
                    "name": "Nausea",
                    "asFound": "Nausea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26009",
                    "name": "Morning Sickness",
                    "asFound": "Morning Sickness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M23026",
                    "name": "Vitamin B 6",
                    "relevance": "LOW"
                },
                {
                    "id": "M14583",
                    "name": "Pyridoxal",
                    "relevance": "LOW"
                },
                {
                    "id": "M14589",
                    "name": "Pyridoxine",
                    "relevance": "LOW"
                },
                {
                    "id": "M7494",
                    "name": "Doxylamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M193528",
                    "name": "Doxylamine succinate",
                    "relevance": "LOW"
                },
                {
                    "id": "T474",
                    "name": "Vitamin B6",
                    "relevance": "LOW"
                },
                {
                    "id": "T459",
                    "name": "Pyridoxal",
                    "relevance": "LOW"
                },
                {
                    "id": "T461",
                    "name": "Pyridoxine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}