{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00060775",
            "orgStudyIdInfo": {
                "id": "030186"
            },
            "secondaryIdInfos": [
                {
                    "id": "03-M-0186"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "The Psychobiology of Childhood Temperament",
            "officialTitle": "The Psychobiology of Temperament: An fMRI Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-psychobiology-of-childhood-temperament"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-19",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2003-11-10",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2003-05-12",
            "studyFirstSubmitQcDate": "2003-05-12",
            "studyFirstPostDateStruct": {
                "date": "2003-05-13",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            },
            "collaborators": [
                {
                    "name": "University of Maryland, College Park",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to use brain imaging technology to examine brain changes that occur in children when they are exposed to various kinds of emotional tasks and to determine if these changes are related to the child's temperament.\n\nStudies suggest that the risk for developing mood and anxiety disorders in preschool children may be linked to differences in temperament. The relationship between temperament and risk or resilience may reflect the influences of brain activity on behavior at different stages of childhood development. Behavioral inhibition and mood or anxiety disorders have been linked to disturbances in the circuitry of several areas in the brain. However, the involvement of this circuitry in temperament remains unclear. This study will use functional magnetic resonance imaging (fMRI) to examine the function of different parts of the brain in children who have previously undergone temperament studies and have had their temperaments classified.\n\nTwo sets of studies will be performed in the current protocol. A small set of pilot studies will be performed in infants, by staff at the University of Maryland. In terms of the studies among infants, these subjects will initially be contacted by staff at Maryland and then will be seen at the NIH for up to three visits lasting between 4- to 5- hours during the first year of life. These subjects also will undergo visits at the University of Maryland throughout the first year of life.\n\nThis study will comprise up to four clinic visits. At Visit 1, children and their parents will meet with study staff individually and together for psychiatric interviews. Children will undergo a physical examination, medical history, a urine drug test, and practice in an fMRI simulator. Saliva samples will be collected from the children and tests will be given to assess stage of puberty, temperament, intelligence, feelings, experiences, and behavior. Other visits include fMRI scans of the brain and other tasks.",
            "detailedDescription": "Objectives: The goal of this proposal is to study temperament and risk-taking as vulnerability factors for anxiety. Studies have documented that behaviorally inhibited (BI) children are at risk for anxiety disorders. This vulnerability may be associated with neural circuits underlying behavioral tendencies, such as components of the prefrontal cortex (PFC), striatum, and amygdala. Regarding risk-taking behavior, certain high risktaking adolescents also carry enhanced vulnerability to anxiety. We use fMRI, EEG, and MEG to examine activity in PFC, cingulate, amygdala, and striatum, and functional connectivity with resting state methodology in two cohorts, one probing temperament and the other one risk-taking.\n\nStudy Population: A total of 1410 individuals/ infants (0-40 yo) will be studied. Subjects must be between the ages of 2 months to 14 months, or between the ages of 7 years and 60 years old at the time of enrollment, as the measures we are utilizing are designed for subjects who are in those age ranges. This sample comprises 2 sets of study groups. First, the BI group includes individuals with (1) high motor arousal/high negative affect in early infancy to novelty and sustained BI (BI), (2) high motor arousal/high positive affect to novelty and sustained temperamental exuberance (exuberant), (3) average levels of both reactivity/affect from infancy to childhood (controls), or (4) high or low levels of parent-reported BI based on scores on the Behavioral Inhibition Questionnaire. Second, the risk-taking group includes 4 subgroups representing the interaction of two levels of anxiety (low, high) and two levels of risk-taking (low, high). Finally, a group of healthy individuals will be recruited as controls. Participants will be studied through the age of 60 because both the risk for and expressions of psychopathology continue to change throughout early adulthood.\n\nDesign: Assessments will include psychiatric, behavioral, and neuropsychological batteries. The protocol uses fMRI and MEG/EEG paradigms targeting different emotional, social, cognitive, motivational, and learning processes during activation studies, as well as the intrinsic function of the brain measured during a resting state.\n\nOutcome Measures and Predictions: The main outcome measures are fMRI BOLD signal changes, physiological, neuropsychological and behavioral variables. The proposed fMRI studies will test 2 sets of hypotheses. The first refers to the BI cohort. BI subjects will exhibit (1) enhanced amygdala activation to mild threats (e.g., angry facial), (2) PFC perturbations in associative learning, (3) abnormal fronto-amygdala connectivity, (4) heightened striatal and inferior PFC activation to reward stimuli, (5) unique neural patterns of attention bias and social challenges, (6) differential changes with age as a function of BI status (7) infants of differing temperaments will exhibit structural and functional differences in brain regions associated with salience and ventral attention networks. The second set of hypotheses pertains to the risk-taking cohort. (1) anxious adolescents will activate striatal regions in response to reward more strongly than non-anxious adolescents; (2) risk-takers will also activate striatal regions in response to reward more strongly than non-risk takers; (3) we expect an interaction between risk-taking and anxiety-related factors, such as a potentiation of striatal"
        },
        "conditionsModule": {
            "conditions": [
                "Developmental Psychology"
            ],
            "keywords": [
                "Magnetic Resonance Imaging",
                "Adolescence",
                "Emotion",
                "Behavioral Inhibition",
                "Depression",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1410,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Non-Targets",
                    "description": "Characterized by temperament - no behavioral inhibition"
                },
                {
                    "label": "Parents",
                    "description": "Parents of children enrolled in the study"
                },
                {
                    "label": "Targets",
                    "description": "Characterized by temperament - high/low behavioral inhibition"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Task performance",
                    "description": "Task performance on paradigms used in the scanner or in the clinic",
                    "timeFrame": "Up to 4 visits, though age 29"
                },
                {
                    "measure": "fMRI BOLD signal",
                    "description": "MRI BOLD signal changes in response to different paradigms testing different processes including threat, reward, social processes, conditioning, and attention",
                    "timeFrame": "Up to 4 visits, though age 29"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Consent: Can give consent/assent.\n* Age: 2 months-14 months; 7-60 years\n* Children in Cohort 4: Age: 9-11 years\n* IQ: All subjects will have IQ greater than 70. (exception: infants will not need to meet this criteria)\n* Psychopathology: all subjects will be free of lifetime history of psychosis and pervasive developmental disorder\n* Specific to infant cohort: between the ages of 4 and 14 months of age and is free of any known developmental disability or medical condition\n\nEXCLUSION CRITERIA:\n\n* Any chronic or acute medical condition severe enough to interfere with task performance or completion of questionnaires; Any medical condition that increases risk for MRI (e.g. pacemaker, metallic foreign body in eye, dental braces)\n* Any medical condition that increases risk for MRI (e.g. pacemaker, metallic foreign body in eye, dental braces).\n* Any current axis I psychiatric disorder necessitating acute treatment.\n* Claustrophobia\n* Pregnancy\n* Specific to infant cohort:\n\n  1. Was born prematurely, before 36 weeks gestation\n  2. Had a birth weight significantly below normal for gestational age\n  3. Has any known developmental disability or medical condition\n  4. Has any metallic objects in their body (e.g., Has implanted electrical devices, brain stimulators, some types of dental implants, aneurysm clips (metal clips on the wall of a large artery), metallic prostheses (including metal pins and rods, heart valves, and cochlear implants), implanted delivery pump,\n  5. Comes from a home where the primary language spoken is not English\n* NIMH employees and staff and their immediate family members will be excluded from the study per NIMH policy.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Months",
            "maximumAge": "60 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "Community sample",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel S Pine, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 594-1318",
                    "email": "daniel.pine@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel S Pine, M.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2003-M-0186.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}