{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06247267",
            "orgStudyIdInfo": {
                "id": "Transgender Study"
            },
            "organization": {
                "fullName": "Walter Reed National Military Medical Center",
                "class": "FED"
            },
            "briefTitle": "The Effect of Sex Steroid Replacement Therapy in the Hypogonadism and Transgender Active-Duty Population",
            "officialTitle": "The Effect on Sex Steroid Replacement Therapy in the Hypogonadism and Transgender Active-Duty Population on Bone Density, Fractures, Memory/Cognitive Function and Qualities of Life",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-effect-of-sex-steroid-replacement-therapy-in-the-hypogonadism-and-transgender-active-duty-population"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-26",
            "studyFirstSubmitQcDate": "2024-01-30",
            "studyFirstPostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Thanh Hoang",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Walter Reed National Military Medical Center"
            },
            "leadSponsor": {
                "name": "Walter Reed National Military Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "It has been known that both estrogen and testosterone are the major sex steroids regulating bone metabolism and other physiological changes in both male and female, respectively. In postmenopausal women, osteoporosis is a major concern secondary to the lack of estrogen. These patients also experience a number of physiological changes that affect their life permanently to include hot flashes, irritability, difficulty concentrating, depression and mental confusion. In hypogonadal men, testosterone deficiency could lead to higher prevalence of depression, osteoporosis, fracture and frailty. Given the new military policy starting to support treatment for gender identity dysphoria military personnel, the number of transgender patients in our Endocrinology clinic has been slowly increasing over the past several months. These patients will require either testosterone replacement therapy or estrogen therapy to achieve their desired sexual characteristics. However, as mentioned above, the lack of estrogen or testosterone in female and male, respectively, could cause several issue in their body composition, cognitive function and quality of life. We designed this prospective case-control study to include patients with hypogonadism and the transgendered populations to learn about the long-term effects of these hormonal replacement therapies on bone density, fractures, memory/cognitive function and quality of life. This is a repetitive measures study taken at baseline, 6-months, and 12-months for three groups consisting of at least 75 subjects. The study will involve 3 arms, i.e. Group 1 primary/secondary untreated hypogonadism, Group 2 male-to female (MTF), and Group 3 female-to-male (FTM) participants that are planning to start hormone replacement therapy as per standard clinical guidelines.",
            "detailedDescription": "The Endocrine Society defines male hypogonadism as a clinical syndrome that results from failure of the testis to produce physiological levels of testosterone (androgen deficiency) and the normal number of spermatozoa caused by disruption of one or more levels of the hypothalamic-pituitary-gonadal (HPG) axis. It is characterized by low serum testosterone/ high LH/high FSH concentrations (primary hypogonadism) or low testosterone/low LH/low FSH (secondary hypogonadism). The main constellation of signs and symptoms may include erectile dysfunction , decreased libido and volume of ejaculation, decreased lean body mass with increased body fat, loss of body and facial hair, weakness, fatigue, anemia and decreased bone density. There is only little data from large cross-sectional studies that address the impact of hypogonadism on morbidity. However, some small studies have concluded that testosterone deficiency could lead to a higher prevalence of depression, osteoporosis, fracture and frailty . Hypogonadism defined as serum total testosterone level \\<300 ng/dl has been shown to be related to decreased bone mineral density (BMD). Further review of the literature found various epidemiological studies in men that showed the associations between testosterone and estradiol levels and BMD. They found that estrogen has a major role in regulating bone resorption but both estrogen and testosterone play a role in maintaining bone formation. A recent published trial in 2017 also showed that testosterone replacement therapy in older men was associated with significant greater improvements in stair-climbing power, muscle mass and power. Similar studies found that deficiency of testosterone would lead to decrease in lean mass, muscle size and strength. Given that these two sex steroid hormones, testosterone and estrogen, play an important role in men and women, respectively, we also study their long-term effects in the transgender population once they were started on the opposite gender hormone and lack of their own endogenous production."
        },
        "conditionsModule": {
            "conditions": [
                "Hypogonadism",
                "Gender Identity Dysphoria"
            ],
            "keywords": [
                "Transgender",
                "Gender dysphoria",
                "Hypogonadism"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Primary/Secondary Untreated Hypogonadism",
                    "description": "Subjects in group 1 will take clinically indicated testosterone replacement therapy (Fortesta-injection, gel and transdermal) for 12 months with titration for a serum total T level between 300-600 ng/dL.",
                    "interventionNames": [
                        "Drug: Fortesta"
                    ]
                },
                {
                    "label": "Male-to-Female (MTF)",
                    "description": "Subjects in group 2 will take clinically indicated estrogen therapy (Estradiol-orally and transdermal and/or spironolactone-orally) for 12 months for hormonal transition period.",
                    "interventionNames": [
                        "Drug: Estradiol"
                    ]
                },
                {
                    "label": "Female-to-Male (FTM)",
                    "description": "Subjects in group 3 will take clinically indicated testoserone replacement therapy (Fortesta-injection, gel and transdermal) for 12 months for hormonal transition period.",
                    "interventionNames": [
                        "Drug: Fortesta"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Fortesta",
                    "description": "Primary/secondary untreated hypogonadism patients receive Fortesta injection, gel and transdermal treatment for 12 months with titration for a serum total T level between 300-600ng/dL.",
                    "armGroupLabels": [
                        "Primary/Secondary Untreated Hypogonadism"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Estradiol",
                    "description": "Male-to-female (MTF) receive Estradiol orally and transdermal and/or spironolactone-orally) treatment for 12 months for hormonal transition period.",
                    "armGroupLabels": [
                        "Male-to-Female (MTF)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fortesta",
                    "description": "Female-to-male (FTM) receive Fortesta injection, gel and transdermal treatment for 12 months for hormonal transition period.",
                    "armGroupLabels": [
                        "Female-to-Male (FTM)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Effects of sex steroid hormone replacement therapy on body composition",
                    "description": "Subjects will undergo Dual energy X-ray Absorptiometry conducted by the research coordinator assessing bone density, body composition, and risk of fractures.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Effects of sex steroid hormone replacement therapy in treating hypogonadism and in transgender patients using Dual energy X-ray Absorptiometry assessing body composition and Bone Mineral Density",
                    "description": "We designed this prospective case-control study to include patients with hypogonadism and the transgendered populations to learn about the long-term effects of these hormonal replacement therapies on bone density, fractures, memory/cognitive function and quality of life. This is a repetitive measures study taken at baseline, 6-months, and 12-months for three groups consisting of at least 75 subjects. The study will involve 3 arms, i.e. Group 1 primary/secondary untreated hypogonadism, Group 2 male-to female (MTF), and Group 3 female-to-male (FTM) participants that are planning to start hormone replacement therapy as per standard clinical guidelines.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Examination and comparison of the general health questionnaire among the three study groups",
                    "description": "Subjects will undergo a quality of life general health assessment conducted by study investigators",
                    "timeFrame": "12 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Examination and comparison of the Beck Depression Inventory (a 21-item self-reporting questionnaire for evaluating the severity of depression in normal and psychiatric populations) among the three study groups",
                    "description": "Subjects will undergo the Beck Depression Inventory conducted by study investigators. Scores of 0-9: indicates minimal depression 10-18: indicates mild depression 19-29: indicates moderate depression 30-63: indicates severe depression. Higher total scores indicate more severe depressive symptoms. Some items on the BDI have more than one statement marked with the same score.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Examination and comparison of the Wechsler Memory Scale (a comprehensive tool for assessing verbal, visual, working, and recognition memory)",
                    "description": "Subjects will undergo the Wechsler memory scale conducted by study investigators. The Wechsler Memory Scale is an individually administered battery designed to assess various memory and working memory abilities of individuals (e.g. auditory memory, visual memory, visual working memory, immediate memory, delayed memory.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female DoD health care beneficiaries\n* Ages 18-65\n* Diagnosed with primary hypogonadism or transgender treatment for at least 6 months\n* Under care for gender identity dysphoria\n* On stable dose of sex steroid hormonal therapy for at least 6 months prior to enrolling\n* Must be living in the Washington, D.C. area for at least 12 months following enrollment\n\nExclusion Criteria:\n\n* Pregnancy, plan for pregnancy in the next 12 months\n* Cardiac disease, especially coronary artery disease\n* Malabsorption disorder\n* Gastrointestinal surgeries\n* Significant renal or liver dysfunction\n* Seizure disorders\n* recent orders to move out of the geographic area\n* Age less than 18 years old or older than 65 years old\n* Scheduled for deployment",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Patients (male and female health care beneficiaries of the military system) between the ages of 18 to 65 who have been diagnosed with primary hypogonadism and/or under the care for gender identity dysphoria and have been on a stable dose of sex hormonal therapy",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study findings will be generalized to patients ages of 18 to 65 who are planning to be placed on sex steroid hormone either for hypogonadism or transgender treatment as per clinical guidelines.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "CAPT Than D Hoang, D.O., MC, USN",
                    "role": "CONTACT",
                    "phone": "301-295-5165",
                    "email": "thanh.d.hoang.mil@health.mil"
                },
                {
                    "name": "Iris E Robbins, BA",
                    "role": "CONTACT",
                    "phone": "301-319-4599",
                    "email": "iris.e.robbins1.civ@health.mil"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thanh D Hoang, MD",
                    "affiliation": "Walter Reed National Military Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Walter Reed National Military Medical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20889-5600",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thanh D Hoang, MD",
                            "role": "CONTACT",
                            "phone": "301-295-6220",
                            "email": "thanh.d.hoang.mil@health.mil"
                        },
                        {
                            "name": "Iris E Robbins, BA",
                            "role": "CONTACT",
                            "phone": "301-319-4599",
                            "email": "iris.e.robbins1.civ@health.mil"
                        },
                        {
                            "name": "Thanh D Hoang, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007006",
                    "term": "Hypogonadism"
                },
                {
                    "id": "D000068116",
                    "term": "Gender Dysphoria"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000020018",
                    "term": "Sexual Dysfunctions, Psychological"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "relevance": "LOW"
                },
                {
                    "id": "M10056",
                    "name": "Hypogonadism",
                    "asFound": "Hypogonadism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M227",
                    "name": "Gender Dysphoria",
                    "asFound": "Gender Identity Dysphoria",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21873",
                    "name": "Sexual Dysfunctions, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008777",
                    "term": "Methyltestosterone"
                },
                {
                    "id": "D000004958",
                    "term": "Estradiol"
                },
                {
                    "id": "D000013739",
                    "term": "Testosterone"
                },
                {
                    "id": "C000010792",
                    "term": "Testosterone undecanoate"
                },
                {
                    "id": "C000004648",
                    "term": "Testosterone enanthate"
                },
                {
                    "id": "C000016131",
                    "term": "Testosterone 17 beta-cypionate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004967",
                    "term": "Estrogens"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000045930",
                    "term": "Anabolic Agents"
                },
                {
                    "id": "D000000728",
                    "term": "Androgens"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15943",
                    "name": "Spironolactone",
                    "relevance": "LOW"
                },
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M266279",
                    "name": "Estradiol 17 beta-cypionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M266280",
                    "name": "Estradiol 3-benzoate",
                    "relevance": "LOW"
                },
                {
                    "id": "M8108",
                    "name": "Estradiol",
                    "asFound": "Cell lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M234941",
                    "name": "Polyestradiol phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11751",
                    "name": "Methyltestosterone",
                    "asFound": "0.48",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16509",
                    "name": "Testosterone",
                    "asFound": "0.48",
                    "relevance": "HIGH"
                },
                {
                    "id": "M223475",
                    "name": "Testosterone undecanoate",
                    "asFound": "0.48",
                    "relevance": "HIGH"
                },
                {
                    "id": "M223485",
                    "name": "Testosterone enanthate",
                    "asFound": "0.48",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235012",
                    "name": "Testosterone 17 beta-cypionate",
                    "asFound": "0.48",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M3032",
                    "name": "Anabolic Androgenic Steroids",
                    "relevance": "LOW"
                },
                {
                    "id": "M25605",
                    "name": "Anabolic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4059",
                    "name": "Androgens",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "NaAg",
                    "name": "Natriuretic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}