{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05615207",
            "orgStudyIdInfo": {
                "id": "001"
            },
            "organization": {
                "fullName": "Dominican University New York",
                "class": "OTHER"
            },
            "briefTitle": "The Effect of Motor Imagery on Balance in Persons With Multiple Sclerosis",
            "officialTitle": "The Effect of Motor Imagery on Balance in Persons With Multiple Sclerosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-effect-of-motor-imagery-on-balance-in-persons-with-multiple-sclerosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-07",
            "studyFirstSubmitQcDate": "2022-11-07",
            "studyFirstPostDateStruct": {
                "date": "2022-11-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stefanie DiCarrado",
                "investigatorTitle": "Principle Investigator",
                "investigatorAffiliation": "Dominican University New York"
            },
            "leadSponsor": {
                "name": "Dominican University New York",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will investigate if the use of motor imagery to practice a balance task is as effective as physically practicing balance tasks as measured by the Berg Balance Scale (BBS) in persons with MS. A secondary purpose is to investigate if using a motor imagery balance intervention will limit fatigue typically experienced with physical movement in this population.",
            "detailedDescription": "Motor Imagery, where persons practice mental performance of a task without the physical performance of the task has been found to improve many aspects of mobility in persons with MS. Its effect on balance is not known. Traditionally, balance training in persons with MS(pwms) has taken the form of physical performance of balance tasks. Although this is effective, this may increase the fatigue that commonly limits physical exercise in MS.\n\nThe purpose of this study is to compare the effects of Motor Imagery on physical performance on balance and fatigue in persons with MS.\n\nUpon a participant's arrival to Dominican University NY, we will:\n\nA) Provide participants with an informed consent, explain the process, and answer questions B) Collect intake data (demographics and subject characteristics - age, gender, ethnicity, EDSS/ Phenotypes, years since diagnosis, MS Impact Scale-29 (MSIS29), Fatigue Severity Scale (FSS), Activities-Specific Balance Confidence scale (ABC) C) Collect baseline observational measures: Berg Balance Scale (BBS)\n\nThe participants will then be randomized into the Standard of Care (physical practice) or the Motor Imagery group. Blocked randomization will be implemented to ensure even comparison between groups. Then each person will receive one on one training based on the item(s) on the BBS with which they had difficulty. For example, if the participant had difficulty with item 13 on the BBS, practicing that item would become part of their intervention. Participants in the Standard of Care group will be instructed on how to physically practice their items. Participants in the Motor Imagery group will be guided through mentally practicing their items.\n\nThe interventionist will select the 3 items on the BBS with which the participant struggled the most and provide in person and HEP instructions based on those items. We will instruct the participant to perform 10 minutes of total daily practice of these exercises at home in the mode indicated by their group. The 10 minutes will be divided among multiple exercises if applicable and can be done either all at once or broken up over the course of the day. Participants will receive a logbook with written and/or verbally recorded instructions on how to perform their exercises.\n\nParticipants will perform the interventions at home for 10 minutes a day for 2 weeks, and will then return to DUNY after the 2 weeks for post-test data collection."
        },
        "conditionsModule": {
            "conditions": [
                "Falls",
                "Motor Imagery",
                "Multiple Sclerosis",
                "Balance",
                "Fatigue"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized Controlled Trial - participants will be randomized into the Standard of Care (physical practice) or the Motor Imagery group. Blocked randomization will be implemented to ensure even comparison between groups . Then each person will receive one on one training based on the item(s) on the BBS with which they had difficulty.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Subject group allocation will be concealed from individuals involved in pre \\& post test outcome measurements.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard of Care (physical practice)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be given a single one on one in person instruction session and a home exercise program corresponding to their assigned group with instructions on physical practice. The Standard of Care / Physical practice will include physically performing movements that closely or entirely mimic elements of the BBS. For example, if a subject struggles with the sit to stand portion of the BBS, they will physically practice sit to stand based on the treating physical therapist's clinical decision of appropriate task parameters and dosage. The individual subject's MS fatigue and their performance of the task will be taken into account when deciding dosage.",
                    "interventionNames": [
                        "Other: Motor Imagery as compared to physical practice for balance tasks"
                    ]
                },
                {
                    "label": "Motor Imagery",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be given a single one on one in person instruction session and a home exercise program corresponding to their assigned group with instructions on using motor imagery to imagine themselves performing the balance task with which they struggled on the BBS. Motor imagery practice involves having the participant imagine themselves performing elements of the BBS without physically moving. The participants in this group will be guided through 1 session of motor imagery that will be recorded on their person phone for them to use as a home exercise program.",
                    "interventionNames": [
                        "Other: Motor Imagery as compared to physical practice for balance tasks"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Motor Imagery as compared to physical practice for balance tasks",
                    "description": "We will investigate if using motor imagery (mentally imagining and practicing a task) as a means of balance training is as effective as physical practice",
                    "armGroupLabels": [
                        "Motor Imagery",
                        "Standard of Care (physical practice)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Berg Balance Test",
                    "description": "The Berg Balance Scale (BBS) measures balance among older people with impairment in balance function by assessing the performance of functional tasks. It is a valid instrument used for the evaluation of the effectiveness of interventions and for quantitative descriptions of function in clinical practice and research. The BBS is comprised of a 14-item scale designed to measure the balance of the older adult in a clinical setting. Scoring: A five-point scale, ranging from 0-4. \"0\" indicates the lowest level of function and \"4\" is the highest level of function. Total Score = 56 Interpretation: 41-56 = low fall risk 21-40 = medium fall risk 0-20 = high fall risk. A change of 8 points is required to reveal a genuine change in function between 2 assessments. Participants who attain a perfect score on the BBS will be removed from the study. Participants who attain a non-perfect score on the BBS will be accepted into the study.",
                    "timeFrame": "Two weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "MS Impact Scale-29 (MSIS29)",
                    "description": "The multiple Sclerosis Impact Scale has 29 questions that will be answered by the individuals in the study. It is a self-reported quality of life scale that measures the impact of MS on various quality of life measures. Question 1- 3 2 will ask, \"In the past two weeks, how much has your MS limited your ability to...\" Questions 4-29 will ask \"In the past two weeks how much have you been bothered by...\" The grading options range from 1-not at all, 2-a little, 3-moderately, 4-quite a bit, and 5-extremely. The main idea is to find out how MS has been impacting the participants. For each statement, they will choose the number that best describes their situation. This will be filled out pre and post training.",
                    "timeFrame": "Two weeks"
                },
                {
                    "measure": "Fatigue Severity Scale (FSS)",
                    "description": "This scale is a way to measure the participant's fatigue. There are 9 statements, with ratings from 1 to 7. 1 indicates 'strongly disagree' and 7 indicates 'strongly agree'. The Participants will be asked to complete this scale pre and post the intervention.",
                    "timeFrame": "Two weeks"
                },
                {
                    "measure": "Activities-Specific Balance Confidence scale (ABC)",
                    "description": "The ABC scale is a self-reported measure of the level of confidence in doing 16 different activities without losing balance or becoming unsteady. Participants choose one of the percentage points on the scale from 0% to 100% if participants do not currently do the activity they are asked to try and imagine how confident they would be if they had to do the activity. Participants rate their confidence in doing the activity using the amount of support they usually use.",
                    "timeFrame": "Two weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmed diagnosis of Multiple Sclerosis\n* A non-perfect score on the Berg Balance Scale\n\nExclusion Criteria:\n\n* A perfect score on the Berg Balance Scale\n* Current participation in a program focused on improving balance",
            "healthyVolunteers": false,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stefanie DiCarrado, DPT",
                    "role": "CONTACT",
                    "phone": "9142131284",
                    "email": "stefanie.dicarrado@duny.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stefanie DiCarrado, DPT",
                    "affiliation": "Dominican University New York",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dominican University New York",
                    "status": "RECRUITING",
                    "city": "Orangeburg",
                    "state": "New York",
                    "zip": "10962",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stefanie DiCarrado, DPT",
                            "role": "CONTACT",
                            "phone": "914-213-1284",
                            "email": "stefanie.dicarrado@duny.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.04649,
                        "lon": -73.94958
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We are happy to share data if there are similar studies occurring where their protocols are similar enough that direct comparisons can be made between groups' pre and post test results.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data should be available around November 2023."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}