{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02938130",
            "orgStudyIdInfo": {
                "id": "STUDY19080265"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "The Impact of Community-based Wellness Programs on The Triple Aim",
            "officialTitle": "The Impact of Community-based Wellness Programs on The Triple Aim",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-impact-of-community-based-wellness-programs-on-the-triple-aim"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-10"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-10-13",
            "studyFirstSubmitQcDate": "2016-10-17",
            "studyFirstPostDateStruct": {
                "date": "2016-10-19",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-10-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brad Dicianno",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Community Living And Support Services",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Community LIFE",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "People with disabilities experience a staggering incidence of secondary conditions that can result in death or negatively impact their health, participation in the community, and quality of life. Many of these chronic secondary conditions are preventable. The Institute for Healthcare Improvement has advocated for optimizing care through programs that simultaneously improve health and the patient experience of care, while reducing cost, called the \"Triple Aim.\" Studies have shown that the Triple Aim can be achieved through programs that facilitate community integration; however the U.S. healthcare system lacks a paradigm of care for individuals with disabilities that promotes community integration. In order to identify potential models of healthcare delivery for individuals with disabilities that are effective in achieving the Triple Aim, we will conduct a rigorous research project to evaluate the impact of two different models of care on the Triple Aim: 1) a community-based care management program delivered by a non-profit organization through waiver funds, and 2) the Program for All-inclusive Care for the Elderly (PACE) applied to younger individuals with disabilities between ages 55-64.",
            "detailedDescription": "People with disabilities experience a staggering incidence of secondary conditions that can result in death or negatively impact their health, participation in the community, and quality of life. Many of these chronic secondary conditions are preventable. The Institute for Healthcare Improvement has advocated for optimizing care through programs that simultaneously improve health and the patient experience of care, while reducing cost, called the \"Triple Aim.\" Studies have shown that the Triple Aim can be achieved through programs that facilitate community integration; however the U.S. healthcare system lacks a paradigm of care for individuals with disabilities that promotes community integration.\n\nLiving in the community affords many benefits for individuals with disabilities and chronic conditions. Studies have shown that higher integration into the community is associated with better health outcomes, longevity, higher quality of life, and lower cost of care. For example, it is estimated that the social support networks of the elderly saves the U.S. Government over 190 billion dollars annually through positive impacts on health.\n\nThe U.S. healthcare system, however, currently lacks a paradigm of care for individuals with disabilities that facilitates their integration into the community. Impactful research studies will be those that investigate delivery models that incorporate community-based services and that are funded through non-traditional means. One example of an innovative model of care is a wellness intervention wherein community-based interventions are delivered by non-profit organizations. For example, a recent study showed that using community-based peer health coaches to conduct telephone interventions for individuals with chronic spinal cord injury (SCI) resulted in greater confidence toward health goals and a greater connection to resources. Another recently published study on the \"Living Well\" program used health facilitators to conduct weekly health workshops. This program was implemented by 279 community-based independent living centers funded under Title VII of the Rehabilitation Act in 46 states, served approximately 9 million participants, and saved an estimated 30 million dollars. Many other studies have also demonstrated a positive impact of wellness interventions in a wide variety of chronic and disabling conditions.\n\nCommunity Living and Support Services (CLASS) is a non-profit organization in Pittsburgh, PA, that provides a host of programs that aim to achieve community integration for individuals with disabilities. One such program is Community Partners which began in 1986. Community Partners offer non-traditional case management services which involved physically meeting with consumers in the community and telephonic support. The services provided included assisting clients in managing their personal care needs (e.g. activating attendant care services, or learning how to prepare meals), medical needs (e.g. taking medications on time or ensuring follow up at medical appointments), wellness needs (e.g. eating a balanced diet or engaging in adaptive exercise), and social needs (e.g. connecting with vocational rehabilitation or support groups)\n\nA second example of an innovative model of care is the Program for All Inclusive Care for the Elderly (PACE). A PACE organization is a unique capitated managed care program provided by a non-profit, public entity, and in some cases a for-profit entity. The PACE model is a dually capitated, multidisciplinary approach to delivering both medical services and LTSS in accordance with a participant's needs. The services are delivered in the community whenever possible, usually integrate into a primary care medical home, and offer non-medical services including an adult day health center and in-home support services where appropriate. These organizations are typically responsible for all traditional Medicare-covered services (hospitals, physicians, and post-acute care), as well as supportive care.\n\nThe services are delivered in the community whenever possible, usually integrate into a primary care medical home, and offer non-medical services including an adult day health center and in-home support services where appropriate. These organizations are typically responsible for all traditional Medicare-covered services (hospitals, physicians, and post-acute care), as well as supportive care. The services include, but are not limited to, all Medicare and Medicaid services. At a minimum, a PACE organization must provide 16 different types of services including social work, medications, personal care, nutritional counseling, recreational and other therapies, transportation, and meals. The care team is comprised at a minimum of a primary care physician who works a substantial amount of time at the PACE, a nurse, social worker, physical therapist, occupational therapist, recreational therapist or activity coordinator, dietitian, PACE center supervisor, home care liaison, and health workers/aides. These organizations also provide support and respite care for families and other caregivers of participants. Today, 119 PACE programs in 31 states serve over 38,000 participants.\n\nThe overall goal of this project is to evaluate the impact of the Community LIFE program (a PACE model) on the Triple Aim for individuals with disabilities (health improvement, satisfaction of care, and cost).\n\nThe study findings will provide evidence as to whether these types of community-based delivery system could be scaled to larger populations and adopted by an integrated delivery system through an innovative funding mechanism."
        },
        "conditionsModule": {
            "conditions": [
                "Spina Bifida",
                "Cerebral Palsy",
                "Spinal Cord Injury",
                "Traumatic Brain Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 350,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Wellness Programs",
                    "type": "OTHER",
                    "description": "Community Partners and Community LIFE programs",
                    "interventionNames": [
                        "Other: Wellness Programs"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Wellness Programs",
                    "description": "Wellness Programs delivered in the Community Partners and Community LIFE programs",
                    "armGroupLabels": [
                        "Wellness Programs"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Health Outcomes: function, measured by CHART-SF.",
                    "description": "Change in function as a result of enrollment into community program",
                    "timeFrame": "At baseline, and approximately every 3-6 months up to 24 months"
                },
                {
                    "measure": "Change in Health Outcomes: mood, measured by PHQ9.",
                    "description": "Change in mood ratings as a result of enrollment into community program",
                    "timeFrame": "At baseline, and approximately every 3-6 months up to 24 months"
                },
                {
                    "measure": "Change in Health Outcomes: quality of life, measured by WHOQOL-BREF",
                    "description": "Change in quality of life rating as a result of enrollment into community program",
                    "timeFrame": "At baseline, and approximately every 3-6 months up to 24 months"
                },
                {
                    "measure": "Change in Health Outcomes: self rating of health, measured by a likert-type scale of self rating of health.",
                    "description": "Change in health rating as a result of enrollment into community program",
                    "timeFrame": "At baseline, and approximately every 3-6 months up to 24 months"
                },
                {
                    "measure": "Change in Health Outcomes: community integration, measured by Social Capital from CQL-POMS.",
                    "description": "Change in community integration as a result of enrollment into community program",
                    "timeFrame": "At baseline, and approximately every 3-6 months up to 24 months"
                },
                {
                    "measure": "Change in Experience of Care Outcome as measured by PACIC",
                    "description": "Change in experience of care as a result of enrollment into community program",
                    "timeFrame": "At baseline, and approximately every 3-6 months up to 24 months"
                },
                {
                    "measure": "Cost: Program Cost",
                    "description": "Program Cost: will be assessed by the salary and benefit cost of the clinical staff needed to support enrollees, educational material provided to the enrollees, and other program costs per participant over the period of enrollment, which is up to 24 months.",
                    "timeFrame": "Accumulation of costs and Utilization throughout the duration of participation, measured at the end of the study, up to 24 months since enrollment."
                },
                {
                    "measure": "Cost: Total Medical Cost assessed by the medical and pharmacy costs.",
                    "description": "Total Medical Cost: will be assessed by the medical and pharmacy costs which will be calculated by using claims data for each participant enrolled in UPMC Health Plan by summing cost over a period of 1 year prior to enrollment (baseline), then over each year of enrollment. Total medical cost will be defined as the amount that the insurance company paid to the provider for all services provided, including medications and emergent, urgent, inpatient and outpatient care.",
                    "timeFrame": "Accumulation of costs and Utilization throughout the duration of participation, measured at the end of the study, up to 24 months since enrollment."
                },
                {
                    "measure": "Health Care Service Utilization",
                    "description": "Utilization: will be assessed by the frequency of emergency room visits and hospital admissions for unplanned care.",
                    "timeFrame": "Accumulation of costs and Utilization throughout the duration of participation, measured at the end of the study, up to 24 months since enrollment."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals who are eligible for the Community Partners program\n* Individuals who are eligible for the Community LIFE program between the age of 55-64.\n\nExclusion Criteria:\n\n* Individuals who are eligible for the Community LIFE program under the age of 55 or older than 64 years old.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Zara Ambadar, PhD",
                    "role": "CONTACT",
                    "phone": "4126086118",
                    "email": "ambadar@pitt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brad Dicianno, MD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15260",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zara Ambadar, Ph.D",
                            "role": "CONTACT",
                            "phone": "412-608-6118",
                            "email": "ambadar@pitt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000002547",
                    "term": "Cerebral Palsy"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000016135",
                    "term": "Spinal Dysraphism"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000001925",
                    "term": "Brain Damage, Chronic"
                },
                {
                    "id": "D000009436",
                    "term": "Neural Tube Defects"
                },
                {
                    "id": "D000009421",
                    "term": "Nervous System Malformations"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5796",
                    "name": "Cerebral Palsy",
                    "asFound": "Cerebral Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18607",
                    "name": "Spinal Dysraphism",
                    "asFound": "Spina Bifida",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12380",
                    "name": "Neural Tube Defects",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5202",
                    "name": "Brain Damage, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M12365",
                    "name": "Nervous System Malformations",
                    "relevance": "LOW"
                },
                {
                    "id": "T5337",
                    "name": "Spina Bifida",
                    "asFound": "Spina Bifida",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}