{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05857605",
            "orgStudyIdInfo": {
                "id": "STU00217711"
            },
            "organization": {
                "fullName": "Shirley Ryan AbilityLab",
                "class": "OTHER"
            },
            "briefTitle": "The Impact of a Seated Compact Elliptical Trainer on Individuals With Knee OA",
            "officialTitle": "The Impact of a Seated Compact Elliptical Trainer on Individuals With Knee Osteoarthritis.",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "the-impact-of-a-seated-compact-elliptical-trainer-on-individuals-with-knee-oa"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-02",
            "studyFirstSubmitQcDate": "2023-05-11",
            "studyFirstPostDateStruct": {
                "date": "2023-05-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Prakash Jayabalan MD, PhD",
                "investigatorTitle": "Director, Clinical Musculoskeletal Research",
                "investigatorAffiliation": "Shirley Ryan AbilityLab"
            },
            "leadSponsor": {
                "name": "Shirley Ryan AbilityLab",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Fitness Cubed Inc.",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Northwestern University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Exercise is considered the most effective, non-drug treatment for reducing pain and improving movement in patients with osteoarthritis. Diminished muscle strength is a common symptom associated with the onset of knee osteoarthritis. The evidence supports the benefit of exercise therapy, in reducing pain and improving function in subjects with knee OA, however research to date has been unable to quantify the disease-modifying effect of any form of exercise. The primary objective of this study is to evaluate how the use of a seated compact elliptical machine (Cubii JR1) exercise program in conjunction with a standard physical therapy regimen will impact the health of individuals with knee osteoarthritis.",
            "detailedDescription": "Objective: The primary objective of this study is to evaluate how the use of a seated compact elliptical machine (Cubii JR1) exercise program in conjunction with a standard physical therapy regimen will impact the health of individuals with knee osteoarthritis. This includes a range of motion of the knee and ankle, level of pain as measured using a standard questionnaire, muscle strength as well as satisfaction scores with this device. This study will contain two groups: A control group receiving a standard physical therapy exercise program instruction, and a treatment group that will receive standard physical therapy exercise program instruction in conjunction with a home exercise program using a seated compact elliptical machine (Cubii JR1).\n\nHypothesis: The hypothesis is that subjects with knee osteoarthritis who use the at-home seated compact elliptical trainer for a minimum of 30-minutes per day in conjunction with standard physical therapy program instruction will have a greater reduction in pain, increased range of motion at the knee, and ankle joint, increase in quality of life and greater quadriceps and hamstring muscle strength than those who receive just the standard physical therapy program instruction."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis",
                "Knee Osteoarthritis",
                "Arthritis",
                "Joint Diseases",
                "Musculoskeletal Diseases",
                "Rheumatic Diseases"
            ],
            "keywords": [
                "Osteoarthritis",
                "Knee",
                "Knee Osteoarthritis Exercise"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The Principal Investigator will be masked to the patient treatment group assignment.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 28,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard Physical Therapy exercise instructions for Knee Osteoarthritis",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants enrolled in the control group will be provided standard physical therapy exercise instruction based on Arthritis Foundation guidelines for physical activity specific to individuals with knee osteoarthritis. During their first visit, the participants will meet the trained research staff to trial a series of therapeutic exercises for medial knee OA. They will be provided a handout with pictures of these exercises after they have demonstrated the ability to complete them at the initial visit. The participants will then complete this program on their own for 8 weeks; performing the exercises 3 times per week.\n\nApart from these home-based exercise sessions participants in this group will complete 3 separate evaluation sessions onsite at the beginning, interim, and end of the study where they will complete a series of functional tests and fill standard questionnaires evaluating their pain, symptoms and knee function followed by thigh muscle strength testing.",
                    "interventionNames": [
                        "Other: Exercise for Knee Osteoarthritis"
                    ]
                },
                {
                    "label": "Standard Physical Therapy exercise instructions for Knee Osteoarthritis + seated elliptical device",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the intervention group will be provided physical therapy (PT) exercise instruction based on Arthritis Foundation guidelines for physical activity specific to individuals with knee OA. Participants will be provided a handout with pictures of these exercises after they have demonstrated the ability to complete them at the initial visit. They will then complete this program on their own for 8 weeks; performing the exercises 3 times per week. This group will also receive a compact seated elliptical device which they will be expected to use for a min of 30 min for 5 days per week in conjunction with PT exercise instruction.\n\nApart from these exercise sessions participants in this group will complete 3 separate evaluation sessions on-site at the beginning, interim, and end of the study where they will complete a series of functional tests and fill standard questionnaires evaluating their pain, symptoms, and knee function followed by thigh muscle strength testing.",
                    "interventionNames": [
                        "Other: Exercise for Knee Osteoarthritis",
                        "Device: Compact seated elliptical exercise machine- Cubii JR-1"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Exercise for Knee Osteoarthritis",
                    "description": "Standard physical therapy exercise instructions based on Arthritis Foundation guidelines for physical activity specific to individuals with knee osteoarthritis.",
                    "armGroupLabels": [
                        "Standard Physical Therapy exercise instructions for Knee Osteoarthritis",
                        "Standard Physical Therapy exercise instructions for Knee Osteoarthritis + seated elliptical device"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Compact seated elliptical exercise machine- Cubii JR-1",
                    "description": "Compact seated elliptical machine exerice program in conjunction with standard physical therapy exercise instructions based on Arthritis Foundation guidelines for physical activity specific to individuals with knee osteoarthritis.",
                    "armGroupLabels": [
                        "Standard Physical Therapy exercise instructions for Knee Osteoarthritis + seated elliptical device"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Pain subscore on the Knee injury and Osteoarthritis Score (KOOS Survey)",
                    "description": "Measured by the Pain Knee injury and Osteoarthritis Outcome Score subscale (KOOS subscales) as a comparison between different groups of the evolution of pain between Day 0 and Week 8. Scores range from 0 to 100 with a score of 0 indicating the worst possible knee symptoms and 100 indicating no knee symptoms.",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Function",
                    "description": "Measured by the Function Knee injury and Osteoarthritis Outcome Score subscale (KOOS subscales) as a comparison between different groups of the evolution of pain between Day 0 and Week 8. Scores range from 0 to 100 with a score of 0 indicating the worst possible knee symptoms and 100 indicating no knee symptoms.",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                },
                {
                    "measure": "Change in Symptoms",
                    "description": "Measured by the Symptoms Knee injury and Osteoarthritis Outcome Score subscales (KOOS subscales) as a comparison between different groups of the evolution of symptoms between Day 0 and Week 8.",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                },
                {
                    "measure": "Impact of Osteoarthritis on Quality of Life (Change in KOOS subscale is assessed)",
                    "description": "Measured by the Quality of life Knee injury and Osteoarthritis Outcome Score subscales (KOOS subscales). Scores range from 0 to 100 with a score of 0 indicating the worst possible knee symptoms and 100 indicating no knee symptoms.",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                },
                {
                    "measure": "Quality of life measured using the EQ5D survey (Change is assessed)",
                    "description": "Health-related quality of life will be measured using the EuroQol Five Dimensions (EQ-5D). The EQ-5D-5L is a valid extension of the 3-level questionnaire. It can be defined as a standardized non-disease specific value-based instrument to describe and value health-related quality of life. The instrument consists of two components: the EQ-5D descriptive system and the EQ visual analogue scale (EQ-VAS).The first part consists of five dimensions: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension has five response categories (no problems, slight problems, moderate problems, severe problems, and extreme problems), from which a single EQ-5D index score can be calculated ranging from 0 (dead) to 1 (perfect health). The EQ-VAS measures one's self-perceived health today on a vertical scale from 0 (worst imaginable health) to 100 (best imaginable health) on which participants have to indicate their current health.",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                },
                {
                    "measure": "Change in strength measure of the quadriceps and hamstring muscles",
                    "description": "The peak torque \\[measured in Newton meters (N·m)\\] achieved over the 4 repetitions measured using Biodex. To obtain a relative strength score for comparison between subjects, peak torque (N·m) will be divided by body weight (kg) to obtain a strength ratio (N·m/kg).",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                },
                {
                    "measure": "Change in walking speed",
                    "description": "Measured using the 10 m walk test: participants are timed as they walk 10m and this walking speed is calculated using (speed = distance/time) in m/s",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                },
                {
                    "measure": "Change in walking endurance",
                    "description": "Measured using 6min walk test: participant walks for 6 minutes and the distance (m) walked is measured. If needed, the number of breaks taken is noted.",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                },
                {
                    "measure": "Stair negotiation (Change is assessed)",
                    "description": "Participants are timed (seconds) as they ascend and descend a flight of stairs.",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                },
                {
                    "measure": "5 times sit-to-stand (Change is assessed)",
                    "description": "Participants are timed (seconds) as they stand from a seated position in a chair and sit back down 5 times.",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                },
                {
                    "measure": "Participant Exercise Log",
                    "description": "Self-reported compliance with exercise program",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Patient satisfaction",
                    "description": "Survey administered after the 8 week intervention that assessed patient satisfaction using questions about likelihood of having knee surgical treatment in the 12 months that followed the study.\n\nOne question asked if patients were A. More Likely, B. Less Likely, C. Unchanged Another question asked patients to indicate on a scale of 0-100, how likely they were to get surgery where 0=unlikely and 100=very likely.\n\nAnother question that asked whether or not patients would continue to use the program after completion of the study time period.",
                    "timeFrame": "At 8 week evaluation visit"
                },
                {
                    "measure": "Need for medication to treat knee osteoarthritis symptoms (Change is assessed)",
                    "description": "Assessed in the form of a survey question that asked participants to describe the amount of medication they take for their knee osteoarthritis since the onset of the study.\n\nThe answer choices were: UNCHANGED, STOPPED, DECREASED, INCREASED, N/A",
                    "timeFrame": "Comparison between day 0, week 4, and week 8"
                },
                {
                    "measure": "System Usability Scale (for intervention group)",
                    "description": "A survey administered to get feedback on the user-friendliness of the device and application. With an optional space for additional feedback. Participants' impression of the program are assessed by presenting multiple sentences such as \"I found this device easy to use\" and asking the participant to rank the statement on a scale of 1 to 5, where 1 = strongly disagree and 5 = strongly agree.",
                    "timeFrame": "At 8 week evaluation visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 50 years\n* Diagnosis of unilateral or bilateral knee osteoarthritis\n* Clinical AND/OR radiographic knee osteoarthritis.\n* Clinical radiographic knee osteoarthritis: Symptoms of 2 or more knee pain, morning stiffness in the joint, crepitus on active movement, tenderness of the joint, bony enlargement of the joint, and lack of palpable warmth of the synovium\n* Radiographic knee osteoarthritis: Kellgren-Lawrence score of 2 or greater using radiographs of the involved knee\n* If the participant has had diagnostic radiographs within the previous 2 years at Shirley Ryan AbilityLab, we will use these previous radiographs to confirm diagnosis (these participants will complete a HIPAA authorization form so that we can access these images).\n* If the participant has not had a diagnostic radiograph within the previous 2 years, the participant will complete a bilateral standing anteroposterior radiograph for the purpose of this study. These images are consistent with clinical care for diagnostic OA and minimally expose the individual to radiation (see attached form from radiology technician). All images taken as part of the study will be stored using the assigned study identifier, and therefore will not require any HIPAA authorization.\n* Ability to walk without the use of aids (e.g., cane, walker)\n\nExclusion Criteria:\n\n* Age \\< 50 years\n* History of lower extremity total joint arthroplasty\n* Current cardiovascular disease or hypertension that is uncontrolled\n* History of neurological disorder that effects lower extremity function (i.e., stroke, peripheral neuropathy, multiple sclerosis, Parkinson's disease)\n* Current ankle or hip pain\n* Currently pregnant for female participants\n* Weight over 400 lbs (181.4 kg), height less than 4'8\" (142 cm) or over 6'4\" (193 cm), 18.5\" (47 cm) hip width, or 58\" (147 cm) hip circumference",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Juliana Couri",
                    "role": "CONTACT",
                    "phone": "818-301-9213",
                    "email": "jcouri02@sralab.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Prakash Jayabalan, MD, PhD",
                    "affiliation": "Shirley Ryan AbilityLab",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Shirley Ryan AbilityLab",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Juliana Couri",
                            "role": "CONTACT",
                            "phone": "818-301-9213",
                            "email": "jcouri02@sralab.org"
                        },
                        {
                            "name": "Vikram Darbhe",
                            "role": "CONTACT",
                            "phone": "312-238-7535",
                            "email": "vdarbhe@sralab.org"
                        },
                        {
                            "name": "Prakash Jayabalan, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000003095",
                    "term": "Collagen Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Knee Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "asFound": "Joint Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "asFound": "Musculoskeletal Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "asFound": "Rheumatic Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "asFound": "Rheumatic Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}