{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04700527",
            "orgStudyIdInfo": {
                "id": "LCCC2032"
            },
            "organization": {
                "fullName": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "The Effects of SCFA Supplementation in Subjects Receiving Abdominopelvic RT: A Randomized Controlled Study",
            "officialTitle": "LCCC2032: The Effects of Short Chain Fatty Acid Supplementation on the Quality of Life and Treatment-related Toxicities in Subjects Receiving Abdominopelvic Radiotherapy: A Randomized Controlled Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-effects-of-scfa-supplementation-in-subjects-receiving-abdominopelvic-rt-a-randomized-controlled-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-04",
            "studyFirstSubmitQcDate": "2021-01-06",
            "studyFirstPostDateStruct": {
                "date": "2021-01-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to assess and compare GI toxicity from RT between subjects who receive therapeutic SCFA and those who receive placebo, in hopes of identifying a safe, low-cost therapeutic to reduce GI toxicity from therapeutic or environmental radiation.",
            "detailedDescription": "Radiation therapy is a critical modality for treatment of urologic, gynecologic and gastrointestinal malignancies among others. Though advances in treatment techniques have reduced treatment-associated morbidity and mortality, normal tissue toxicity still limits dose escalation and treatment tolerance. Over 50% of patients receiving abdominal or pelvic radiation therapy (RT) develop clinically meaningful toxicity. Pharmacologic strategies to reduce normal tissue damage represent a tremendous unmet need in RT. Investigators propose a novel application of short chain fatty acids (SCFA) as a therapeutic to reduce incidence and severity of gastrointestinal (GI) toxicity from RT. Short chain fatty acids (SCFA) are fatty acids with fewer than six carbon atoms ingested or formed during bacterial fermentation of partially- and non-digestible polysaccharides carbohydrates. Patients who are enrolled will be randomized to receive SCFA supplements or a placebo, and will start taking it everyday one week prior to starting RT through 1 week after completing RT. Patients will keep a log of daily administration during the entire time while taking the study drug, and will complete patient reported outcomes (PROs) involving toxicities starting at baseline through 3 months post RT. The patient's treating physician will also complete an assessment of the patients toxicities starting at the baseline through follow up visits up to 5 years post RT, which will be used to compare to the PROs."
        },
        "conditionsModule": {
            "conditions": [
                "Toxicity",
                "Radiation Toxicity"
            ],
            "keywords": [
                "GI cancer",
                "Urinary cancer",
                "Gynecological Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 122,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Short Chain Fatty Acid (SCFA)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "4-6 grams of powder mixed with food and taken everyday starting 1 week prior-1 week post Radiation Therapy.",
                    "interventionNames": [
                        "Drug: Short Chain Fatty Acid"
                    ]
                },
                {
                    "label": "Placebo (Tapioca)",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "5 grams taken everyday starting 1 week prior-1 week post Radiation Therapy.",
                    "interventionNames": [
                        "Drug: Tapioca Flour"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Short Chain Fatty Acid",
                    "description": "Participants will take the supplement as prescribed to determine if it can help with GI toxicity",
                    "armGroupLabels": [
                        "Short Chain Fatty Acid (SCFA)"
                    ],
                    "otherNames": [
                        "Sodium butyrate and sodium propionate"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tapioca Flour",
                    "description": "Participants taking this will be used as a control group compared to those receiving the SCFA supplement",
                    "armGroupLabels": [
                        "Placebo (Tapioca)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The rate and severity of patient reported and physician determined toxicities between subjects who receive therapeutic SCFA and those who receive placebo.",
                    "description": "GI toxicities (PRO-CTCAE v5 for patients and CTCAE v5 for physicians) will be recorded and compared between the 2 groups to identify any differences.",
                    "timeFrame": "baseline-3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Physician determined acute toxicity profile using the National Cancer Institute's Common Terminology Criteria for Adverse Events (CTCAE, version 5.0) for both subjects who receive therapeutic SCFA versus those who receive placebo.",
                    "description": "Physicians will complete toxicity assessments using the CTCAE v5 at each visit with the patient up until 5 years post RT",
                    "timeFrame": "baseline- up to 5 years post RT"
                },
                {
                    "measure": "Subject reported acute toxicity profile as ascertained by patient-reported outcomes version of the CTCAE (PRO-CTCAE) for both subjects who receive therapeutic SCFA versus those who receive placebo.",
                    "description": "Patients will complete PRO-CTCAE at each visit starting at baseline through 3 months after completing the study drug.",
                    "timeFrame": "baseline- 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent obtained to participate in the study and HIPAA authorization for release of personal health information. Consent for the use of any residual material from biopsy and/or surgical resection (archival tissue) and serial blood draws will be required for enrollment.\n* ≥ 18 years of age on day of signing informed consent.\n* ECOG performance score ≤ 2\n* Subjects with histological or cytological evidence/confirmation of GI, urologic or gynecologic malignancy that will be treated with minimum dose of 40Gy (equivalent dose in 2Gy per fraction or EQD2) via 3D conformal fields or IMRT to abdomen or pelvis (multimodality treatment with surgery, chemotherapy is permissible)\n* Subjects may have had prior chemotherapy or surgery.\n* Subjects deemed healthy for study inclusion by the treating physician based on the laboratory values at screening and general health status.\n* Prior cancer treatment must be completed at least 14 days prior to registration and the subject must have recovered from all reversible acute toxic effects of the regimen (other than alopecia) to ≤ Grade 1 or baseline.\n* Females of childbearing potential must have a negative urine pregnancy test within 14 days prior to simulation. NOTE: Females are considered of childbearing potential unless they are surgically sterile (have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or they are naturally postmenopausal for at least 12 consecutive months. Documentation of postmenopausal status must be provided.\n* Females of childbearing potential must be willing to abstain from heterosexual activity or to use 2 forms of effective methods of contraception from the time of informed consent until 14 or 28 days after treatment discontinuation. The two contraception methods can be comprised of two barrier methods, or a barrier method plus a hormonal method or an intrauterine device that meets \\< 1% failure rate for protection from pregnancy in the product label.\n* Male subjects with female partners of childbearing potential must have had a prior vasectomy or agree to use an adequate method of contraception (i.e., double barrier method: condom plus spermicidal agent) starting with the first dose of study therapy through 14-28 days after the last dose of study therapy.\n* Subjects is willing and able to comply with study procedures based on the judgement of the investigator or protocol designee.\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding (NOTE: breast milk cannot be stored for future use while the mother is being treated on study).\n* Prior abdominopelvic RT\n* History of inflammatory bowel disease or GI motility disorder\n* Grade 2 or higher diarrhea at baseline unless deemed by the investigator to be caused by laxatives prescribed for symptomatic partial obstruction\n* Concurrent use of histone deacetylase inhibitors (vorinostat)\n* Baseline hypernatremia defined as serum sodium concentration \\>145 mEg/L\n* Creatinine clearance \\< 50 mL/min\n* Congestive heart failure\n* On a salt restricted diet for medical indications\n* Severe nut allergy\n* Active infection requiring systemic therapy.\n* Active central nervous system (CNS) metastases\n* Treatment with any investigational drug other than the drugs in this study and subjects may not be on another clinical trial.\n* Subject is receiving prohibited medications or treatments as listed in section 5.6 of the protocol that cannot be discontinued/replaced by an alternative therapy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Flora Danquah",
                    "role": "CONTACT",
                    "phone": "9849748441",
                    "email": "flora_danquah@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shivani Sud, MD",
                    "affiliation": "UNC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Flora Danquah",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Flora Danquah",
                            "role": "CONTACT",
                            "phone": "984-974-8441",
                            "email": "flora_danquah@med.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "University of North Carolina Lineberger Comprehensive Cancer Center Clinical Trials",
                    "url": "http://unclineberger.org/patientcare/clinical-trials/clinical-trials"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020148",
                    "term": "Butyric Acid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006633",
                    "term": "Histamine Antagonists"
                },
                {
                    "id": "D000018494",
                    "term": "Histamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21983",
                    "name": "Butyric Acid",
                    "asFound": "Very Severe",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9708",
                    "name": "Histamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M9709",
                    "name": "Histamine Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M212144",
                    "name": "Histamine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T93",
                    "name": "Cassava",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}