{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06021704",
            "orgStudyIdInfo": {
                "id": "2022P001618"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "The Care for America's Aging Study",
            "officialTitle": "Care for America's Aging (CfAA): A Study to Improve Behavioral and Quality of Life Outcomes of Older Adults With Cognitive Impairment and Dementia and Their Care Partners",
            "acronym": "CfAA",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "the-care-for-america-s-aging-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-28",
            "studyFirstSubmitQcDate": "2023-08-28",
            "studyFirstPostDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Olivia I.Okereke, MD",
                "investigatorTitle": "Physician",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Care for America's Aging is a randomized pilot study investigating whether a home health aide training intervention consisting of enhanced dementia-specific curriculum content will improve: 1) behavioral symptoms of older adult persons living with dementia or cognitive impairment (PLWD/CI) and 2) global health-related quality of life among PLWD/CI and their care partners.",
            "detailedDescription": "Behavioral and psychological symptoms of dementia disorders, also called neuropsychiatric symptoms (NPS), are highly prevalent among persons living with dementia or cognitive impairment (PLWD/CI) and represent major sources of morbidity and distress for patients and their care partners. NPS also predict higher rates of institutionalization - directly undermining the ability to \"age in place\", which is a critical patient-centered goal for most older adults. Thus, there is an urgent need for innovation and development of non-pharmacologic, behavioral interventions to prevent or mitigate NPS and their adverse consequences, and to provide these interventions in the most-preferred, lowest-cost setting: a person's home. As providers of direct care for older adults in their own homes, home health aides (HHAs) are in a unique position to address this critical need. However, it is a priority to ensure that the knowledge and practical skills levels of HHAs are adequate to meet these identified needs. While existing care frameworks provide excellent tools for understanding and responding to NPS, they were not specifically designed to provide HHAs with enhanced knowledge and skills regarding the full range of NPS encountered in the ADRD (Alzheimer disease and related dementias) spectrum or to address specific behavioral techniques that can support HHAs in real-time with recognizing and responding to NPS among older PLWD/CI.\n\nThe Care for America's Aging study is a randomized pilot study investigating whether a home health aide training intervention consisting of enhanced dementia-specific curriculum content will improve behavioral and psychological symptoms and quality of life outcomes among adult persons living with dementia or cognitive impairment, aged 60 years and older, and their familial care partners. This study will test the preliminary efficacy of an HHA enhanced curriculum training intervention, compared to the standard curriculum training, for two co-primary outcomes: 1) patient levels of behavioral symptoms; 2) patient and care partner quality of life scores.\n\nThe intervention component consists of an enhanced curriculum - an additional 8 hours (2 instructional days) of didactic content and skills training related to recognizing and responding to dementia-related behaviors - which is delivered in addition to a currently-deployed statewide standard curriculum of 100 hours (\\~20 instructional days) of home care worker training that qualifies HHA for certificates from the Massachusetts Home Care Aide Council.\n\nEligible participants will be dyads (pairs, or groups made up of 2 persons) of patients and their care partners. Patients will be persons aged 60 years and above who are patients with the Mass General Brigham healthcare system, have mild cognitive impairment or dementia diagnosis of no greater than moderate severity, are being referred to/planning to use home care services, and able to participate in study procedures. Care partners will be familial caregivers, however family is self-defined.\n\nSixty dyads of homebound older adult patients with cognitive impairment or dementia (ranging from mild to moderate severity) and their familial care partners will be randomized to receive care from HHAs who have completed either enhanced or standard curriculum HHA training.\n\nEligible participants will be assigned by chance (like a coin toss) to one of 2 groups: 1) home care from HHAs who completed enhanced curriculum training or 2) home care from HHAs who completed standard curriculum training. Therefore, there will be n=30 patient-care partner dyads in each of the 2 groups, and each dyad will have an equal chance of being assigned to either group.\n\nAll study participants will be asked to complete questionnaires every two (2) weeks over a 6-month follow-up period. Study questionnaires will ask about behavioral symptoms, mood, psychosocial, health, and daily functioning. Electronic health records will also be used to collect data regarding patient's health outcomes. Occasionally, participants may receive a phone call from study staff to collect information or to clarify responses on the questionnaires. The study will assess whether there are differences in these variables over the 6-month follow-up, comparing dyads randomly assigned to receive care from HHAs with standard curriculum training to dyads randomly assigned to receive care from HHAs enhanced curriculum training.\n\nPrimary Hypotheses:\n\n1. There will be significantly lower neuropsychiatric symptom levels among patients receiving home care services from HHAs with enhanced curriculum training compared to those receiving home care services from HHAs with standard curriculum training.\n2. There will be significantly higher health-related quality of life scores among patients and familial care partners receiving home care services from HHAs with enhanced curriculum training compared to those receiving home care services from HHAs with standard curriculum training."
        },
        "conditionsModule": {
            "conditions": [
                "Cognitive Impairment",
                "Dementia With Behavioral Disturbance",
                "Dementia",
                "Alzheimer Disease"
            ],
            "keywords": [
                "Improving Home Care",
                "Enhanced Training for Home Health Aides"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "N=60 dyads of older adult patients with cognitive impairment up to mild-to-moderate ADRD and their familial care partners will be randomly assigned in 1:1 ratio (n=30 dyads per group) to receive home care services from one of 2 pools of HHAs: 1) HHAs who completed enhanced curriculum training or 2) HHAs who completed standard curriculum training. A block randomization strategy will be used to ensure balance of relative proportions of patients who receive HHA services from public versus private-based home care agencies.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Home Health Aides with Enhanced Curriculum Training",
                    "type": "EXPERIMENTAL",
                    "description": "The enhanced curriculum of 108 hours of home health aide (HHA) training will constitute the Experimental arm. This arm consists of the 100 hours of the standard curriculum plus an 8-hour enhanced curriculum that includes additional didactic content and a skills practicum on dementia and recognizing and responding to dementia-related behaviors. As with the standard curriculum, the enhanced curriculum will be delivered by the training entity, CCHERS (Center for Community Health Education, Research and Service, Inc.). The enhanced component is delivered over an additional 2 instructional days (10% increase in instructional days from the standard curriculum).",
                    "interventionNames": [
                        "Behavioral: Enhanced home health aide training in dementia and dementia-related behaviors"
                    ]
                },
                {
                    "label": "Home Health Aides with Standard Curriculum Training",
                    "type": "NO_INTERVENTION",
                    "description": "The standard curriculum of 100 hours of home health aide (HHA) training will constitute the No Intervention arm. This 100-hour training is the standard curriculum that has been used by the training entity, CCHERS (Center for Community Health Education, Research and Service, Inc.), for many years to qualify HHAs to receive certificates from the Massachusetts Home Care Aide Council. The standard curriculum includes 75 hours of basic instruction (\"ABC's for Direct Care Workers\") and 25 hours of additional content on mental health and dementia topics. The standard curriculum is delivered over approximately on month, or 20 instructional days."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhanced home health aide training in dementia and dementia-related behaviors",
                    "description": "8 hours (2 instructional days) of enhanced curriculum dementia-specific instruction for home health aides",
                    "armGroupLabels": [
                        "Home Health Aides with Enhanced Curriculum Training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Neuropsychiatric Inventory-Questionnaire",
                    "description": "The Neuropsychiatric Inventory-Questionnaire (NPI-Q) is a measure of neuropsychiatric symptoms which is completed by caregivers about their patient partners. The questionnaire aims to assess both the presence of symptoms and their severity. The score range is 0-36 points, where higher scores indicate greater severity of symptoms.",
                    "timeFrame": "6 Months"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System Global Health, 10-item",
                    "description": "The Patient-Reported Outcomes Measurement Information System Global Health 10-item (PROMIS-10) measures global health-related quality of life (hrQOL) based on physical, mental, and social functioning. The PROMIS-10 uses a T-score metric in which 50 is the mean of a relevant reference population and 10 is the standard deviation (SD) of that population; higher scores on the T-score metric indicate higher levels of the measured concept - in this case, higher global health-related quality of life.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for Patients:\n\n* Age 60 years and above\n* Patients in Mass General Brigham healthcare system\n* Mild cognitive impairment or dementia diagnosis of no greater than mild-moderate severity\n* Discharge plan includes referral to home care services\n* As all surveys have been validated in English, we will limit participation to potential participants able to read English.\n\nExclusion Criteria for Patients:\n\n* Discharge to Medicare short-term rehab only\n* Lack of care partner\n* Enrolled in palliative care (projected survival \\< 6 months)\n* Clinical severity of dementia that is moderate or greater\n* Any active clinical issues barring safe participation\n* Montreal Cognitive Assessment (MoCA)-blind score below cutoff\n* University of California, San Diego Brief Assessment of Capacity to Consent (UBACC) score below cutoff",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vivian Anable Eme",
                    "role": "CONTACT",
                    "phone": "857-238-6009",
                    "email": "VANABLEEME@mgh.harvard.edu"
                },
                {
                    "name": "Cerelia Liu",
                    "role": "CONTACT",
                    "phone": "(617) 726-4336",
                    "email": "cliu59@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Olivia I Okereke, MD, MS",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114-2696",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24354328",
                    "type": "BACKGROUND",
                    "citation": "Fraker J, Kales HC, Blazek M, Kavanagh J, Gitlin LN. The role of the occupational therapist in the management of neuropsychiatric symptoms of dementia in clinical settings. Occup Ther Health Care. 2014 Jan;28(1):4-20. doi: 10.3109/07380577.2013.867468."
                },
                {
                    "pmid": "15817019",
                    "type": "BACKGROUND",
                    "citation": "Nasreddine ZS, Phillips NA, Bedirian V, Charbonneau S, Whitehead V, Collin I, Cummings JL, Chertkow H. The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment. J Am Geriatr Soc. 2005 Apr;53(4):695-9. doi: 10.1111/j.1532-5415.2005.53221.x. Erratum In: J Am Geriatr Soc. 2019 Sep;67(9):1991. doi: 10.1111/jgs.15925."
                },
                {
                    "pmid": "17679641",
                    "type": "BACKGROUND",
                    "citation": "Jeste DV, Palmer BW, Appelbaum PS, Golshan S, Glorioso D, Dunn LB, Kim K, Meeks T, Kraemer HC. A new brief instrument for assessing decisional capacity for clinical research. Arch Gen Psychiatry. 2007 Aug;64(8):966-74. doi: 10.1001/archpsyc.64.8.966."
                },
                {
                    "pmid": "7991117",
                    "type": "BACKGROUND",
                    "citation": "Cummings JL, Mega M, Gray K, Rosenberg-Thompson S, Carusi DA, Gornbein J. The Neuropsychiatric Inventory: comprehensive assessment of psychopathology in dementia. Neurology. 1994 Dec;44(12):2308-14. doi: 10.1212/wnl.44.12.2308."
                },
                {
                    "pmid": "20685078",
                    "type": "BACKGROUND",
                    "citation": "Cella D, Riley W, Stone A, Rothrock N, Reeve B, Yount S, Amtmann D, Bode R, Buysse D, Choi S, Cook K, Devellis R, DeWalt D, Fries JF, Gershon R, Hahn EA, Lai JS, Pilkonis P, Revicki D, Rose M, Weinfurt K, Hays R; PROMIS Cooperative Group. The Patient-Reported Outcomes Measurement Information System (PROMIS) developed and tested its first wave of adult self-reported health outcome item banks: 2005-2008. J Clin Epidemiol. 2010 Nov;63(11):1179-94. doi: 10.1016/j.jclinepi.2010.04.011. Epub 2010 Aug 4."
                },
                {
                    "pmid": "17443116",
                    "type": "BACKGROUND",
                    "citation": "Cella D, Yount S, Rothrock N, Gershon R, Cook K, Reeve B, Ader D, Fries JF, Bruce B, Rose M; PROMIS Cooperative Group. The Patient-Reported Outcomes Measurement Information System (PROMIS): progress of an NIH Roadmap cooperative group during its first two years. Med Care. 2007 May;45(5 Suppl 1):S3-S11. doi: 10.1097/01.mlr.0000258615.42478.55."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Blinded study design; study group data will be analyzed in the aggregate. No Individual Participant Data available to be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                },
                {
                    "id": "D000066553",
                    "term": "Problem Behavior"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M85",
                    "name": "Problem Behavior",
                    "asFound": "Behavioral Disturbances",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}