{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05818254",
            "orgStudyIdInfo": {
                "id": "Pro00112931"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AR082673",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AR082673"
                }
            ],
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "The HOP-STEP Intervention: Improving Maternal Health in Women With Lupus sIRB",
            "officialTitle": "The HOP-STEP (Healthy Outcomes in Pregnancy With SLE Through Education of Providers) Intervention: Improving Maternal Health in Women With Lupus Through Improved Pregnancy Prevention and Planning sIRB",
            "acronym": "HOP-STEPsIRB",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Other"
            ],
            "study": "the-hop-step-intervention-improving-maternal-health-in-women-with-lupus-sirb"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-05",
            "studyFirstSubmitQcDate": "2023-04-17",
            "studyFirstPostDateStruct": {
                "date": "2023-04-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Chicago",
                    "class": "OTHER"
                },
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "While the HOP-STEP (Healthy Outcomes in Pregnancy with SLE Through Education of Providers) program has been demonstrated to be effective in improving provider confidence, increasing contraception documentation, and facilitating equitable pregnancy planning care in a single sub-specialty clinic here at Duke, the delivery of HOP-STEP may need to be changed to increase its fit with the local context at the University of Chicago Medical Center (UCMC) and subsequent locations. Thus, the investigators will now fit the intervention into a high-minority, high-poverty academic rheumatology center, and later pilot it through a randomized trial to identify and overcome existing barriers to equitable pregnancy prevention and planning at another institution (The University of Chicago Medical Center). The objective of this study is to prepare for a multi-center trial of the HOP-STEP intervention by fitting and then piloting its implementation and measuring its potential impact on maternal outcomes.",
            "detailedDescription": "The study creates opportunities for SLE (systemic lupus erythematosus) patients seeking reproductive care by restructuring the rheumatology clinic environment. Specifically through:\n\nAim 1: Fit the implementation of the HOP-STEP Intervention to the local Rheumatology specialty clinic context with key stakeholder input.\n\nAim 2: Evaluation of a pilot trial of the HOP-STEP Intervention. At the completion of this study, the investigators will know how to equitably implement and study the HOP-STEP Intervention within an academic rheumatology setting that cares for a high-minority, high-poverty population of women with SLE."
        },
        "conditionsModule": {
            "conditions": [
                "Systemic Lupus Erythematosus",
                "Contraception"
            ],
            "keywords": [
                "Family Planning",
                "SLE",
                "Contraception"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Routine Care Providers",
                    "type": "EXPERIMENTAL",
                    "description": "Care Providers in this arm will continue seeing patients as normal in clinic.",
                    "interventionNames": [
                        "Behavioral: Routine Care"
                    ]
                },
                {
                    "label": "HOP-STEP (Healthy Outcomes in Pregnancy with SLE Through Education of Providers) Providers",
                    "type": "EXPERIMENTAL",
                    "description": "HOP-STEP providers will inquire and document their patients about contraceptive usage and pregnancy interest, then provide personalized guidance on family planning.",
                    "interventionNames": [
                        "Behavioral: HOP-STEP (Healthy Outcomes in Pregnancy with SLE Through Education of Providers) Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "HOP-STEP (Healthy Outcomes in Pregnancy with SLE Through Education of Providers) Intervention",
                    "description": "The HOP-STEP Intervention is simple with 3-steps: (1) ascertain and document current pregnancy intention and contraceptive use, (2) patient and provider collaboratively arrive at her optimal contraceptive and/or pregnancy plan using a Decision Guide directed conversation, and (3) create a warm handoff with a patient-specific SLE risk assessment and guideline-aligned recommendations.",
                    "armGroupLabels": [
                        "HOP-STEP (Healthy Outcomes in Pregnancy with SLE Through Education of Providers) Providers"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Routine Care",
                    "description": "Providers will continue to provide reproductive healthcare in their current manner.",
                    "armGroupLabels": [
                        "Routine Care Providers"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Contraception Documentation",
                    "description": "Yes/No: Documentation of contraception use during patient visit; includes if the provider documents that the patient does not use any contraception. This is extracted from the patient's medical record and is part of the HOP-STEP intervention. This will also be analyzed by patient-level characteristics: race, age, teratogen use. Denominator: all eligible patients.",
                    "timeFrame": "Intervention Period, up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Reach: Pregnancy intention documentation",
                    "description": "Yes/No: Documentation of the patient's pregnancy intention during patient visit. This is extracted from the patient's medical record and is part of the HOP-STEP intervention. This will also be analyzed by patient-level characteristics: race, age, teratogen use. Denominator: all eligible patients.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "Reach: Contraceptive Counseling",
                    "description": "Yes/No: Documentation of any contraceptive counseling during patient visit. Denominator: all eligible patients.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "Reach: Pregnancy planning",
                    "description": "Yes/No: Documentation of any pregnancy planning during patient visit. Denominator: all eligible patients.\n\nThis is extracted from the patient's medical record. This will also be analyzed by patient-level characteristics: race, age, teratogen use.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "Effectiveness: ACR-aligned contraception",
                    "description": "Yes/No: documentation of use of contraception aligned with ACR RHG a rheumatology clinic visit within 6 months of a visit in the Intervention Period. ACR RHG guidelines recommend:\n\n1. Any woman with SLE: avoid estrogen-containing patch;\n2. Those with prior blood clot, positive antiphospholipid antibodies, or nephrotic syndrome: avoid contraceptives that increase thrombotic risk (pills with estrogen, ring, patch, or depot-medroxyprogesterone);\n3. Those with highly active SLE: avoid contraceptives that contain estrogen (pills with estrogen, ring, patch); and\n4. Those not medically ready for pregnancy: effective or highly effective contraception. Denominator: Eligible patients excluding pregnant women or women who have a documented pregnancy intention AND are medically optimized for pregnancy. This will be coded based on information extracted from the patient's medical record.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "Effectiveness: Effective and/or highly effective contraception",
                    "description": "Yes/No: documentation of use of an effective or highly effective contraception at a Rheumatology clinic visit in the Intervention Period. Effective and highly effective contraception includes hormonal contraception, long-acting reversible contraception, and permanent contraception or the physical inability to get pregnant (menopause, hysterectomy, oophorectomy). Denominator: Eligible patients excluding pregnant women or women who have a documented pregnancy intention AND are medically optimized for pregnancy. This is extracted from the patient's medical record.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "Effectiveness: Change from no contraception or ineffective contraception to effective and/or highly effective contraception",
                    "description": "Yes/No: documentation of use of an effective or highly effective contraception at any Rheumatology clinic visit within 6 months of a visit in the Intervention Period. Denominator: Eligible non-pregnant women who have documentation of either no contraceptive use or low efficacy contraception at a prior rheumatology visit in the Intervention Period. Women without contraception documentation are excluded from this analysis. Effective and highly effective contraception includes hormonal contraception, long-acting reversible contraception, and permanent contraception or the physical inability to get pregnant (menopause, hysterectomy, oophorectomy). Low Efficacy Contraception includes condom, diaphragm, sponge, cervical cap, spermicide, fertility awareness, withdrawal method. This is extracted from the patient's medical record.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "Effectiveness: Pregnancy when women is medically optimized for pregnancy",
                    "description": "Yes/No: conception is aligned with ACR recommendations. Denominator: All pregnancies conceived within 6 months of a rheumatology visit in the Intervention Period.\n\nMedically optimized for pregnancy is defined as meeting all 3 criteria:\n\n1. Urine protein:creatinine ratio measured within 3 months before or after conception and with \\<1g of proteinuria\n2. Not taking any rheumatic teratogens at conception (mycophenolate or mycophenolic acid, methotrexate, leflunamide, cyclophosphamide, thalidomide or lenalidomide)\n3. Continued pregnancy-compatible SLE medications after conception (most commonly prednisone, hydroxychloroquine, and/or azathioprine; also tacrolimus, cyclosporin, and/or colchicine) This is extracted from the patient's medical record.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "Adoption: Providers that ever complete the HOP-STEP intervention",
                    "description": "Yes/No: provider that has documentation of completing the whole HOP-STEP intervention with one or more of their patients. Completing the whole HOP-STEP Intervention is defined as documenting all three components of the intervention: current contraception, pregnancy intention, and ACR-aligned contraception and/or pregnancy planning counseling. This is extracted from the provider's patients' medical records and will also be examined by the provider's race, age, gender, and proportion of SLE patients within a provider's practice.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "Degree of Adoption: Providers' completion of the HOP-STEP intervention",
                    "description": "Per provider, the number of eligible patients who received the whole HOP-STEP Intervention at one or more of their visits. Denominator: eligible patients cared for by the provider during the Intervention Period. This is extracted from the provider's patients' medical records and will also be examined by the provider's race, age, gender, and proportion of SLE patients within a provider's practice.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "Fidelity to the ACR RHG contraception recommendations",
                    "description": "Yes/No: contraception recommendations aligned with the ACR RHG. Denominator: eligible patients who received any contraception recommendation. This is extracted from the patient's medical record. This will also be analyzed by patient-level characteristics: race, age, teratogen use.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "Fidelity to the ACR RHG pregnancy medications recommendations",
                    "description": "Yes/No: pregnancy planning recommendations aligned with the ACR RHG. Denominator: eligible patients who received any pregnancy planning. This is extracted from the patient's medical record.",
                    "timeFrame": "Intervention Period, up to 12 months"
                },
                {
                    "measure": "FRAME system to document local changes to the Implementation",
                    "description": "1.) when and how a change is made, 2.) whether the change was planned or not, 3.) who determined that the change could be made, 4.) what the change was, 5.) where within the delivery the change was made, 6.) the type of content- or context-level change, 7.) the degree that the change is consistent with intervention fidelity, and 8.) the reasons for the change, including intended impact on equity of reach, adoption, effectiveness, and/or maintenance of the HOP-STEP intervention.",
                    "timeFrame": "Intervention Period, up to 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* adult and/or pediatric clinical rheumatology providers within UCMC clinics",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dana Burshell, MPH",
                    "role": "CONTACT",
                    "phone": "5042512799",
                    "email": "dana.burshell@duke.edu"
                },
                {
                    "name": "Megan A Reaves, MS",
                    "role": "CONTACT",
                    "phone": "9196602272",
                    "email": "megan.reaves@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Megan E Clowse, MD",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Chicago Medical Center",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cuoghi Edens, MD",
                            "role": "CONTACT",
                            "phone": "773-702-6119",
                            "email": "cedens@bsd.uchicago.edu"
                        },
                        {
                            "name": "Cuoghi Edens, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "HOP-STEP website",
                    "url": "http://lupuspregnancy.org/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008180",
                    "term": "Lupus Erythematosus, Systemic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11177",
                    "name": "Lupus Erythematosus, Systemic",
                    "asFound": "Systemic Lupus Erythematosus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6494",
                    "name": "Contraceptive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T187",
                    "name": "Hops",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}