{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01425892",
            "orgStudyIdInfo": {
                "id": "110172"
            },
            "secondaryIdInfos": [
                {
                    "id": "11-D-0172"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "The Pathogenesis and Natural History of Sjogren's Disease",
            "officialTitle": "The Pathogenesis and Natural History of Sjogren's Disease",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "the-pathogenesis-and-natural-history-of-sjogren-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-14",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2012-01-18",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2011-08-27",
            "studyFirstSubmitQcDate": "2011-08-27",
            "studyFirstPostDateStruct": {
                "date": "2011-08-30",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Dental and Craniofacial Research (NIDCR)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n-Sjogren s Disease is a disease that affects about 1-4 million Americans. It is more common in women. It mainly affects the glands that produce saliva and tears, leading to dry eyes and dry mouth. The cause of Sjogren s Disease is unknown, but inflammation plays an important role. The purpose of this study is to learn more about Sjogren s Disease.\n\nObjectives:\n\n-To better understand how Sjogren s Disease begins and how it affects patients so that we can develop better ways to treat them.\n\nEligibility:\n\n* Participants must be 16 years of age or older.\n* They must have a diagnosis of Sjogren s Disease or have at least two symptoms of Sjogren s Disease.\n\nDesign:\n\n* People taking part in the study will come to the NIH Clinical Center for at least three visits.\n* During these visits, participants will have a medical history and physical exam. They will have oral and dental assessments, and saliva collection. Lab tests (blood and urine) and dry eye exams will be done. Participants will answer questionnaires and have salivary scintigraphy (adults only unless required for diagnosis).\n* Other optional tests may also be done. Participants may have to come in for additional visits if they have these optional tests or if their disease changes.\n* The only treatment provided as part of this study is for medical emergencies or complications that occur while you are at NIH for evaluation.",
            "detailedDescription": "Background\n\nSj(SqrRoot)(Delta)gren s Disease (SjD; formely Sj(SqrRoot)(Delta)gren s Syndrome) is an autoimmune disease characterized by chronic inflammation involving the exocrine glands. Salivary and lacrimal glands are predominantly affected leading to dry mouth and dry eyes but other exocrine organs are also frequently involved. It is one of the most common rheumatic autoimmune diseases, which effects between 1-4 million Americans, predominantly women with a female to male ratio of 9:1. Sj(SqrRoot)(Delta)gren s Disease may occur alone (primary SjD), or may coexist with other systemic connective tissue disorders (i.e., secondary SjD). In many cases systemic manifestations, such as fatigue, arthritis, vasculitis, lung disease, peripheral or central neuropathy and autonomic nervous system dysfunction accompany glandular involvement. Patients with systemic manifestations are at higher risk of lymphoma, the incidence of which is increased in SjD. The treatment of sicca symptoms is mainly symptomatic, whereas management of extraglandular manifestations is similar to other autoimmune diseases.\n\nThe cause and pathogenesis of Sj(SqrRoot)(Delta)gren s Disease is still largely unknown. In a genetically predisposed individual various environmental factors, such as viral infections, may lead to epithelial cell activation and a protracted inflammatory response with features of autoimmunity. Autoreactive lymphocytes and autoantibodies are considered important in this process although the pathogenic role of any particular autoantibody is still undefined. Although inflammation may contribute to the exocrinopathy of SjD, the relationship between inflammation and exocrine dysfunction is poorly understood. Moreover, the model does not explain many of the extraglandular manifestations of SjD patients, such as fatigue. Further studies are needed to better understand the pathogenesis of SjD.\n\nObjectives\n\nThe primary objective of this study is to enable the collection of longitudinal clinical and laboratory data and biologic specimens to identify pathogenetic mechanisms of SjD by careful clinical phenotyping of SjD patients and Sj(SqrRoot)(Delta)gren s-like conditions over time and collection of biologic samples for concurrent and future laboratory studies related to the pathogenesis of Sj(SqrRoot)(Delta)gren s Disease. Another objective of the study is to identify biomarker candidates associated with the diagnosis, severity, prognosis, or organ involvement in SjD. The protocol will enable the study of the genetic basis and the mechanistic aspects of immunologic and non-immunologic abnormalities of SjD and their associations with various clinical phenotypes.\n\nEligibility Criteria\n\nThe study will enroll 300 subjects with Sj(SqrRoot)(Delta)gren s Disease or Sj(SqrRoot)(Delta)gren s-like conditions. Subjects aged 16-years or older fulfilling European American Consensus Criteria for Primary or Secondary Sj(SqrRoot)(Delta)gren s Disease are eligible for the study. Selected subjects with incomplete Sj(SqrRoot)(Delta)gren s Disease or who are excluded from the European American criteria may also be eligible. Screening will be done on the Characterization of Diseases with Salivary Gland Involvement protocol (15-D-0051) prospectively or on the previous screening protocol (84-D-0056).\n\nDescription of the Study\n\nThis is a longitudinal observational study. All subjects will have core evaluations (approximately biannually) during a 10-year period. Additional evaluations may be required if there is a significant change in the clinical condition of subjects likely related to SjD or sicca syndrome or to provide additional research samples or clinical data for the pathogenesis studies. Clinical data will be collected through questionnaires, personal interviews, physical examination, laboratory testing and imaging studies. The core evaluation will include a complete medical history and physical examination and a complete oral and dry eye evaluation. Blood, saliva and biopsy samples will be stored and used for laboratory research studies aimed at the pathogenesis of Sj(SqrRoot)(Delta)gren s Disease. Samples labeled with a code without any personal identifiers may be shared with researchers in and outside the NIH. DNA will be collected for genetic studies related to Sj(SqrRoot)(Delta)gren s Disease and related conditions."
        },
        "conditionsModule": {
            "conditions": [
                "Sjogren's Syndrome",
                "Salivary Gland",
                "Pathogenesis"
            ],
            "keywords": [
                "Sjogren's Syndrome",
                "Salivary Gland",
                "Pathogenesis",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "incomplete sjogren's",
                    "description": "patients who meet criteria as incomplete sjogren's"
                },
                {
                    "label": "primary sjogren's",
                    "description": "patients who meet criteria for classification for primary sjogren's"
                },
                {
                    "label": "secondary sjogren's",
                    "description": "patients who meet classification criteria for secondary sjogren's"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinical phenotyping of SjD patients and controls over time Collection of samples for concurrent and future laboratory studies related to the pathogenesis Identification of biomarker candidates in SjD",
                    "description": "following the natural history of Sjogren's disease progression.",
                    "timeFrame": "patients are followed up to 10 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "1. To establish a teaching cohort of patients with SjD or SjD-like conditions treated with conventional treatments 2. To identify patients for other protocols related to Sjogren's Disease",
                    "timeFrame": "Ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1. Ability to sign informed consent form\n  2. Fulfilling one the definitions below:\n\n     1. Sjogren s defined by European-American (EA) classification criteria for primary or secondary Sjogren s Disease (SjD group)\n     2. Excluded from the EA criteria because of a comorbid condition but otherwise fulfilling the European-American classification criteria (EA excluded SjD group)\n     3. Incomplete SjD\n\n     i. at least 2 of the EA criteria with a common manifestation of SjD not included in these criteria (e.g., fatigue, vasculitis, arthritis, etc) or\n\n     ii. 2 or more common manifestations of SjD which are not included in the EA criteria (e.g.,: fatigue, vasculitis, arthritis, autonomic dysfunction, etc ) and are not explained by other conditions\n\n     EXCLUSION CRITERIA:\n\n  <!-- -->\n\n  1. Age \\<16 years\n  2. inability or unwillingness to comply with follow up requirements\n  3. Any medical or psychological/psychiatric condition or treatment that, in the opinion of the Principal Investigator, would exclude the subjects from the research studies (e.g., alternative explanation for subjects signs and symptoms)\n  4. NIH employees who report directly to the principal investigator or who are a co-worker or relative of the principal investigator.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The population consists of patients who have completed our Sjogren's screening protocol (15-D-0051) and are deemed eligible to enroll in this pathogenesis protocol.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eileen M Pelayo",
                    "role": "CONTACT",
                    "phone": "(301) 594-3097",
                    "email": "eileen.pelayo@nih.gov"
                },
                {
                    "name": "Zohreh Khavandgar, D.D.S.",
                    "role": "CONTACT",
                    "phone": "(301) 496-4486",
                    "email": "zohreh.khavandgar@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Zohreh Khavandgar, D.D.S.",
                    "affiliation": "National Institute of Dental and Craniofacial Research (NIDCR)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31095438",
                    "type": "DERIVED",
                    "citation": "Burbelo PD, Ferre EMN, Chaturvedi A, Chiorini JA, Alevizos I, Lionakis MS, Warner BM. Profiling Autoantibodies against Salivary Proteins in Sicca Conditions. J Dent Res. 2019 Jul;98(7):772-778. doi: 10.1177/0022034519850564. Epub 2019 May 16."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2011-D-0172.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".This is a natural history study that began enrolling in 2011. De-identified data will be made public consistent with the policies of the NIH."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012859",
                    "term": "Sjogren's Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001172",
                    "term": "Arthritis, Rheumatoid"
                },
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000014987",
                    "term": "Xerostomia"
                },
                {
                    "id": "D000012466",
                    "term": "Salivary Gland Diseases"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000015352",
                    "term": "Dry Eye Syndromes"
                },
                {
                    "id": "D000007766",
                    "term": "Lacrimal Apparatus Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M15664",
                    "name": "Sjogren's Syndrome",
                    "asFound": "Sjogren's Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4480",
                    "name": "Arthritis, Rheumatoid",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17724",
                    "name": "Xerostomia",
                    "relevance": "LOW"
                },
                {
                    "id": "M15285",
                    "name": "Salivary Gland Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18040",
                    "name": "Dry Eye Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10664",
                    "name": "Keratoconjunctivitis Sicca",
                    "relevance": "LOW"
                },
                {
                    "id": "M10786",
                    "name": "Lacrimal Apparatus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}