{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03693105",
            "orgStudyIdInfo": {
                "id": "CLN-0105"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH125160",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH125160"
                }
            ],
            "organization": {
                "fullName": "Magnus Medical",
                "class": "INDUSTRY"
            },
            "briefTitle": "The Effects of SAINT® Neuromodulation System on Explicit and Implicit Suicidal Cognition",
            "officialTitle": "A Multi-Site, Randomized, Double-Blind Trial Assessing The Effects of SAINT® Neuromodulation System on Explicit and Implicit Suicidal Cognition",
            "acronym": "SAINT®SC",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-effects-of-saint-neuromodulation-system-on-explicit-and-implicit-suicidal-cognition"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-09-27",
            "studyFirstSubmitQcDate": "2018-10-01",
            "studyFirstPostDateStruct": {
                "date": "2018-10-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Magnus Medical",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This multi-site, double-blind, randomized, sham-controlled mechanistic trial aims to test the effects of Magnus Neuromodulation System (MNS) with Stanford Accelerated Intermittent Neuromodulation Therapy (SAINT®) Technology on the neural circuitry of suicidal cognitions in psychiatrically hospitalized patients with Major Depressive Disorder (MDD) and active suicidal ideation (SI). This will be accomplished by applying the MNS with SAINT to a customized target within the left dorsolateral prefrontal cortex (L-DLPFC) identified with fMRI for five consecutive days and measuring resting-state functional connectivity (RS FC) between the subgenual anterior cingulate cortex (sgACC) and the default mode network (DMN) at baseline and immediate-post visit. The relationship between changes in RS FC and changes in both Explicit and Implicit Suicidal Cognitions (ESC and ISC, respectively) will be determined. This study will also determine the relationship between changes in RS FC in neural networks underlying mediators of suicidal cognitions and changes in such mediators with active versus sham SAINT.",
            "detailedDescription": "This multi-site, double-blind, randomized, sham-controlled mechanistic trial aims to test the effects of Magnus Neuromodulation System (MNS) with Stanford Accelerated Intermittent Neuromodulation Therapy (SAINT®) Technology on the neural circuitry of suicidal cognitions in psychiatrically hospitalized patients with Major Depressive Disorder (MDD) and active suicidal ideation (SI). This will be accomplished by applying the MNS with SAINT protocol (10 applications per day to a customized target within the left dorsolateral prefrontal cortex (L-DLPFC) identified with fMRI for five consecutive days) and measuring resting-state functional connectivity (RS FC) between the subgenual anterior cingulate cortex (sgACC) and the default mode network (DMN) at baseline and immediate-post visit. The relationship between changes in RS FC and changes in both Explicit and Implicit Suicidal Cognitions (ESC and ISC, respectively) will be determined. This study will also determine the relationship between changes in RS FC in neural networks underlying mediators of suicidal cognitions and changes in such mediators (i.e., depression, hopelessness, anhedonia) with active versus sham SAINT.\n\nThe mechanistic hypothesis is that active SAINT modulates RS FC underlying ESC (sgACC-DMN) and ISC (DLPFC-ACC) and that these changes in connectivity will correlate with reductions in ESC and ISC, respectively. MDD with current Major Depressive Episode will be defined according to DSM-5 criteria, and active SI will be defined by a baseline modified Scale for Suicide Ideation (M-SSI) score ≥ 9.\n\nThe primary objective is to determine if active versus sham SAINT aiTBS applied to the left dorsolateral prefrontal cortex (L-DLPFC)-subgenual anterior cingulate cortex (sgACC) is effective in modulating neural networks underlying explicit suicidal cognition (ESC) in psychiatric inpatients.\n\nThe secondary objective is to determine if active versus sham SAINT aiTBS applied to the L-DLPFC-sgACC is effective in modulating neural networks underlying implicit suicidal cognition (ISC) in psychiatric inpatients.\n\nThe tertiary objective is to determine if active versus sham SAINT aiTBS applied to the L-DLPFC-sgACC is effective in modulating neural networks underlying mediators of suicidal cognitions such as depression, hopelessness, and anhedonia.\n\nThe study will enroll approximately 100 participants and employ a two-arm design with 50 subjects per arm. The target population is adults of all genders and ethnicities who are between 18 and 75 years of age with a diagnosis of treatment-resistant MDD experiencing a current Major Depressive Episode, with active suicidal ideation, and who are otherwise in good general health. Participants must be without contraindications to Magnetic Resonance Imaging (MRI) or transcranial magnetic stimulation (TMS) and must be able to attend all study visits.\n\nThis study will deliver both active and sham SAINT via a MagPro X100 edition (MagVenture, Skovlunde, Denmark) TMS device equipped with a Cool-B65 A/P coil. The stimulation paradigm consists of 10 daily sessions (50 total over 5-days) of MNS with SAINT stimulation (3-pulse 50-Hz bursts at 5-Hz for 2-second trains, with trains every 10 seconds), delivered with 50-minute inter-session intervals (10-minute sessions, 50-minutes in between sessions). Stimulation will be delivered at 90% of the resting motor threshold (with depth correction to account for the distance between the scalp and cortex). An operator entered code (derived from the study EDC) will instruct the device to deliver active or sham magnetic stimulation."
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder",
                "Major Depressive Episode",
                "Suicidal Ideation"
            ],
            "keywords": [
                "Suicidality",
                "Neuromodulation",
                "Transcranial magnetic stimulation",
                "Depression",
                "Intermittent theta burst stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2",
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients will receive either active or sham stimulation to the DLPFC. Patients will be randomized to either condition with a 50:50 chance.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SAINT stimulation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Active SAINT stimulation will be applied to the left dorsolateral prefrontal cortex (DLPFC)",
                    "interventionNames": [
                        "Device: Active SAINT Stimulation"
                    ]
                },
                {
                    "label": "Sham stimulation",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham (non-active) stimulation will be applied to the left dorsolateral prefrontal cortex (DLPFC)",
                    "interventionNames": [
                        "Device: Sham SAINT Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Active SAINT Stimulation",
                    "description": "Participants who are randomly assigned to this group will receive active SAINT targeted to the left DLPFC. Stimulation intensity will be standardized at 90% of resting motor threshold (adjusted for cortical depth).\n\nStimulation will be delivered using the Magventure Magpro X100 TMS system with the Cool-B65 A/P coil.",
                    "armGroupLabels": [
                        "SAINT stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham SAINT Stimulation",
                    "description": "Participants who are randomly assigned to this group will receive sham stimulation targeted to the left DLPFC.\n\nSham stimulation will be delivered using the Magventure Magpro X100 TMS system with the Cool-B65 A/P coil.",
                    "armGroupLabels": [
                        "Sham stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in the neural network underlying Explicit Suicidal Cognition (ESC) as measured by resting state functional connectivity changes in subgenual anterior cingulate (sgACC) and the default mode network (DMN).",
                    "description": "We will assess resting state functional connectivity between sgACC and the DMN and within the DMN using magnetic resonance imaging.",
                    "timeFrame": "At baseline (day 0) and at post-inpatient treatment completion (day 2-7)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in the neural network underlying Implicit Suicidal Cognition (ISC) as measured by resting state functional connectivity changes in dorsolateral prefrontal cortex (DLPFC) and the anterior cingulate cortex (ACC).",
                    "description": "We will use resting state functional connectivity of DLPFC to the ACC using magnetic resonance imaging.",
                    "timeFrame": "At baseline (day 0) and at post-inpatient treatment completion (day 2-7)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in the neural networks underlying depression, hopelessness and anhedonia as measured by resting state functional connectivity changes of sgACC and medial orbitofrontal cortex (mOFC).",
                    "description": "We will use resting state functional connectivity of sgACC to the mOFC using magnetic resonance imaging to assess connectivity patterns correlated with hopelessness.",
                    "timeFrame": "At baseline (day 0) and at post-inpatient treatment completion (day 2-7)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adults of all genders between the ages of 18 and 75 years at the time of screening.\n2. Able to read, understand, and provide written, dated informed consent prior to screening.\n3. Proficiency in English sufficient to complete questionnaires / follow instructions during fMRI assessments and aiTBS treatments. Stated willingness to comply with all study procedures, including availability for the duration of the study, and to communicate with study personnel about adverse events and other clinically important information.\n4. Currently diagnosed with either Major Depressive Disorder (MDD) and meets criteria for a current Major Depressive Episode (MDE) according to the criteria defined in the Diagnosis and Statistical Manual of Mental Disorders, Fifth Edition, Text Revision (DSM-5).\n5. Medical records confirming a history of moderate to severe treatment-resistance as defined by a score of 7-14 on the Maudsley Staging Method (MSM).\n6. Endorses clinically significant explicit suicidal cognitions (score ≥ 9 on the M-SSI and score ≥ 6 on the BSS self-report) at screening.\n7. MADRS score of \\>/=20 at screening (visit 1).\n8. rTMS/iTBS naive.\n9. Access to ongoing psychiatric care before and after completion of the study.\n10. Access to clinical rTMS after hospital discharge.\n11. In good general health, as evidenced by medical history.\n12. For females of reproductive potential: use of highly effective contraception for at least 1 month prior to screening and agreement to use such a method during study participation.\n13. Agreement to adhere to Lifestyle considerations:\n\n    * Abstain from becoming pregnant from the screening visit (Visit 1) until after the final study visit (Visit 9).\n    * Abstain from caffeine- or xanthine-containing products (e.g., coffee, tea, cola drinks, and chocolate) for 3 hours before the start of each dosing session until after the final TMS session.\n    * Abstain from alcohol for 24 hours before the start of each dosing session until after collection of the final MRI.\n    * Participants who use tobacco products will be instructed that use of cigarettes will not be allowed during the trial.\n\nExclusion Criteria:\n\n1. Females who are pregnant or planning to become pregnant during the course of the study or any female that is breastfeeding\n2. The presence or diagnosis of prominent anxiety disorder, personality disorder, or dysthymia in which in the Investigator's opinion is predominant to MDD\n3. Depressed mood/dysphoria as a result of an illness other than MDD (e.g. gender dysphoria)\n4. Current severe insomnia (must sleep a minimum of 5 hours each night before stimulation)\n5. Current mania or psychosis\n6. Bipolar Affective Disorder I and primary psychotic disorders.\n7. Autism Spectrum disorder or Intellectual Disability\n8. A diagnosis of obsessive-compulsive disorder (OCD)\n9. Current moderate or severe substance use disorder or demonstrating signs of acute substance withdrawal.\n10. Urine screening test positive for illicit substances.\n11. Any history of ECT (greater than 8 sessions) without meeting responder criteria\n12. No recent (during the current depressive episode) or concurrent use of a rapid acting antidepressant agent (i.e., ketamine or a course of ECT).\n13. History of significant neurologic disease, including dementia, Parkinson's or Huntington's disease, brain tumor, unexpected seizure/epilepsy disorder, subdural hematoma, multiple sclerosis, or history of significant head trauma.\n14. Untreated or insufficiently treated endocrine disorder.\n15. Contraindications to receiving rTMS (e.g., metal in head, history of seizure, known brain lesion)\n16. Contraindications to MRI (ferromagnetic metal in their body).\n17. Any current or past history of any physical condition which in the investigator's opinion might put the subject at risk or interfere with study results interpretation.\n18. Treatment with another investigational drug or other intervention within the study period.\n19. Depth-adjusted SAINT® treatment dose \\> 65% maximum stimulator output (MSO)\n20. Any other condition deemed by the PI to interfere with the study or increase risk to the participant.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katy Stimpson",
                    "role": "CONTACT",
                    "phone": "1-888-537-1530",
                    "email": "katy@magnusmed.com"
                },
                {
                    "name": "Marcia Gutierrez",
                    "role": "CONTACT",
                    "email": "marcia@magnusmed.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brandon Bentzley, MD",
                    "affiliation": "Magnus Medical",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karin Nielson",
                            "role": "CONTACT",
                            "phone": "319-384-6521",
                            "email": "karin-nielsen@uiowa.edu"
                        },
                        {
                            "name": "Benjamin Pace",
                            "role": "CONTACT",
                            "phone": "319-384-9302",
                            "email": "benjamin-pace@uiowa.edu"
                        },
                        {
                            "name": "Nick Trapp, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "Weill Cornell Medicine",
                    "city": "Manhattan",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lindsay Victoria",
                            "role": "CONTACT",
                            "email": "liv3002@med.cornell.edu"
                        },
                        {
                            "name": "Benjamin Zebley",
                            "role": "CONTACT",
                            "phone": "646-962-2900",
                            "email": "bez2005@med.cornell.edu"
                        },
                        {
                            "name": "Connor Liston, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.78343,
                        "lon": -73.96625
                    }
                },
                {
                    "facility": "Medical University of South Carolina (MUSC)",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elisabeth Collins",
                            "role": "CONTACT",
                            "phone": "843-732-6143",
                            "email": "collieli@musc.edu"
                        },
                        {
                            "name": "Morgan Dancy",
                            "role": "CONTACT",
                            "phone": "843-876-5141",
                            "email": "maddoxm@musc.edu"
                        },
                        {
                            "name": "Mark George, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                },
                {
                    "facility": "University of Texas, Austin",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20439832",
                    "type": "BACKGROUND",
                    "citation": "George MS, Lisanby SH, Avery D, McDonald WM, Durkalski V, Pavlicova M, Anderson B, Nahas Z, Bulow P, Zarkowski P, Holtzheimer PE 3rd, Schwartz T, Sackeim HA. Daily left prefrontal transcranial magnetic stimulation therapy for major depressive disorder: a sham-controlled randomized trial. Arch Gen Psychiatry. 2010 May;67(5):507-16. doi: 10.1001/archgenpsychiatry.2010.46."
                },
                {
                    "pmid": "8547583",
                    "type": "BACKGROUND",
                    "citation": "George MS, Wassermann EM, Williams WA, Callahan A, Ketter TA, Basser P, Hallett M, Post RM. Daily repetitive transcranial magnetic stimulation (rTMS) improves mood in depression. Neuroreport. 1995 Oct 2;6(14):1853-6. doi: 10.1097/00001756-199510020-00008."
                },
                {
                    "pmid": "8684201",
                    "type": "BACKGROUND",
                    "citation": "Pascual-Leone A, Rubio B, Pallardo F, Catala MD. Rapid-rate transcranial magnetic stimulation of left dorsolateral prefrontal cortex in drug-resistant depression. Lancet. 1996 Jul 27;348(9022):233-7. doi: 10.1016/s0140-6736(96)01219-6."
                },
                {
                    "pmid": "27604566",
                    "type": "BACKGROUND",
                    "citation": "Abdallah CG, Averill LA, Collins KA, Geha P, Schwartz J, Averill C, DeWilde KE, Wong E, Anticevic A, Tang CY, Iosifescu DV, Charney DS, Murrough JW. Ketamine Treatment and Global Brain Connectivity in Major Depression. Neuropsychopharmacology. 2017 May;42(6):1210-1219. doi: 10.1038/npp.2016.186. Epub 2016 Sep 8."
                },
                {
                    "pmid": "24629537",
                    "type": "BACKGROUND",
                    "citation": "Liston C, Chen AC, Zebley BD, Drysdale AT, Gordon R, Leuchter B, Voss HU, Casey BJ, Etkin A, Dubin MJ. Default mode network mechanisms of transcranial magnetic stimulation in depression. Biol Psychiatry. 2014 Oct 1;76(7):517-26. doi: 10.1016/j.biopsych.2014.01.023. Epub 2014 Feb 5."
                },
                {
                    "pmid": "26717528",
                    "type": "BACKGROUND",
                    "citation": "Green KL, Brown GK, Jager-Hyman S, Cha J, Steer RA, Beck AT. The Predictive Validity of the Beck Depression Inventory Suicide Item. J Clin Psychiatry. 2015 Dec;76(12):1683-6. doi: 10.4088/JCP.14m09391."
                },
                {
                    "pmid": "30761601",
                    "type": "BACKGROUND",
                    "citation": "Ballard ED, Reed JL, Szczepanik J, Evans JW, Yarrington JS, Dickstein DP, Nock MK, Nugent AC, Zarate CA Jr. Functional Imaging of the Implicit Association of the Self With Life and Death. Suicide Life Threat Behav. 2019 Dec;49(6):1600-1608. doi: 10.1111/sltb.12543. Epub 2019 Feb 13."
                },
                {
                    "pmid": "31825760",
                    "type": "BACKGROUND",
                    "citation": "Tello N, Harika-Germaneau G, Serra W, Jaafari N, Chatard A. Forecasting a Fatal Decision: Direct Replication of the Predictive Validity of the Suicide-Implicit Association Test. Psychol Sci. 2020 Jan;31(1):65-74. doi: 10.1177/0956797619893062. Epub 2019 Dec 11."
                },
                {
                    "pmid": "31481688",
                    "type": "BACKGROUND",
                    "citation": "Light SN, Bieliauskas LA, Taylor SF. Measuring change in anhedonia using the \"Happy Faces\" task pre- to post-repetitive transcranial magnetic stimulation (rTMS) treatment to left dorsolateral prefrontal cortex in Major Depressive Disorder (MDD): relation to empathic happiness. Transl Psychiatry. 2019 Sep 3;9(1):217. doi: 10.1038/s41398-019-0549-8."
                },
                {
                    "pmid": "29560909",
                    "type": "BACKGROUND",
                    "citation": "Baeken C, Duprat R, Wu GR, De Raedt R, van Heeringen K. Subgenual Anterior Cingulate-Medial Orbitofrontal Functional Connectivity in Medication-Resistant Major Depression: A Neurobiological Marker for Accelerated Intermittent Theta Burst Stimulation Treatment? Biol Psychiatry Cogn Neurosci Neuroimaging. 2017 Oct;2(7):556-565. doi: 10.1016/j.bpsc.2017.01.001. Epub 2017 Jan 20."
                },
                {
                    "pmid": "24388670",
                    "type": "BACKGROUND",
                    "citation": "Downar J, Geraci J, Salomons TV, Dunlop K, Wheeler S, McAndrews MP, Bakker N, Blumberger DM, Daskalakis ZJ, Kennedy SH, Flint AJ, Giacobbe P. Anhedonia and reward-circuit connectivity distinguish nonresponders from responders to dorsomedial prefrontal repetitive transcranial magnetic stimulation in major depression. Biol Psychiatry. 2014 Aug 1;76(3):176-85. doi: 10.1016/j.biopsych.2013.10.026. Epub 2013 Nov 28. Erratum In: Biol Psychiatry. 2014 Sep 1;76(5):430."
                },
                {
                    "pmid": "27378888",
                    "type": "BACKGROUND",
                    "citation": "Duprat R, De Raedt R, Wu GR, Baeken C. Intermittent Theta Burst Stimulation Increases Reward Responsiveness in Individuals with Higher Hedonic Capacity. Front Hum Neurosci. 2016 Jun 16;10:294. doi: 10.3389/fnhum.2016.00294. eCollection 2016."
                },
                {
                    "pmid": "31787757",
                    "type": "BACKGROUND",
                    "citation": "Schmaal L, van Harmelen AL, Chatzi V, Lippard ETC, Toenders YJ, Averill LA, Mazure CM, Blumberg HP. Imaging suicidal thoughts and behaviors: a comprehensive review of 2 decades of neuroimaging studies. Mol Psychiatry. 2020 Feb;25(2):408-427. doi: 10.1038/s41380-019-0587-x. Epub 2019 Dec 2."
                },
                {
                    "pmid": "30819549",
                    "type": "BACKGROUND",
                    "citation": "Gartner M, Aust S, Bajbouj M, Fan Y, Wingenfeld K, Otte C, Heuser-Collier I, Boker H, Hattenschwiler J, Seifritz E, Grimm S, Scheidegger M. Functional connectivity between prefrontal cortex and subgenual cingulate predicts antidepressant effects of ketamine. Eur Neuropsychopharmacol. 2019 Apr;29(4):501-508. doi: 10.1016/j.euroneuro.2019.02.008. Epub 2019 Feb 26."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}