{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06340672",
            "orgStudyIdInfo": {
                "id": "STUDY24010034"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "The Effect of AR in Patient Pre-operative Education",
            "officialTitle": "The Effect of Augmented Reality in Patient Pre-operative Education",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-effect-of-ar-in-patient-pre-operative-education"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-17",
            "studyFirstSubmitQcDate": "2024-03-29",
            "studyFirstPostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Edward Andrews",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this clinical trial is to analyze the effect of augmented reality (AR) on patient education and overall satisfaction when used during preoperative counseling in adults undergoing spinal surgery. The main aims of this study are:\n\nAim 1: To determine if the use of AR in preoperative consultations is associated with higher levels of patient satisfaction, higher levels of confidence in surgeons, lower levels of preoperative anxiety, and lower patient reported pain scores.\n\nAim 2: To determine if the use of AR in preoperative consultation will enhance patient education and understanding during the surgical consent process and lead to higher patient retention rates and new patient referrals.\n\nThis study will compare AR enhanced preoperative patient counseling with conventional preoperative counseling practices.",
            "detailedDescription": "This study will be performed on patients scheduled to undergo elective spinal surgery. The study will be a non-blinded, randomized clinical trial with a treatment arm and a control arm. After patient screening to determine eligibility and after patients are informed about the study and potential risks, all patients giving written informed consent will be randomized in a non-blinded manner in a 1:1 ratio to traditional preoperative patient counseling (control arm) or AR enhanced preoperative patient counseling (treatment arm). In the traditional preoperative patient counseling group, surgeons will explain the patients pathology and the surgery with only words and with or without pictures (MRI, CT, etc) and/or a generic 3D model. In the AR enhanced preoperative patient counseling group, the surgeon will have virtual, interactive models of the patients own anatomy projected through AR to show patients while describing the problem and how the surgery will be performed.\n\nFor all patients included within the treatment arm, the Medivis Surgical AR and AnatomyX platform will be deployed on the Microsoft Hololens 2 for AR image projection. When using Surgical AR, patient MRI and CT data will be accessed through the University of Pittsburgh Medical Centers Picture Archiving and Communication System (PACS) on the Medivis workstation. During preoperative consultation, the workstation will rapidly access the PACS system to pull the patients imaging and stream it to the Microsoft Hololens 2 AR-headset. For AnatomyX, a generic anatomic model is populated that can clearly present the anatomy involved in a procedure and also allows for a shared interactive space in which the patient, patient family, and surgeon can exist."
        },
        "conditionsModule": {
            "conditions": [
                "Anterior Cervical Discectomy and Fusion"
            ],
            "keywords": [
                "Augmented Reality",
                "Preoperative Counseling",
                "Patient Education"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard Patient Pre-operative Counseling",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "These patients will undergo standard preoperative counseling. A standardized checklist will designate the mandatory information patients must receive during counseling including a description of the normal elements of the anatomy and abnormal elements of the anatomy relevant to each patient, a description of the basic steps of the surgical procedure and how it addresses each patient's individual problem, and a description of the potential risks, complications, and benefits of the procedure. Surgeons may augment the verbal descriptions of the preoperative counseling procedure with patient 2D MRI or CT imaging or generic 3D models or drawings. However, customized patient specific 3D printed models are not allowed.",
                    "interventionNames": [
                        "Other: Standard preoperative counseling"
                    ]
                },
                {
                    "label": "Augmented Reality Enhanced Patient Pre-operative Counseling",
                    "type": "EXPERIMENTAL",
                    "description": "This group of patients will undergo AR enhanced preoperative counseling. Surgeons will be provided with the same checklist of mandatory minimum information patients must receive during counseling as the control group. Both the patient and physician will wear an AR-headset. Medivis AnatomyX, a generic holographic anatomy visualization available on all AR-headset devices, will first be used to introduce the patient to normal anatomy and describe the steps of the procedure. Using Surgical AR, the patients specific imaging will then be accessed through the Medivis mobile workstation and projected into a 3D interactive model. The surgeon will use this model to highlight the patients pathology, explain how it is causing their symptoms, and review possible complications. The surgeon may refer back to the generic model in AnatomyX at any point during counseling.",
                    "interventionNames": [
                        "Other: Augmented Reality Enhanced Preoperative Counseling"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Augmented Reality Enhanced Preoperative Counseling",
                    "description": "For patients undergoing AR enhanced preoperative counseling, headset-based AR holograms of standardized patient anatomy through AnatomyX as well as patient specific anatomy through SurgicalAR will be projected to assist the surgeon in educating the patient throughout preoperative counseling.",
                    "armGroupLabels": [
                        "Augmented Reality Enhanced Patient Pre-operative Counseling"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard preoperative counseling",
                    "description": "Control patients will undergo standard preoperative counseling.",
                    "armGroupLabels": [
                        "Standard Patient Pre-operative Counseling"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Amsterdam Preoperative Anxiety and Information Score (APAIS) survey after preoperative counseling",
                    "description": "The APAIS is a a preoperative anxiety score with 6 domains. The anxiety score ranges from 4 to 20 and encompasses anxiety for the surgery and the anesthesia. Higher scores represent greater levels of anxiety.",
                    "timeFrame": "The APAIS is to be completed within 24 hours after preoperative counseling"
                },
                {
                    "measure": "Amsterdam Preoperative Anxiety and Information Score (APAIS) survey",
                    "description": "The APAIS is a a preoperative anxiety score with 6 domains. The anxiety score ranges from 4 to 20 and encompasses anxiety for the surgery and the anesthesia. Higher scores represent greater levels of anxiety.",
                    "timeFrame": "The APAIS is to be completed preoperatively on the day of the surgery"
                },
                {
                    "measure": "Simulator Sickness Questionnaire (SSQ)",
                    "description": "The SSQ is used to quantify simulator sickness within individuals during or following the use of extended reality environments across 3 domains. The total score ranges from 0-235.62 with higher scores representing higher sickness.",
                    "timeFrame": "The SSQ will be completed within 24 hours after preoperative counseling in patients undergoing AR enhanced patient preoperative counseling"
                },
                {
                    "measure": "Evaluation of the Experience of General Anesthesia (EVAN-G) Survey",
                    "description": "The EVAN-G is a patient satisfaction score with 6 domains. The score ranges from 0-100 with higher scores representing higher satisfaction.",
                    "timeFrame": "The EVAN-G will be completed within 24 hours after surgery"
                },
                {
                    "measure": "Time of preoperative patient counseling",
                    "description": "The total time it takes for a surgeon to perform preoperative patient counseling will be recorded.",
                    "timeFrame": "Assessed during preoperative patient counseling session"
                },
                {
                    "measure": "Degree of knowledge acquisition questionnaire at baseline",
                    "description": "Degree of knowledge acquisition will be determined by a qualitative post-counseling questionnaire and a short quiz asking patients about the anatomy involved in their surgery, how their pathology causes their symptoms, the steps of the surgery, and expected complications. The qualitative questionnaire will be recorded, transcribed, and coded using grounded theory to assess patient knowledge. The quiz score ranges from 0-20 with higher scores representing higher satisfaction.",
                    "timeFrame": "Knowledge acquisition will be completed within 24 hours after preoperative counseling"
                },
                {
                    "measure": "Degree of knowledge acquisition questionnaire preoperatively",
                    "description": "Degree of knowledge acquisition will be determined by a qualitative post-counseling questionnaire and a short quiz asking patients about the anatomy involved in their surgery, how their pathology causes their symptoms, the steps of the surgery, and expected complications. The qualitative questionnaire will be recorded, transcribed, and coded using grounded theory to assess patient knowledge. The quiz score ranges from 0-20 with higher scores representing higher satisfaction.",
                    "timeFrame": "Knowledge acquisition will be completed preoperatively on the the day of surgery"
                },
                {
                    "measure": "Degree of knowledge acquisition questionnaire 2 weeks post-operative",
                    "description": "Degree of knowledge acquisition will be determined by a qualitative post-counseling questionnaire and a short quiz asking patients about the anatomy involved in their surgery, how their pathology causes their symptoms, the steps of the surgery, and expected complications. The qualitative questionnaire will be recorded, transcribed, and coded using grounded theory to assess patient knowledge. The quiz score ranges from 0-20 with higher scores representing higher satisfaction.",
                    "timeFrame": "Knowledge acquisition will be completed approximately 2 weeks post-operatively"
                },
                {
                    "measure": "Degree of knowledge acquisition questionnaire 3 months post-operative",
                    "description": "Degree of knowledge acquisition will be determined by a qualitative post-counseling questionnaire and a short quiz asking patients about the anatomy involved in their surgery, how their pathology causes their symptoms, the steps of the surgery, and expected complications. The qualitative questionnaire will be recorded, transcribed, and coded using grounded theory to assess patient knowledge. The quiz score ranges from 0-20 with higher scores representing higher satisfaction.",
                    "timeFrame": "Knowledge acquisition will be completed approximately 3 months post-operatively"
                },
                {
                    "measure": "Degree of knowledge acquisition questionnaire 6 months post-operative",
                    "description": "Degree of knowledge acquisition will be determined by a qualitative post-counseling questionnaire and a short quiz asking patients about the anatomy involved in their surgery, how their pathology causes their symptoms, the steps of the surgery, and expected complications. The qualitative questionnaire will be recorded, transcribed, and coded using grounded theory to assess patient knowledge. The quiz score ranges from 0-20 with higher scores representing higher satisfaction.",
                    "timeFrame": "Knowledge acquisition will be completed approximately 6 months post-operatively"
                },
                {
                    "measure": "Participant age",
                    "description": "The patients age at the time of the intervention will be recorded",
                    "timeFrame": "This will be documented within 24 hours after enrollment"
                },
                {
                    "measure": "Participant gender",
                    "description": "The patients gender will be recorded",
                    "timeFrame": "This will be completed within 24 hours after enrollment"
                },
                {
                    "measure": "Participant's indication for surgery",
                    "description": "The patients primary diagnosis that is the reason for surgery will be recorded",
                    "timeFrame": "This will be completed within 24 hours after enrollment"
                },
                {
                    "measure": "Participant education",
                    "description": "The patients number of years of formal education will be recorded",
                    "timeFrame": "This will be completed within 24 hours after enrollment"
                },
                {
                    "measure": "Participant's past surgeries",
                    "description": "A list of the surgeries the patient has had in the past will be recorded",
                    "timeFrame": "This will be completed within 24 hours after enrollment"
                },
                {
                    "measure": "Names of pain medications",
                    "description": "The name of each pain medication a patient is taking at the time of the intervention will be recorded",
                    "timeFrame": "This will be completed within 24 hours after enrollment"
                },
                {
                    "measure": "Doses of pain medications",
                    "description": "The dose of each pain medication a patient is taking at the time of the intervention will be recorded",
                    "timeFrame": "This will be completed within 24 hours after enrollment"
                },
                {
                    "measure": "Prior experience with simulated environments",
                    "description": "This will be assessed using a Likert 1-5 scale with 1 being no experience with extended reality environments and 5 being very experienced with extended reality environments",
                    "timeFrame": "This will be completed prior to preoperative patient counseling within those individuals assigned to the AR enhanced preoperative counseling treatment arm"
                },
                {
                    "measure": "Patient understanding of surgery at baseline",
                    "description": "A visual analog scale ranging from 1-10 with 1 being very unclear and 10 being very clear",
                    "timeFrame": "Patient understanding will be assessed within 24 hours after preoperative counseling"
                },
                {
                    "measure": "Patient understanding of surgery preoperatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being very unclear and 10 being very clear",
                    "timeFrame": "Patient understanding will be assessed preoperatively on the the day of surgery"
                },
                {
                    "measure": "Patient understanding of surgery 2 weeks post-operative",
                    "description": "A visual analog scale ranging from 1-10 with 1 being very unclear and 10 being very clear",
                    "timeFrame": "Patient understanding will be assessed approximately 2 weeks post-operatively"
                },
                {
                    "measure": "Patient understanding of surgery 3 months post-operative",
                    "description": "A visual analog scale ranging from 1-10 with 1 being very unclear and 10 being very clear",
                    "timeFrame": "Patient understanding will be assessed approximately 3 months post-operatively"
                },
                {
                    "measure": "Patient understanding of surgery 6 months post-operative",
                    "description": "A visual analog scale ranging from 1-10 with 1 being very unclear and 10 being very clear",
                    "timeFrame": "Patient understanding will be assessed approximately 6 months post-operatively"
                },
                {
                    "measure": "Patient pain level expectation at baseline",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no pain and 10 being worst pain of patients life.",
                    "timeFrame": "Pain level expectation will be assessed within 24 hours after preoperative counseling"
                },
                {
                    "measure": "Patient pain level expectation preoperatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no pain and 10 being worst pain of patients life.",
                    "timeFrame": "Pain level expectation will be assessed preoperatively on the the day of surgery"
                },
                {
                    "measure": "Patient pain level 2 weeks post-operatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no pain and 10 being worst pain of patients life.",
                    "timeFrame": "Pain level will be assessed approximately 2 weeks post-operatively"
                },
                {
                    "measure": "Patient pain level 3 months post-operatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no pain and 10 being worst pain of patients life.",
                    "timeFrame": "Pain level will be assessed approximately 3 months post-operatively"
                },
                {
                    "measure": "Patient pain level 6 months post-operatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no pain and 10 being worst pain of patients life.",
                    "timeFrame": "Pain level will be assessed around 6 months post-operatively"
                },
                {
                    "measure": "Confidence in surgeon at baseline",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no confidence and 10 being total confidence",
                    "timeFrame": "Confidence in surgeon will be assessed within 24 hours after preoperative counseling"
                },
                {
                    "measure": "Confidence in surgeon preoperatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no confidence and 10 being total confidence",
                    "timeFrame": "Confidence in surgeon will be assessed preoperatively on the the day of surgery"
                },
                {
                    "measure": "Confidence in surgeon 2 weeks post-operatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no confidence and 10 being total confidence",
                    "timeFrame": "Confidence in surgeon will be assessed approximately 2 weeks post-operatively"
                },
                {
                    "measure": "Confidence in surgeon 3 months post-operatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no confidence and 10 being total confidence",
                    "timeFrame": "Confidence in surgeon will be assessed approximately 3 months post-operatively"
                },
                {
                    "measure": "Confidence in surgeon 6 months post-operatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no confidence and 10 being total confidence",
                    "timeFrame": "Confidence in surgeon will be assessed approximately 6 months post-operatively"
                },
                {
                    "measure": "Patient visit satisfaction level at baseline",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no satisfaction and 10 being very satisfied",
                    "timeFrame": "Patient preoperative visit satisfaction will be assessed within 24 hours after preoperative counseling"
                },
                {
                    "measure": "Patient visit satisfaction level preoperatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no satisfaction and 10 being very satisfied",
                    "timeFrame": "Patient preoperative visit satisfaction will be assessed preoperatively on the the day of surgery"
                },
                {
                    "measure": "Patient satisfaction level with the surgical explanation at baseline",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no satisfaction and 10 being very satisfied",
                    "timeFrame": "Patient preoperative visit satisfaction will be assessed within 24 hours after preoperative counseling"
                },
                {
                    "measure": "Patient satisfaction level with the surgical explanation preoperatively",
                    "description": "A visual analog scale ranging from 1-10 with 1 being no satisfaction and 10 being very satisfied",
                    "timeFrame": "Patient satisfaction with the surgical explanation will be assessed preoperatively on the the day of surgery"
                },
                {
                    "measure": "Patient postoperative visit satisfaction level 2 weeks post-operatively",
                    "description": "A visual analog scales ranging from 1-10 with 1 being no satisfaction and 10 being very satisfied",
                    "timeFrame": "Patient postoperative visit satisfaction will be assessed approximately 2 weeks post-operatively"
                },
                {
                    "measure": "Patient postoperative visit satisfaction level 3 months post-operatively",
                    "description": "A visual analog scales ranging from 1-10 with 1 being no satisfaction and 10 being very satisfied",
                    "timeFrame": "Patient postoperative visit satisfaction will be assessed approximately 3 months post-operatively"
                },
                {
                    "measure": "Patient postoperative visit satisfaction level 6 months post-operatively",
                    "description": "A visual analog scales ranging from 1-10 with 1 being no satisfaction and 10 being very satisfied",
                    "timeFrame": "Patient postoperative visit satisfaction will be assessed approximately 6 months post-operatively"
                },
                {
                    "measure": "Patient surgery satisfaction level 2 weeks post-operatively",
                    "description": "A visual analog scales ranging from 1-10 with 1 being no satisfaction and 10 being very satisfied",
                    "timeFrame": "Patient surgery satisfaction will be assessed approximately 2 weeks post-operatively"
                },
                {
                    "measure": "Patient surgery visit satisfaction level 3 months post-operatively",
                    "description": "A visual analog scales ranging from 1-10 with 1 being no satisfaction and 10 being very satisfied",
                    "timeFrame": "Patient surgery satisfaction will be assessed approximately 3 months post-operatively"
                },
                {
                    "measure": "Patient surgery satisfaction level 6 months post-operatively",
                    "description": "A visual analog scales ranging from 1-10 with 1 being no satisfaction and 10 being very satisfied",
                    "timeFrame": "Patient surgery satisfaction will be assessed approximately 6 months post-operatively"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient referral rates",
                    "description": "Patient referral rates will be tracked for 6 months following surgical intervention",
                    "timeFrame": "Patient referral rates will be assessed up to 6 months post-operatively"
                },
                {
                    "measure": "Patient retention rates",
                    "description": "Patient retention rates will be tracked for 6 months following surgical intervention",
                    "timeFrame": "Patient retention rates will be assessed up to 6 months post-operatively"
                },
                {
                    "measure": "Patient preference on the type of preoperative counseling received for the AR-specific participants",
                    "description": "Within the AR enhanced preoperative counseling treatment group, an additional preoperative variable collected will be if the patient found generic anatomy through AnatomyX, their own anatomy through SurgicalAR, or both the best method for AR counseling",
                    "timeFrame": "This will be assessed immediately following preoperatiive counseling within the treatment group"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18-80 years-of-age\n* Undergoing elective anterior cervical discectomy and fusion (ACDF)\n\nExclusion Criteria:\n\n* Prior surgery\n* Vestibular dysfunction\n* Cannot tolerate AR immersion secondary to physical or psychiatric impairments\n* Cognitive impairment\n* Emergency procedures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Edward Andrews, MD",
                    "role": "CONTACT",
                    "phone": "‭215-901-0687‬",
                    "email": "andrewse2@upmc.edu"
                },
                {
                    "name": "Michael R Kann, BE",
                    "role": "CONTACT",
                    "phone": "412-439-3794",
                    "email": "mrk176@pitt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Edward Andrews, MD",
                    "affiliation": "University of Pittsburgh Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh Medical Center",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edward Andrews, MD",
                            "role": "CONTACT",
                            "phone": "412-232-5666",
                            "email": "andrewse2@upmc.edu"
                        },
                        {
                            "name": "Edward Andrews, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27906757",
                    "type": "BACKGROUND",
                    "citation": "Bekelis K, Calnan D, Simmons N, MacKenzie TA, Kakoulides G. Effect of an Immersive Preoperative Virtual Reality Experience on Patient Reported Outcomes: A Randomized Controlled Trial. Ann Surg. 2017 Jun;265(6):1068-1073. doi: 10.1097/SLA.0000000000002094."
                },
                {
                    "pmid": "29631869",
                    "type": "BACKGROUND",
                    "citation": "Collins MK, Ding VY, Ball RL, Dolce DL, Henderson JM, Halpern CH. Novel application of virtual reality in patient engagement for deep brain stimulation: A pilot study. Brain Stimul. 2018 Jul-Aug;11(4):935-937. doi: 10.1016/j.brs.2018.03.012. Epub 2018 Mar 15. No abstract available."
                },
                {
                    "pmid": "30471460",
                    "type": "BACKGROUND",
                    "citation": "Eastwood D, Manson N, Bigney E, Darling M, Richardson E, Paixao R, Underwood T, Ellis K, Abraham E. Improving postoperative patient reported benefits and satisfaction following spinal fusion with a single preoperative education session. Spine J. 2019 May;19(5):840-845. doi: 10.1016/j.spinee.2018.11.010. Epub 2018 Nov 22."
                },
                {
                    "pmid": "31786547",
                    "type": "BACKGROUND",
                    "citation": "Panesar SS, Magnetta M, Mukherjee D, Abhinav K, Branstetter BF, Gardner PA, Iv M, Fernandez-Miranda JC. Patient-specific 3-dimensionally printed models for neurosurgical planning and education. Neurosurg Focus. 2019 Dec 1;47(6):E12. doi: 10.3171/2019.9.FOCUS19511."
                },
                {
                    "pmid": "35442936",
                    "type": "BACKGROUND",
                    "citation": "Rampersaud YR, Canizares M, Perruccio AV, Abraham E, Bailey CS, Christie SD, Evaniew N, Finkelstein JA, Glennie RA, Johnson MG, Nataraj A, Paquet J, Phan P, Weber MH, Thomas K, Manson N, Hall H, Fisher CG. Fulfillment of Patient Expectations After Spine Surgery is Critical to Patient Satisfaction: A Cohort Study of Spine Surgery Patients. Neurosurgery. 2022 Jul 1;91(1):173-181. doi: 10.1227/neu.0000000000001981. Epub 2022 Apr 22."
                },
                {
                    "pmid": "33203047",
                    "type": "BACKGROUND",
                    "citation": "Sezer S, Piai V, Kessels RPC, Ter Laan M. Information Recall in Pre-Operative Consultation for Glioma Surgery Using Actual Size Three-Dimensional Models. J Clin Med. 2020 Nov 13;9(11):3660. doi: 10.3390/jcm9113660."
                },
                {
                    "pmid": "31113688",
                    "type": "BACKGROUND",
                    "citation": "Zhuang YD, Zhou MC, Liu SC, Wu JF, Wang R, Chen CM. Effectiveness of personalized 3D printed models for patient education in degenerative lumbar disease. Patient Educ Couns. 2019 Oct;102(10):1875-1881. doi: 10.1016/j.pec.2019.05.006. Epub 2019 May 8."
                },
                {
                    "pmid": "36921342",
                    "type": "BACKGROUND",
                    "citation": "Delgado CA, McCullers MR, Bloom SW. Evaluating the Efficacy of Surgical Consent. Am Surg. 2023 Aug;89(8):3433-3437. doi: 10.1177/00031348231161702. Epub 2023 Mar 15."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}