{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02240862",
            "orgStudyIdInfo": {
                "id": "HP-00063876"
            },
            "organization": {
                "fullName": "University of Maryland, Baltimore",
                "class": "OTHER"
            },
            "briefTitle": "The CREST-2 Registry",
            "officialTitle": "The CREST-2 Registry",
            "acronym": "C2R",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-crest-registry"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2015-02"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-09-12",
            "studyFirstSubmitQcDate": "2014-09-12",
            "studyFirstPostDateStruct": {
                "date": "2014-09-16",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-08-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brajesh Lal",
                "investigatorTitle": "PI",
                "investigatorAffiliation": "University of Maryland, Baltimore"
            },
            "leadSponsor": {
                "name": "University of Maryland, Baltimore",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                },
                {
                    "name": "Centers for Medicare and Medicaid Services",
                    "class": "FED"
                },
                {
                    "name": "Mayo Clinic",
                    "class": "OTHER"
                },
                {
                    "name": "Society for Vascular Surgery",
                    "class": "OTHER"
                },
                {
                    "name": "American College of Cardiology",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of C2R is to promote the rapid initiation and completion of enrollment in the CREST-2 randomized clinical trial (clinicaltrials.gov ID NCT02089217). Patients with severe symptomatic and asymptomatic carotid artery occlusive disease will be treated with carotid artery stenting (CAS) performed by experienced and skilled interventionists. Interventionists' eligibility will be determined by a multi-specialty Interventional Management Committee (IMC). Patient eligibility will include patients with standard or high-risk, symptomatic or asymptomatic carotid artery disease. Patients will be followed for the occurrence of post-procedural complications. The primary safety and quality endpoint will be the occurrence of any stroke or death within the 30-day period following the stenting procedure. The safety and quality results from C2R will guide selection of interventionists for participation in the CREST-2 randomized clinical trial. Enrollment into C2R will begin in 2015 and continue until publication of the primary results of the randomized trial.",
            "detailedDescription": "Objectives:\n\n1. Promote the rapid initiation and completion of enrollment in CREST-2\n2. CAS will be performed by experienced operators\n3. Clinical outcomes will be closely monitored\n4. Prevent inappropriate use of CAS outside of the registry\n\nRegistry Data Collection:\n\nThe registry will leverage the existing data-collection infrastructure of the Society for Vascular Surgery's (SVS) Vascular Quality Initiative (VQI) and the American College of Cardiology's (ACC) National Cardiovascular Data Registry (NCDR). Both organizations have agreed to participate in this effort. The specific logistics of data-collection and transfer are:\n\n* The interventionist must pick a registry, SVS VQI or ACC NCDR to enter data.\n* The interventionist instructs their registry to transfer de-identified information about their cases to C2R.\n* The cases are reviewed by the C2R Management Committee.\n* Reports of the cases, including whether or not they are CREST-2 eligible, will be maintained. These reports will allow close monitoring of C2R interventionists.\n* C2R Management Committee, and other parties (NINDS, CMS) will be informed of the progress periodically.\n\nThe registry will collect information on key co-morbidities and limit the outcome measures to essential, easily used standardized measures that are commonly part of carotid trials, including the NIH Stroke Scale and the Modified Rankin Scale (mRS). The 30-day visit will be conducted face-to-face with a history, examination and testing.\n\n* DEMOGRAPHICS AND MEDICAL HISTORY: Gender, symptomatic status, carotid artery to be treated, hypertension, diabetes, coronary artery disease, congestive heart failure, and renal failure.\n* MONITORING ENROLLMENT: The Registry will also collect information on features that represent inclusion/exclusion criteria for the CREST-2 randomized trial. The purpose is to facilitate monitoring of the type of patients being enrolled in C2R, and ensuring that CREST-2-eligible patients are not being enrolled excessively into C2R in preference to CREST-2. Data- collection, transfer and review will occur rapidly enough that sites not complying with enrollment limitations will be identified rapidly and appropriate action taken.\n* PROCEDURAL DETAILS: The C2R focuses on procedural details that will facilitate an assessment for credentialing interventionists into the CREST-2 trial. The interventional management committee will review this data to make decisions regarding whether or not to approve a particular operator for randomizing patients into the trial. Some of the factors to be considered will include:\n* Total number of cases performed per year, total number of cases performed in career\n* Selection of devices, case selection, stroke rate, hemorrhagic complications.\n* Techniques for access, sheath placement, wire access, embolic protection, angioplasty, stent deployment, use of post-stent angioplasty, selection of closure devices, use of medications (antiplatelets, anticoagulation, atropine, nitroglycerine).\n* PATIENT ASSESSMENT AND OUTCOMES: NIH Stroke Scale, modified Rankin Score, access site hemorrhage, recurrent hospitalization or need for second carotid procedure, new onset of renal failure, stroke, and death.\n\nEligibility to participate in the C2R\n\nCenters\n\n* Any center currently certified by CMS to provide CAS will be eligible to apply for participation in the C2R.\n\nOperators\n\n* Individual operators must have done at least 50 total procedures to be eligible for the registry. If they have done less than 50 procedures, then they must have done at least 8 procedures over the last 2 years.\n* Individual operators must have been reviewed and approved by the interventional management committee.\n* The final decision regarding eligibility will also depend on an assessment of technique, outcomes and anticipated carotid disease volume at a particular site.\n\nProcedures to ensure enrollment into the randomized trial\n\n* The maximal enrollment number for C2R for a given site prior to randomization into CREST-2 will be a total of 75 cases or 30 CREST-2 eligible patients, whichever comes first.\n* Operators that have been credentialed by the IMC to enroll patients in CREST-2 must begin to enroll eligible patients in the trial, while other operators at the same site continue to work toward credentialed status.\n* Sites that have reached the maximum thresholds above and are not initiated as CREST-2 sites will have registry status denied at the discretion of the C2R Management committee depending on bona fide, good faith efforts to meet CREST-2 site initiation requirements.\n* The C2R will track whether or not each patient enrolled in the registry was CREST-2 eligible. Once any operator at a site has been approved to enroll patients in CREST-2, the site will be expected to offer enrollment into CREST- 2 to every CREST-2 eligible patient. It is anticipated that not all such CREST-2 eligible patients will consent to randomization into CREST-2; such patients, can be enrolled into the registry. However, only 1 CREST-2-eligible patient can be enrolled into C2R for each patient enrolled into CREST-2, i.e. in a 1:1 ratio.\n* Sites that do not maintain the 1:1 ratio of patients enrolled in CREST-2 to trial-eligible patients enrolled in C2R will be notified by the C2R Management Committee that they are on a probationary status to remedy the situation. If not remedied, they will be notified that their C2R status is being revoked.\n* Sites that are not enrolling into CREST-2 at a reasonable rate (to be determined by the C2R Management Committee and the CREST-2 Executive Committee) will have their eligibility to enroll in the C2R suspended until they are adequately enrolling in the trial.\n* Once the CAS arm of CREST-2 is fully enrolled, continued enrollment of eligible patients (see inclusion/exclusion criteria above) in the C2R will be allowed.\n* The DSMB will review CREST-2 trial results at the end of enrollment of the CREST-2 trial to decide at that time if it is ethical to continue C2R.\n\nRegistry Oversight / Governance\n\nThe C2R will be operated under a multi-specialty Steering Committee. The Steering Committee will include members from relevant disciplines. Representatives from the CREST-2, NINDS, and CMS will be members of the Steering Committee. The Steering Committee shall provide strategic direction to C2R, monitor all activities, and have ultimate authority and responsibility for the scientific integrity and appropriate use of the C2R data for research and publications. Operational responsibilities of the Steering Committee will include oversight of the CAS operator/facility credentialing process as well as developing and improving other key aspects of registry functions.\n\nThe Steering Committee will also have the discretion to modify elements of this protocol if such changes are determined to be necessary for the successful implementation of C2R.\n\nThe Management Committee will carry out day-to-day management and regulatory responsibilities, reporting to the Steering Committee. Membership will include at least one leader from the surgical, stenting, and neurological communities. The registry Principal Investigator (PI) will be Brajesh K. Lal, Co-Principal Investigator of CREST-2."
        },
        "conditionsModule": {
            "conditions": [
                "Carotid Artery Diseases"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "12 Months",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 8000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Carotid Artery Disease",
                    "description": "Patients undergoing carotid artery stenting for high grade carotid artery stenosis with or without neurologic symptoms and with or without a high risk for carotid endarterectomy.",
                    "interventionNames": [
                        "Device: Carotid Artery Stent"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Carotid Artery Stent",
                    "description": "Placement of a stent within the carotid artery",
                    "armGroupLabels": [
                        "Carotid Artery Disease"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Any stroke or death within 30 days after the stenting procedure.",
                    "timeFrame": "30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\nAsymptomatic patients:\n\nAge ≥ 18 and ≤ 80 and any one of the following\n\n1. ≥70% stenosis, standard surgical risk for CEA\n2. ≥70% stenosis, high anatomic risk for CEA\n3. ≥70% stenosis, high physiologic risk for CEA\n\nSymptomatic patients:\n\nSymptomatic patients are defined by the following characteristics: Ipsilateral carotid Transient Ischemic Attack (TIA), with neurologic symptoms persisting less than 24 hours; Ipsilateral non-disabling stroke: Modified Rankin Scale (mRS) ≤ 3; and Ipsilateral transient monocular blindness: amaurosis fugax. \\[Source: current Medicare NCD for CAS\\]\n\nAge ≥ 18 and ≤ 80 and any one of the following\n\n1. ≥50% stenosis, standard surgical risk for CEA\n2. 50% to 69% stenosis, high anatomic risk for CEA\n3. 50% to 69% stenosis, high physiologic risk\n4. ≥70% stenosis, high anatomic and/or physiologic risk for CEA - currently covered by Medicare, but sites are strongly encouraged to voluntarily include these patients in C2R\n5. ≥70% stenosis, post-CEA and -CAS - currently covered by Medicare, but sites are strongly encouraged to voluntarily include these patients in C2R\n6. ≥70% stenosis, post-irradiation - currently covered by Medicare, but sites are strongly encouraged to voluntarily include these patients in C2R\n\nExclusion Criteria:\n\nPatients with any one of the following conditions are ineligible for enrollment in C2R\n\n1. NYHA Class IV CHF\n2. COPD on chronic continuous oxygen therapy\n3. Severe (Class Childs D) liver failure\n4. End-stage renal failure requiring dialysis\n5. Cancer with metastatic spread and/or undergoing active chemotherapeutic treatment\n6. Any dementia considered greater than \"mild\"",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients aged 18 - 80 years old with symptomatic or asymptomatic carotid artery disease.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kimberlly A Nordstrom, MBA, CCRC",
                    "role": "CONTACT",
                    "phone": "410-706-3941",
                    "email": "knordstrom@som.umaryland.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brajesh K Lal, MD",
                    "affiliation": "University of Maryland",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Maryland - Administrative Center",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimberlly A Nordstrom, MBA, CCRC",
                            "role": "CONTACT",
                            "phone": "410-706-3941",
                            "email": "knordstrom@som.umaryland.edu"
                        },
                        {
                            "name": "Brajesh K Lal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002340",
                    "term": "Carotid Artery Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5594",
                    "name": "Carotid Artery Diseases",
                    "asFound": "Carotid Artery Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}