{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06309134",
            "orgStudyIdInfo": {
                "id": "R34AA030662",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R34AA030662"
            },
            "organization": {
                "fullName": "University of Colorado, Colorado Springs",
                "class": "OTHER"
            },
            "briefTitle": "The Healthy Families Bright Futures Program",
            "officialTitle": "An Online Family-based Program to Prevent Alcohol Use and Dating and Sexual Violence Among Sexual and Gender Minority Youth",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-healthy-families-bright-futures-program"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-23",
            "studyFirstSubmitQcDate": "2024-03-06",
            "studyFirstPostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Heather Littleton",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Colorado, Colorado Springs"
            },
            "leadSponsor": {
                "name": "University of Colorado, Colorado Springs",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Nebraska Lincoln",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn about an online group program (Healthy Families Bright Futures program) for LGBTQ+ teens and their caregivers. The main question\\[s\\] it aims to answer are: • is this program acceptable, appropriate, and feasible for LGBTQ+ youth and their caregivers • does the program affect teen (alcohol use, dating violence, alcohol use refusal self-efficacy, healthy communication self-efficacy) and caregiver (accepting behaviors, parenting self-efficacy, parenting behaviors) outcomes associated with risk for dating violence and alcohol use among LGBTQ+ teens. Participants will participate in a one-hour weekly online group for seven weeks with separate groups for teens and caregivers.",
            "detailedDescription": "Research documents concerning rates of alcohol use (AU) and dating violence (DV) among sexual and gender minority youth (SGMY), likely related to a combination of population-specific risk factors (e.g., caregiver rejection, internalized homo/bi/transphobia), universal risk factors (e.g., deficits in social emotional skills and alcohol refusal skills, inaccurate perceptions of alcohol norms) and lack of protective factors (e.g., parenting and family relational skills). To date, however, little is known about how to concurrently prevent AU and DV among SGMY. This study will develop and evaluate an online family-based program (Healthy Families Bright Future program \\[HFBFP\\]) to prevent AU and DV among SGMY ages 15 to 18. The HFBFP is a group-based intervention that includes seven weekly separate caregiver and youth sessions. Programming for caregivers focuses on fostering acceptance and support for SGMY and enhancing relevant caregiving/positive parenting skills. Programming for SGMY focuses on reducing internalized homo/bi/transphobia and enhancing social-emotional skills, increasing accurate perceptions of alcohol and dating violence norms, increasing alcohol refusal skills, and improving conflict resolution strategies/improving assertive communication. SGMY and caregiver programming is designed to be complementary in content to enhance the potency of programming components, and program skills will be practiced as a family between sessions. The program is co-facilitated by an SGM young adult and SGMY caregiver. During the Pilot Evaluation Phase, the investigators will via a randomized controlled trial of caregiver-SGMY dyads (40 dyads assigned to the HFBFP and 40 dyads to a waitlist), assess the acceptability, appropriateness, and feasibility of the HFBFP via program observations, post-session surveys (n = 80), and exit interviews (n = 28) with participants. The study will test the HFBFP's efficacy in improving relevant family/caregiver outcomes (e.g., family communication skills, parenting self-efficacy, affirming behaviors) as well as relevant SGMY outcomes (e.g., alcohol use intentions, alcohol use, dating violence victimization and perpetration, minority stress, perceived DV/alcohol use norms, communication self-efficacy) via surveys completed at baseline, immediate post-test, and 3-month follow-up. Participants will be recruited from across the U.S. via social media and from LGBTQ+ organizations."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Drinking",
                "Violence in Adolescence"
            ],
            "keywords": [
                "dating violence",
                "teen drinking",
                "alcohol use",
                "minority stress",
                "parenting behaviors"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomly assigned by algorithm to either complete the program or to waitlist. Allocation to conditions will be 50/50. Randomization will occur at the dyad level.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Families Bright Futures Program",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will complete the intervention. Assessments will occur at pre-intervention, post-intervention, and three month follow up.",
                    "interventionNames": [
                        "Behavioral: Healthy Families Bright Futures Program"
                    ]
                },
                {
                    "label": "Waitlist",
                    "type": "NO_INTERVENTION",
                    "description": "Waitlist control. This arm will complete assessments on the same schedule as the experimental condition."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Healthy Families Bright Futures Program",
                    "description": "Seven weekly online group sessions with separate sessions for teens and caregivers. Sessions focus on increasing knowledge and acceptance of LGBTQ+ identities, alcohol use and dating violence social norms correction, bystander intervention, assertive communication skills, social emotional skills, family problem solving, and parenting behaviors.",
                    "armGroupLabels": [
                        "Healthy Families Bright Futures Program"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Measure of Adolescent Relationships and Harassment and Abuse - Victimization",
                    "description": "Teens only- both dichotomous scores and mean scores calculated for each subscale administered (privacy control, social control, intimidation). Items refer to frequency of past month victimization (0 times \\[0\\], 1-3 times \\[1\\], 4-10 times \\[2\\], more than 10 times \\[3\\]). Higher scores reflect greater victimization.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Measure of Adolescent Relationships and Harassment and Abuse - Perpetration",
                    "description": "Teens only- both dichotomous scores and mean scores calculated for each subscale administered (cyber control, social control, intimidation). Items refer to frequency of past month perpetration (0 times \\[0\\], 1-3 times \\[1\\], 4-10 times \\[2\\], more than 10 times \\[3\\]). Higher scores reflect greater perpetration.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Monitoring the future alcohol use intentions",
                    "description": "Teens only, two items that query about intentions to drink alcohol in the next 3 months and the next 30 days. Rating scale responses ranging from 1- Definitely will and 5- Definitely won't. Mean score of both items are calculated. Possible range 1 to 5, higher scores reflect lower intentions to use alcohol.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Monitoring the future alcohol use items",
                    "description": "Teens only- Items assesses frequency of alcohol use and frequency of getting drunk in past 30 days. Response options are: 0, 1, 2, 3, 4, 5, 6-9, 10-19, 20-39, 40+. Mean scores across both items are calculated. Higher scores reflect more frequent alcohol use.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Drinking Refusal Self-Efficacy Questionnaire- Shortened adolescent version",
                    "description": "Teens only- both total and subscale (opportunistic, social pressure, emotional relief) scores are calculated. Items are summed. Higher scores reflect greater alcohol refusal self-efficacy. Possible total range 9- 54.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Conflict Tactics Scale- 2 (SGM Specific IPV Perpetration)",
                    "description": "Teens only- both a dichotomous and mean score calculated. For each item, teens indicate how often in the past month they engaged in the SGM specific dating violence behavior with options of 0 times (0), 1-3 times (1), 4-10 times (2), more than 10 times (3). Higher scores reflect greater engagement in SGM specific IPV.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Conflict Tactics Scale- 2 (SGM Specific IPV Victimization)",
                    "description": "Teens only- both a dichotomous and mean score calculated. For each item, teens indicate how often in the past month they experience the SGM specific dating violence behavior with options of 0 times (0), 1-3 times (1), 4-10 times (2), more than 10 times (3). Higher scores reflect greater SGM specific IPV victimization.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Program acceptability, appropriateness, and feasibility ratings (drawn from Weiner)",
                    "description": "Teens and caregivers- subscales consist of 6 items each with one assessing appropriateness (e.g., the program was a good match to my needs), one assessing acceptability (e.g., I liked the program), and one assessing feasibility (e.g., The skills I learned in the program are easy to use). Mean scores are calculated for each subscale. For each item, participants rate their agreement with the statement on a 5 point scale ranging from 1 strongly disagree to 5 strongly agree. Mean subscale scores are compared to scale midpoint (3). Scores significantly above the midpoint are evidence of intervention acceptability, appropriateness, and feasibility.",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PHQ-8 (modified for adolescents)",
                    "description": "Teens only-Total scores are calculated. Higher scores reflect greater depression symptoms. Possible range 0-24.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "LGBTQ+ teen perceived drinking norms",
                    "description": "Teens only- two items assessing perceptions of on how many occasions participants believed LGBTQ+ teens on average drank and got drunk in the past 30 days. Response options are: 0, 1, 2, 3, 4, 5, 6-9, 10-19, 20-39, 40+ Mean scores are calculated across both items. Higher scores represent greater perceived drinking norms.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "LGBTQ+ teen perceived dating violence norms",
                    "description": "Teens only- 18 items assessing participants' perceptions of the percentage of LGBTQ+ teens who engaged in a variety of dating violence perpetration behaviors. For each item, participants estimate percentage of teens who engaged in each behavior in the past month, ranging from 0 to 100%. Mean scores are calculated for each subscale: social control, physical abuse, sexual abuse, isolation, cyber control, intimidation. Higher scores reflect greater perceived dating violence norms.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Sexual communication self-efficacy scale",
                    "description": "Teens only- mean scores are calculated for both subscales: positive sexual messages, negative sexual messages. Higher scores reflect greater sexual communication self-efficacy. Subscale scores can range from 1 to 4.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Communication skills test (modified to assess self-efficacy)",
                    "description": "Teens only- 9 items that assess participants' self-efficacy to engage in healthy communication strategies with their dating partners. Mean scores across all items are calculated. Higher scores reflect greater healthy communication self-efficacy. Scores can range from 1 to 4.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Short Internalized Homonegativity Scale.",
                    "description": "Teens only- 11 items assess internalized homonegativity. One item that assesses comfort in LGBTQ+ bars was omitted. Items were modified to refer to LGBTQ+ identities. Total scores are calculated. Higher scores reflect greater internalized homonegativity. Scores can range from 11 to 55.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Self-Efficacy for Parenting Adolescents Scale",
                    "description": "Caregivers only- three subscales administered: physical and sexual development, emotional responsivity and communication, and discipline and behavior management. Mean scores are calculated for each subscale. Higher scores reflect greater self-efficacy. Scores for each subscale can range from 1 to 4.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Parental Monitoring Short Scale",
                    "description": "Teens and caregivers- mean scores are calculated for caregivers and teens for each subscale: parental knowledge, parental control, comunication. Higher scores on each subscale reflect greater use of each parental monitoring strategy. Scores on each subscale can range from 1 to 5.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Parent Adolescent Communication Scale",
                    "description": "Teens and caregivers- total scores for each subscale are calculated separately for teens and caregivers: open communication and problem free communication. Higher scores reflect less perceived communication problems. Scores can range from 10 to 100 for each subscale.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Alabama Parenting Questionnaire- Short form",
                    "description": "Caregivers only- Total score are calculated for each subscale (positive parenting, inconsistent discipline, poor supervision). Higher subscale scores reflect greater engagement in that parenting behavior. Scores on each subscale can range from 5 to 15.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "Social and Emotional Competencies Questionnaire",
                    "description": "Teens only- Total scores are calculated for each subscale (self-awareness, self-management and motivation, social awareness and prosocial behavior, decision making). Higher scores reflect greater perceived competence. Scores for self awareness subscale range from 4 to 20, scores for the self-management and decision making subscales range from 3 to 15, scores for the social awareness subscale range from 6 to 30.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                },
                {
                    "measure": "LGBTQ+ Microaggressions and Microaffirmations in Families",
                    "description": "Teens and caregivers- mean scores are calculated for each subscale separately for teens and caregivers (interpersonal positive, interpersonal negative). For each subscale, higher scores reflect greater engagement in that behavior by the caregiver. Scores on each subscale can range from 0 to 4.",
                    "timeFrame": "Baseline, 8 weeks, 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 15 and 18 years\n* Self-identify as a sexual and/or gender minority or questioning identity\n* In dating/sexual/hook up relationship in past three months\n* Ability to read, write, and speak English\n* Current residence in United States\n* Regular Internet access\n* Ability to complete program and assessments\n* Has caregiver willing to complete program who is eligible to participate (18 +, sees teen at least once per week, can read/write/speak English, residence in US, Internet access, no current suicidality, psychotic symptoms, or symptoms of serious mental illness)\n\nExclusion Criteria:\n\n* Current enrollment as a college student\n* Current suicidality\n* Current psychotic symptoms\n* Current symptoms of serious mental illness",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "15 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Heather Littleton, PhD",
                    "role": "CONTACT",
                    "phone": "17192553108",
                    "email": "hlittlet@uccs.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Heather Littleton, PhD",
                    "affiliation": "UCCS",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Colorado Springs",
                    "city": "Colorado Springs",
                    "state": "Colorado",
                    "zip": "80918-3733",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heather Littleton, PhD",
                            "role": "CONTACT",
                            "phone": "719-255-3108",
                            "email": "hlittlet@uccs.edu"
                        },
                        {
                            "name": "Heather Littleton, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.83388,
                        "lon": -104.82136
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "IPD will be deposited into NIMH Data Archive. Participants will be identified by pseudoGUIDS",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data will be available within 6 months of collection and will be available in perpetuity.",
            "accessCriteria": "Access to data can be requested in accordance with NIMH Data Archive policies and procedures.",
            "url": "https://nda.nih.gov/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Drinking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M86",
                    "name": "Underage Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}