{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06386029",
            "orgStudyIdInfo": {
                "id": "STUDY24010191"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "The Power Down Pilot Study: A Novel Bedtime Manipulation Protocol",
            "officialTitle": "Powering Down: A Pilot Study of a Bedtime Manipulation to Support Sleep for Autistic Children",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-power-down-pilot-study-a-novel-bedtime-manipulation-protocol"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-12",
            "studyFirstSubmitQcDate": "2024-04-22",
            "studyFirstPostDateStruct": {
                "date": "2024-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Amy Hartman",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this pilot intervention study is to examine the feasibility and acceptability of a novel bedtime manipulation protocol called \"The Power Down\" for autistic youth, ages 6-10. The main questions it aims to answer are:\n\n1. Is the Power Down feasible for caregivers to do each night?\n2. Do the families find the Power Down an acceptable intervention to address their child's difficulties settling down to fall asleep?",
            "detailedDescription": "Interested participants will contact the research team and complete screening to determine eligibility (see Screener document). For eligible participants, the informed consent form will be sent and a consent call or video call will be scheduled. The study team will complete the consent process with eligible caregivers (on phone or via video call) and a consent form will be sent via DocuSign for the caregiver to sign.\n\nFollowing the consent process, questionnaires (below) will be sent via REDCap to complete and a in-lab training meeting will be scheduled. During the in-lab training meeting, the PI (Hartman) will complete the bedtime manipulation training (details found in the Power Down Protocol document found in the Basic Study Information section of this IRB). After the education training, the caregiver(s) will be instructed in the \"Power Down massage\" and they will practice with their child in the lab and receive feedback on their delivery of the massage. The caregiver(s) and their child will also be given an activity monitor and instructed on the use and care of the device. The caregiver(s) will also review the morning and evening diaries to be completed throughout the study with a study team member.\n\nFollowing the training session, the caregiver(s) and their child will complete the power down massage nightly, just prior to the time the child would start to try to fall asleep (e.g., after caregiver says \"good night\", when caregiver leaves the room), for two weeks. They will also complete a morning and evening diary entry, which will be sent virtually. At the end of the two weeks, the activity monitor will be returned to the study team. The participants will connect with the study team to complete an exit interview about their participation in the study and questionnaires about the treatment acceptability."
        },
        "conditionsModule": {
            "conditions": [
                "Autism",
                "Sleep Disturbance"
            ],
            "keywords": [
                "Sleep disturbances",
                "Emotion Dysregulation",
                "Sensory Processing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Pilot, non-blinded intervention trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Power Down pilot arm",
                    "type": "EXPERIMENTAL",
                    "description": "All participants will engage in a 2-week pilot intervention trial with baseline and post-intervention testing.",
                    "interventionNames": [
                        "Behavioral: Power Down bedtime manipulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Power Down bedtime manipulation",
                    "description": "The Power Down is a bedtime manipulation protocol targeting elevated arousal level at bedtime due to a hypothesized effect of sensory over-responsivity (a common experience for autistic children). The Power Down incorporates sensory-based tools (gentle tactile pressure and auditory cues) to support nervous system regulation prior to attempting sleep onset. Participants (caregivers and their child) will be educated in the Power Down protocol and data collection methods for the 2 week intervention trial. Caregivers will lead a nightly gentle massage with guided relaxation script just prior to the child trying to fall asleep. The child will also wear a watch-like activity monitor (ActiGraph GT9x) for the 2 week period throughout the day and night to measure changes in sleep and activity patterns. Caregivers will complete daily diary questions in the morning and evening reporting their child's emotions and sleep timing.",
                    "armGroupLabels": [
                        "Power Down pilot arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recruitment rates of participants through the trial",
                    "description": "We will use recruitment rates as one of our primary measure of feasibility of this protocol. Benchmark include: Recruitment rates: \\>2 caregiver-child dyads enrolled per month",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Retention rates of participants through the trial",
                    "description": "We will use retention rates as one of our primary measure of feasibility of this protocol. Benchmarks include: Retention rates: \\>80% of consented dyads will complete at least 10 nights of the Power Down during the 2 week intervention trial.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Caregiver reported acceptability",
                    "description": "During the exit interview, caregivers will be asked \"Is this intervention an acceptable option for families who are experiencing bedtime difficulties\" as a primary measure of acceptability. \\>80% of enrolled participants who completed at least 4 days of the Power Down manipulation will report that the intervention is an acceptable option for families like theirs who are experiencing bedtime difficulties (question on post-intervention questions).",
                    "timeFrame": "Taken at end of 2-week intervention trial"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Treatment adherence",
                    "description": "As a secondary measure of feasibility, caregiver reported rates of treatment adherence will be measured. Caregivers will report completing the Power Down massage at least 10/14 nights during the 2 week intervention.",
                    "timeFrame": "During 2 week trial"
                },
                {
                    "measure": "Data collection rates- Questionnaires",
                    "description": "We will measure completion rates of questionnaires as a secondary measure of feasibility.\n\nBenchmark:\n\n\\>75% of questionnaires will be completed",
                    "timeFrame": "At baseline"
                },
                {
                    "measure": "Data collection rates- Daily diaries",
                    "description": "We will measure completion rates of the number of daily diaries completed as a secondary measure of feasibility.\n\nBenchmark: \\>75% of daily diaries will be completed",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Data collection rates- Wearing the actigraphy watch",
                    "description": "We will measure the amount of days/nights children wore the actigraphy watch as a secondary measure of feasibility.\n\nBenchmarks: Children will tolerate wearing watch for at least 10/14 nights (6+ hours during their reported sleeping times)",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Credibility/Expectancy Questionnaire",
                    "description": "We will gather information about the caregiver's perceived credibility (questions 1-3, Set 1) and expectations (question 4 Set 1, questions 1-2 Set 2) related to the intervention at baseline and at the end of the intervention. Each question is rated on a 9-point scale, with 1 being \"do not agree at all\" and 9 being \"strongly agree).\n\nBenchmark:\n\nAt both baseline and post-intervention, caregivers will rate the intervention an average of 6 (on a 9 point scale) for both credibility and expectations, indicating more than somewhat confident.",
                    "timeFrame": "2 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Child between the ages of 6 and 10 years old (at least 40%, no more than 60% female)\n2. Parent-reported autism diagnosis for child\n3. Parent-reported extended and problematic settling down delay\n4. Parent-reported sensory over-responsivity (a \"yes\" to at least 8 items in the sensory screening section of the checklist)\n5. Parent willing to participate in nightly routine during the 2 week study\n6. Located within the Pittsburgh area\n\nExclusion Criteria:\n\n1. Participants will be excluded if they do not understand English or are unable to travel to University of Pittsburgh Medical Center Western Psychiatric Hospital.\n2. Children who have trauma or other histories for whom physical touch is triggering (per caregiver report) will be excluded.\n3. If a child spends bedtime at a different caregiver's home for \\>50% of the nights and that caregiver is not willing to participate in this study, the child will be excluded from this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "maximumAge": "10 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amy G Hartman, PhD",
                    "role": "CONTACT",
                    "phone": "412-648-7997",
                    "email": "agh38@pitt.edu"
                },
                {
                    "name": "Adriane M Soehner, PhD",
                    "role": "CONTACT",
                    "phone": "412-246-6690",
                    "email": "soehneram2@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amy G Hartman, PhD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy G Hartman, PhD",
                            "role": "CONTACT",
                            "phone": "614-989-6303",
                            "email": "agh38@pitt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The full study protocol and informed consent forms will be shared with interested researchers upon request. Only aggregate and de-identified data collected throughout the clinical trial will be shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Data will be available to share after publication of findings or 2 years after the end of the study, whichever comes first.",
            "accessCriteria": "Data will be shared with researchers within and outside of the University of Pittsburgh through email requests to the lead principal investigator. The University of Pittsburgh may require a data use agreement be developed and signed by both institutions."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000020447",
                    "term": "Parasomnias"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "asFound": "Sleep Disturbance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "asFound": "Sleep Disturbance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}