{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04107506",
            "orgStudyIdInfo": {
                "id": "230949"
            },
            "organization": {
                "fullName": "University of Oregon",
                "class": "OTHER"
            },
            "briefTitle": "The Supporting Early Learning Study",
            "officialTitle": "RCT of FIND Video Coaching Intervention for Caregivers Facing Economic Adversity",
            "acronym": "SEAL",
            "therapeuticArea": [
                "Pediatrics"
            ],
            "study": "the-supporting-early-learning-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-10-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-14",
            "studyFirstSubmitQcDate": "2019-09-24",
            "studyFirstPostDateStruct": {
                "date": "2019-09-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-09-07",
            "lastUpdatePostDateStruct": {
                "date": "2022-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Oregon",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "FIND (Filming Interactions to Nurture Development) is a potentially disruptive innovation in the field of early childhood intervention. The scientific premise of this proposed work, for which the investigators have strong preliminary evidence, is that for families experiencing economic adversity and related stressors with children ages 12-36 months, the FIND video-coaching program is a potent and efficient tool that addresses many of the known limitations of existing parenting programs and therefore has great potential for achieving impact at scale to support low-income children's optimal development. Our research on FIND to date (including a recently completed randomized efficacy trial) provides evidence of effects on responsive caregiving and key child developmental outcomes at lower dosages (and with greater potential for scalability) than do most existing programs. Preliminary data also suggest that FIND may be especially effective for caregivers with high levels of adverse early life experiences (who are typically difficult to engage/impact). Finally, and potentially quite noteworthy, preliminary data indicate that FIND may achieve such effects via improvement in specific domains of underlying caregiver brain functioning. This research therefore aims to conduct a randomized effectiveness trial in the context of a diverse sample of low-income families with children ages 12-36 months (at study entry) using a longitudinal design with an active control condition.",
            "detailedDescription": "The investigators will test the central hypothesis that associations between (a) increases in responsive caregiving (the main FIND target) and (b) subsequent caregiver well-being and child developmental and biobehavioral outcomes (secondary targets), will be partially mediated through (c) changes in caregiver neuroimaging-based and behavioral measures of inhibitory control and parent self-concept. The investigators will also examine moderators of hypothesized intervention effects.\n\nAim 1: Quantify main effects of FIND on intervention targets (changes in responsive caregiving) and related caregiver and child outcomes.\n\nHypothesis 1a: Compared with an active control, FIND will significantly increase developmentally supportive, responsive caregiving immediately post-intervention and will endure at the 6-month longitudinal follow-up. These effects will be associated with enduring improvements in self-reported caregiving self-efficacy and stress.\n\nHypothesis 1b: Compared with an active control, FIND will significantly improve child developmental outcomes on cognitive, socioemotional, expressive language and biobehavioral measures (including child chronic stress assessed via hair cortisol concentrations, HCC and Heart Rate Variability, HRV), as well as measures of caregiver and child well-being. The investigators will also test whether FIND-related increases in responsive caregiving (Hypothesis 1a) are associated (at postintervention and 6-month follow-up) with child outcomes.\n\nAim 2: Use fMRI to identify process-level neural mechanisms underlying FIND intervention effects (i.e., why FIND works) and variations in these effects (i.e., for whom FIND works). The investigators hypothesize that FIND-related changes in underlying brain and behavioral mechanisms of caregiver inhibitory control and parenting self-concept will partially mediate observed changes in responsive caregiving. The investigators will also determine how between-subjects variation in changes in these brain measures is associated with differential response to sustained intervention impacts on responsive caregiving, which could be key in future work on increasing the impact of FIND for a broader range of recipients and on developing adaptations for low-responding groups.\n\nAim 3: Determine moderators of intervention impact, including child and caregiver variables and intervention fidelity and dosage. The investigators hypothesize that the relationship between FIND-related changes in caregiver brain activity, caregiving behavior, and caregiver/child outcomes will be moderated by characteristics of the family, including caregiver past/current adversity, family socioeconomic status, and child behavior.\n\nThe investigators further hypothesize that intervention effects will be moderated by fidelity and dosage. Work on this aim will subsequently enable the investigators to develop supplemental strategies to support those for whom FIND is less effective.\n\nAssignment to group: Participants will be randomized to one of two conditions (FIND intervention or active control) before their baseline research visit. While multiple caregivers from one family may participate in the FIND intervention or active control condition (which will be documented and included in analyses), the primary caregiver from each eligible family will be the target participant. This participant will be the one randomized to condition, asked to complete the assessments, and, if they are in the FIND condition, the focus of the videos used in the intervention. Similarly, if families have more than one eligible child in the target age range, the investigators will ask caregivers to select one child who will be the focus of the videos and research assessments.\n\nIntervention delivery. For the proposed study, the investigators will train coaches to fidelity to deliver either the FIND intervention or the active control intervention. The investigators have extensive experience and well-established protocols for training and maintaining fidelity during intervention trials, including video-based interventions. To minimize between-group differences in coach demographics, the investigators will match coaches who are delivering each intervention as closely as possible on levels of education and early childhood experience, and will include this information as covariates in our analyses of intervention effects. Although the investigators do not anticipate contamination of the FIND material into the active control, it is noteworthy that such contamination will narrow any differences between the groups, thus providing a more rigorous test of our hypotheses.\n\nFIND intervention. FIND is a brief home-based video coaching intervention. FIND involves feedback provided by the coach to the caregiver using brief film clips derived from video of caregiver-child interaction collected in the home. The coaching focuses specifically and exclusively on showing caregivers instances in which they are engaging in developmentally supportive interactions during coaching sessions. FIND is delivered in 10 weekly home visits, each of which lasts 30-45 minutes. The process begins with an initial visit in which the coach provides an overview, records 10-15 minutes of the caregiver and child engaged in everyday interactions, and then introduces the concept of serve and return. The video is edited to show brief clips in which the caregiver is engaged in the first of five specific and precisely defined caregiver-based components of serve and return. The next week, the FIND coach reviews the edited clips in detail with the caregiver. Sessions continue, alternating between filming and coaching sessions until all five components have been covered sequentially, with each component building on prior ones. The hierarchical nature of the program is intentionally designed so that even partial completion of the program is hypothesized to confer benefits.\n\nFIND editing and coaching processes are fully manualized, including certification protocols, fidelity forms, and rubrics, and designed to be both straightforward and highly replicable. For editing, three short clips are selected from the video gathered in the home. Each clip begins with a brief onscreen text description that is read aloud by the coach, which cues the caregiver to notice the child's initiation (serve) and his/her own supportive response (return). Then the clip plays three times: (1) all the way through; (2) with embedded pauses, which cue the coach to pause and comment on specific elements of the interaction; and (3) all the way through again, giving the caregiver an opportunity to consolidate what he or she has learned. As the clip is playing, the coach narrates the serve and return process. To ensure all families receive the full benefit of FIND, all FIND coaches will participate in the four-phase FIND certification process for coaching and editing, which includes an initial training, fidelity training, application for certification, and certification. The investigators have used this process to train more than 80 certified FIND interventionists to date.\n\nActive control intervention. The active control condition for this study is designed to maximize rigor by controlling for nonspecific effects of FIND (supportive home visiting, child observation, and information about development) to determine the unique impact of the hypothesized \"active ingredients\" of FIND (i.e., specialized microsocial video coaching on the five caregiver-based components of serve and return). As such, families randomly assigned to the control condition will receive weekly home visits alternating between (a) coaching sessions covering one of five domains of child development (Motor, Cognitive, Language, Play, and Social-Emotional and (b) observation sessions that will include a review of the prior coaching session and an observation and discussion of the caregiver-child interaction. This intervention will consist of 10 home visits each lasting 25-30 minutes. The coach will not engage in any filming or video coaching, but will still be able to discuss caregiving concerns. Materials are adapted from the Partners for a Healthy Baby curriculum developed by Florida State University's Center for Prevention and Early Intervention Policy."
        },
        "conditionsModule": {
            "conditions": [
                "Child Behavior",
                "Parent-Child Relations"
            ],
            "keywords": [
                "parent training",
                "early adversity",
                "early intervention",
                "manualized intervention",
                "high-risk children",
                "parenting",
                "fMRI"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two groups. Half of the participants will be randomized into the experimental condition (FIND) while the other half will be randomized into the active control condition.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Research assistants collecting the data during lab visits will not know the condition of the participant and will therefore not be biased during data collection.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 256,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Filming Interactions to Nurture Development (FIND)",
                    "type": "EXPERIMENTAL",
                    "description": "FIND is a brief video coaching intervention which involves feedback provided by the coach to the caregiver using brief film clips derived from video of caregiver-child interaction. The coaching focuses on showing caregivers instances in which they are engaging in developmentally-supportive interactions during coaching sessions. FIND is delivered over 10 weekly sessions lasting 30-45 minutes. The process begins with an initial session in which the coach provides an overview, records 10-15 minutes of caregiver-child interaction, then introduces the concept of serve and return. The video is edited to show brief clips in which the caregiver is engaged in the first of five specific caregiver-based components of serve and return. The next week, the FIND coach reviews the edited clips in detail with the caregiver. Sessions continue, alternating between filming and coaching sessions until all five components have been covered sequentially.",
                    "interventionNames": [
                        "Behavioral: Filming Interactions to Nurture Development"
                    ]
                },
                {
                    "label": "The Healthy Toddler Program (HTP)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "HTP, the active control intervention, consists of weekly sessions alternating between (a) coaching sessions covering one of five domains of child development (Motor, Cognitive, Language, Play, and Social-Emotional and (b) observation sessions that will include a review of the prior coaching session and an observation and discussion of the caregiver-child interaction. This intervention will consist of 10 sessions each lasting 25-30 minutes. The coach will not engage in any filming or video coaching, but will be able to discuss caregiving concerns. HTP materials are adapted from the Partners for a Healthy Baby curriculum developed by Florida State University's Center for Prevention and Early Intervention Policy.",
                    "interventionNames": [
                        "Behavioral: The Healthy Toddler Program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Filming Interactions to Nurture Development",
                    "description": "FIND is a brief home-based video coaching intervention which involves feedback provided by the coach to the caregiver using brief film clips derived from video of caregiver-child interaction collected in the home. The coaching focuses on showing caregivers instances in which they are engaging in developmentally-supportive interactions during coaching sessions. FIND is delivered over 10 weekly home visits lasting 30-45 minutes. The process begins with an initial visit in which the coach provides an overview, records 10-15 minutes of caregiver-child interaction, then introduces the concept of serve and return. The video is edited to show brief clips in which the caregiver is engaged in the first of five specific caregiver-based components of serve and return. The next week, the FIND coach reviews the edited clips in detail with the caregiver. Sessions continue, alternating between filming and coaching sessions until all five components have been covered sequentially.",
                    "armGroupLabels": [
                        "Filming Interactions to Nurture Development (FIND)"
                    ],
                    "otherNames": [
                        "FIND"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "The Healthy Toddler Program",
                    "description": "HTP, the active control intervention, consists of weekly home visits alternating between (a) coaching sessions covering one of five domains of child development (Motor, Cognitive, Language, Play, and Social-Emotional and (b) observation sessions that will include a review of the prior coaching session and an observation and discussion of the caregiver-child interaction. This intervention will consist of 10 home visits each lasting 25-30 minutes. The coach will not engage in any filming or video coaching, but will be able to discuss caregiving concerns. HTP materials are adapted from the Partners for a Healthy Baby curriculum developed by Florida State University's Center for Prevention and Early Intervention Policy.",
                    "armGroupLabels": [
                        "The Healthy Toddler Program (HTP)"
                    ],
                    "otherNames": [
                        "HTP"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of parenting stress via the parent stress index IV",
                    "description": "Incidence of parenting stress via the Parent Stress Index-IV. Items are on a 5-point scale ranging from \"strongly agree\" to \"strongly disagree.\" Higher scores indicated greater parenting stress.\n\nThe measures includes three subscales and a total score:\n\n* parental distress (12 items) sum score ranging between 12-60\n* parent-child dysfunctional interaction (12 items) sum score ranging between 12-60\n* difficult child (12 items) sum score ranging between 12-60\n* total score (36 items) sum score ranging between 36-180",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Incidence of parenting stress and child behaviors via the parent daily report",
                    "description": "A caregiver self-report of the incidence of challenging child behaviors and whether the caregiver perceives the behaviors to be stressful if they are occurring.",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Self-reported level of perceived sense of competency",
                    "description": "Caregiver's perceived sense of competency in parenting via the Parent Sense of Competency scale. Items are on a 4-point scale ranging from \"strongly agree\" to \"strongly disagree.\" Higher scores indicate greater parenting self-competency.\n\nThe measure includes two subscales and a total score:\n\n* satisfaction (9 items) with items summed into a score ranging between 9-36\n* efficacy (8 items) with items summed into a score ranging between 8-32\n* total score (18 items) with items summed into a score ranging between 18-72",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Observed level of inhibitory control via the Stop Signal Task",
                    "description": "Inhibitory control will be assessed by the Stop Signal Task (SST) during an MRI scan. The task speed adjusts based on performance and a single response time score will be outputted for each participant. The key neural measure is the degree of blood oxygenation-level dependent (BOLD) signal during stop trials relative to go trials (i.e., the \"stop \\> go\" contrast over the entire trial period).",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline)"
                },
                {
                    "measure": "Parent Reward Task (PRT) behavior and associated brain activity",
                    "description": "Self-reported ratings of stimuli will be used as a behavioral measure of reward (higher = better), and ventral striatum activity will be used as a measure of reward responsivity using a contrast of own child \\> other child.",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline)"
                },
                {
                    "measure": "Concentration of hair cortisol",
                    "description": "Cumulative HPA axis activity measured via hair cortisol concentrations (HCC)",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Self-reported incidence of challenging child behaviors",
                    "description": "Self-report measures of challenging child behaviors, including internalizing and externalizing behaviors, via the Child Behavior Checklist (CBCL).",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Self-reported level of social-emotional development",
                    "description": "Caregiver report of their child's social emotional problems and competencies. The measure consists of 42 items that are on a 3-point scale (0=not true/rarely, 1=somewhat true/sometimes, 2=very true/always). For certain items a respondent may also respond \"N\" which means \"no opportunity\".\n\nThe measure includes two subscales:\n\n* problem total score (31 items) with items summed into a score ranging between 31-93; total score is compared to cut scores (age in months, gender, and cut score) to indicate if there is a possible problem. The problem total cut score is set at the 25th percentile.\n* competence total score (11 items) with items summed into a score ranging between 11-33; total score is compared to cut scores (age in months, gender, cut score) to indicate if there is a possible problem. The competency total cut score is set at the 15th percentile.",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Observed spoken language via LENA audio recordings",
                    "description": "LENA is an audio recording device used to record spoken language in the natural environment. Software automatically analyzes recordings into several different metrics including estimates and percentile scores for adult words spoken to child, conversational turns, child vocalizations, and audio environment.",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Coded rate of responsive caregiving via conversational turns",
                    "description": "Conversational turns is a simple coding scheme designed to record timing, quantity, and length of caregiver and child utterances.",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Coded rate of responsive caregiving via the simple interactions scale",
                    "description": "The simple interactions scale is a micro-social rating scale that assesses the quality and quantity of interaction between caregivers and their children. The scale is split into two parts: connection and reciprocity. Connection is a measure of synchrony between the caregiver-child dyad. Reciprocity is a moment-to-moment measure of serve and return interactions.\n\nCoding for both connection and reciprocity is on a 1-3 scale (CX \\[1\\], CY \\[2\\], and CZ \\[3\\] for connections; RX \\[1\\], RY \\[2\\], and RZ \\[3\\] for reciprocity) using a flowchart and accompanying glossary of terms. Connections is rated frame by frame, while reciprocity is rated in 15-second chunks. Within Connections and Reciprocity, the X (1), Y (2), and Z (3) codes are summed and expressed as a percentage of the total video. If 20 of the 40 reciprocity time segments were coded CX, then CX = 50%. A higher percentage of Z (3) represents higher levels of connection and reciprocity in the caregiver-child interaction.",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Coded rate of responsive caregiving via the serve and return scale",
                    "description": "The Serve and Return Scale (SRS) is a global coding system used to assess responsive parenting via the FIND 5 Elements. This scale will be used to assess the quality of caregiver responsiveness and the quantity of serve and return interaction in a 10-minute video of free-play between caregivers and their children.\n\nItems are on a 3-point scale between low, medium, and high. Higher scores indicate greater rates of responsive caregiving.\n\nThe measure includes three subscales and a total score:\n\n* noticing the child's serves (1 item) score ranging between 1-3\n* returning the child's serves (5 items) sum score ranging between 5-15\n* caregiver initiation (1 item) score ranging between 1-3\n* total score (7 items) sum score ranging between 7-21",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Parent Self-Evaluation Task (PSET) behavior and associated brain activity",
                    "description": "Percentage of developmentally-supportive (DS) and developmentally-unsupportive (DU) traits endorsed under the self instruction will be used as a behavioral measure of parenting self-concept, and medial prefrontral cortex activity (mPFC) will be measured via the Self \\> Change contract for DS traits",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Demographics",
                    "description": "Demographic information including socioeconomic status, age and sex of caregiver and child, education level, race/ethnicity",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Incidence of early adversity",
                    "description": "Incidence of early adversity measured via the Adverse Childhood Experiences (ACEs)",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Incidence of poor caregiver mental health",
                    "description": "Incidence of caregiver mental health via self-report measures of anxiety (Penn State Worry Questionnaire \\[PSWQ\\]) and depression (Center for Epidemiological Studies - Depression \\[CES-D\\]).",
                    "timeFrame": "Change from baseline at endpoint (3-4 months post-baseline) and 6 months post-endpoint"
                },
                {
                    "measure": "Number of intervention sessions completed",
                    "description": "The number of intervention sessions completed (i.e. dosage) will be assessed by the number of sessions completed by each participant. Total score will range from 0-10.",
                    "timeFrame": "reported at end of intervention, 3-4 months post-baseline"
                },
                {
                    "measure": "Percentage of intervention sessions at fidelity",
                    "description": "Percentage of the 10 total sessions that are at fidelity using a fidelity rubric.",
                    "timeFrame": "reported at end of intervention, 3-4 months post-baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion:\n\n* Must be a primary caregiver (18 years or older) with a child between the ages of 12-36 months at study entry\n* Must live at or below 130% of the federal poverty line or receive services through foster care, TANF, SSI, or be currently homeless\n\nExclusion:\n\n* Caregiver does not have custody of their child at least half-time each week\n* Caregiver has metal implants, metal fragments, pacemaker, or other electronic medical implant\n* Caregiver is claustrophobic\n* Caregiver weighs \\> 550 lbs.\n* Caregiver is or thinks they may be pregnant\n* Caregiver has history of neurological disorders (e.g. twitching of the face, arms or legs; seizures)\n* Caregiver has tattoos above the neck\n* Caregiver has history of central nervous system infection (e.g. meningitis) or brain tumor\n* Caregiver has muscular or myotonic dystrophy (i.e. a condition characterized by tonic muscle spasms)\n* Caregiver has a significant visual impairment that cannot be corrected by glasses or contacts (e.g. strabismus)\n* Caregiver has history of concussion or other brain trauma\n* Caregiver is currently taking psychoactive medications (e.g. SSRIs)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "12 Months",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexander S Wagnon, B.S.",
                    "role": "CONTACT",
                    "phone": "503-956-8502",
                    "email": "awagnon@stanford.edu"
                },
                {
                    "name": "Elizabeth Backus, B.A.",
                    "role": "CONTACT",
                    "phone": "541-870-5120",
                    "email": "ebackus@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Philip A Fisher, PhD",
                    "affiliation": "University of Oregon",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Oregon",
                    "status": "RECRUITING",
                    "city": "Eugene",
                    "state": "Oregon",
                    "zip": "97403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shannon J Peake, PhD",
                            "role": "CONTACT",
                            "phone": "541-600-4424",
                            "email": "peake@uoregon.edu"
                        },
                        {
                            "name": "Philip A Fisher, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.05207,
                        "lon": -123.08675
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28936231",
                    "type": "BACKGROUND",
                    "citation": "Fisher PA, Frenkel TI, Noll LK, Berry M, Yockelson M. Promoting Healthy Child Development via a Two-Generation Translational Neuroscience Framework: The Filming Interactions to Nurture Development Video Coaching Program. Child Dev Perspect. 2016 Dec;10(4):251-256. doi: 10.1111/cdep.12195. Epub 2016 Aug 10."
                },
                {
                    "pmid": "15016244",
                    "type": "BACKGROUND",
                    "citation": "Lynch J, Smith GD, Harper S, Hillemeier M, Ross N, Kaplan GA, Wolfson M. Is income inequality a determinant of population health? Part 1. A systematic review. Milbank Q. 2004;82(1):5-99. doi: 10.1111/j.0887-378x.2004.00302.x."
                },
                {
                    "pmid": "27063997",
                    "type": "BACKGROUND",
                    "citation": "Chetty R, Stepner M, Abraham S, Lin S, Scuderi B, Turner N, Bergeron A, Cutler D. The Association Between Income and Life Expectancy in the United States, 2001-2014. JAMA. 2016 Apr 26;315(16):1750-66. doi: 10.1001/jama.2016.4226. Erratum In: JAMA. 2017 Jan 3;317(1):90. doi: 10.1001/jama.2016.18691."
                },
                {
                    "pmid": "16570213",
                    "type": "BACKGROUND",
                    "citation": "Stevens GD. Gradients in the health status and developmental risks of young children: the combined influences of multiple social risk factors. Matern Child Health J. 2006 Mar;10(2):187-99. doi: 10.1007/s10995-005-0062-y. Epub 2006 Mar 29."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "National Center for Children in Poverty. Large numbers of children underserved by federal and state early care and education programs. 2016; http://www.nccp.org/media/releases/release_154.html. Accessed May 5, 2017."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Schmit S, Matthews H, Smith S, Robbins T. Investing in young children: A fact sheet on early care and education participation, access, and quality. Center for Law and Social Policy, Inc.(CLASP). 2013."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Reardon SF. The widening income achievement gap. Educational Leadership. 2013;70(8):10-16."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sirin SR. Socioeconomic status and academic achievement: A meta-analytic review of research. Review of Educational Research. 2005;75(3):417-453."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Duncan GJ, Brooks-Gunn J. Consequences of growing up poor. Russell Sage Foundation; 1999."
                },
                {
                    "pmid": "24147448",
                    "type": "BACKGROUND",
                    "citation": "Vernon-Feagans L, Cox M; FLF Key Investigators. The Family Life Project: an epidemiological and developmental study of young children living in poor rural communities. Monogr Soc Res Child Dev. 2013 Oct;78(5):1-150, vii. doi: 10.1111/mono.12046."
                },
                {
                    "pmid": "15081515",
                    "type": "BACKGROUND",
                    "citation": "Luecken LJ, Lemery KS. Early caregiving and physiological stress responses. Clin Psychol Rev. 2004 May;24(2):171-91. doi: 10.1016/j.cpr.2004.01.003."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Brophy-Herb HE, Martoccio TL, Hillaker B, et al. Profiles of low-income maternal well-being and family climate: Relations to toddler boys' and girls' behaviors. Family Relations. 2013;62(2):326-340."
                },
                {
                    "pmid": "25767415",
                    "type": "BACKGROUND",
                    "citation": "Mokrova IL, O'Brien M, Calkins SD, Leerkes EM, Marcovitch S. Family Social Status and Preschoolers' Persistence: The Role of Maternal Values and Quality of Parenting. Infant Child Dev. 2012 Nov-Dec;21(6):617-633. doi: 10.1002/icd.1761."
                },
                {
                    "pmid": "24410963",
                    "type": "BACKGROUND",
                    "citation": "Cuevas K, Deater-Deckard K, Kim-Spoon J, Watson AJ, Morasch KC, Bell MA. What's mom got to do with it? Contributions of maternal executive function and caregiving to the development of executive function across early childhood. Dev Sci. 2014 Mar;17(2):224-38. doi: 10.1111/desc.12073. Epub 2014 Jan 11."
                },
                {
                    "pmid": "25896418",
                    "type": "BACKGROUND",
                    "citation": "Mackey AP, Finn AS, Leonard JA, Jacoby-Senghor DS, West MR, Gabrieli CF, Gabrieli JD. Neuroanatomical correlates of the income-achievement gap. Psychol Sci. 2015 Jun;26(6):925-33. doi: 10.1177/0956797615572233. Epub 2015 Apr 20."
                },
                {
                    "pmid": "26192216",
                    "type": "BACKGROUND",
                    "citation": "Hair NL, Hanson JL, Wolfe BL, Pollak SD. Association of Child Poverty, Brain Development, and Academic Achievement. JAMA Pediatr. 2015 Sep;169(9):822-9. doi: 10.1001/jamapediatrics.2015.1475. Erratum In: JAMA Pediatr. 2015 Sep;169(9):878. doi: 10.1001/jamapediatrics.2015.2726."
                },
                {
                    "pmid": "24145409",
                    "type": "BACKGROUND",
                    "citation": "Kim P, Evans GW, Angstadt M, Ho SS, Sripada CS, Swain JE, Liberzon I, Phan KL. Effects of childhood poverty and chronic stress on emotion regulatory brain function in adulthood. Proc Natl Acad Sci U S A. 2013 Nov 12;110(46):18442-7. doi: 10.1073/pnas.1308240110. Epub 2013 Oct 21."
                },
                {
                    "pmid": "25588884",
                    "type": "BACKGROUND",
                    "citation": "Guyer AE, Jarcho JM, Perez-Edgar K, Degnan KA, Pine DS, Fox NA, Nelson EE. Temperament and Parenting Styles in Early Childhood Differentially Influence Neural Response to Peer Evaluation in Adolescence. J Abnorm Child Psychol. 2015 Jul;43(5):863-74. doi: 10.1007/s10802-015-9973-2."
                },
                {
                    "pmid": "23946406",
                    "type": "BACKGROUND",
                    "citation": "Telzer EH, Flannery J, Shapiro M, Humphreys KL, Goff B, Gabard-Durman L, Gee DD, Tottenham N. Early experience shapes amygdala sensitivity to race: an international adoption design. J Neurosci. 2013 Aug 14;33(33):13484-8. doi: 10.1523/JNEUROSCI.1272-13.2013."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lichenstein S, Shaw D, Sitnick S, Forbes E. Socioeconomic status in early childhood predicts white matter integrity in young adulthood. Biological Psychiatry. 2017;81(10):S373-S374."
                },
                {
                    "pmid": "26191940",
                    "type": "BACKGROUND",
                    "citation": "Luby JL. Poverty's Most Insidious Damage: The Developing Brain. JAMA Pediatr. 2015 Sep;169(9):810-1. doi: 10.1001/jamapediatrics.2015.1682. No abstract available."
                },
                {
                    "pmid": "20233954",
                    "type": "BACKGROUND",
                    "citation": "Maheu FS, Dozier M, Guyer AE, Mandell D, Peloso E, Poeth K, Jenness J, Lau JY, Ackerman JP, Pine DS, Ernst M. A preliminary study of medial temporal lobe function in youths with a history of caregiver deprivation and emotional neglect. Cogn Affect Behav Neurosci. 2010 Mar;10(1):34-49. doi: 10.3758/CABN.10.1.34."
                },
                {
                    "pmid": "7642841",
                    "type": "BACKGROUND",
                    "citation": "Shaw DS, Vondra JI. Infant attachment security and maternal predictors of early behavior problems: a longitudinal study of low-income families. J Abnorm Child Psychol. 1995 Jun;23(3):335-57. doi: 10.1007/BF01447561."
                },
                {
                    "pmid": "28401835",
                    "type": "BACKGROUND",
                    "citation": "Quevedo K, Waters TE, Scott H, Roisman GI, Shaw DS, Forbes EE. Brain activity and infant attachment history in young men during loss and reward processing. Dev Psychopathol. 2017 May;29(2):465-476. doi: 10.1017/S0954579417000116."
                },
                {
                    "pmid": "27044699",
                    "type": "BACKGROUND",
                    "citation": "Blair C, Raver CC. Poverty, Stress, and Brain Development: New Directions for Prevention and Intervention. Acad Pediatr. 2016 Apr;16(3 Suppl):S30-6. doi: 10.1016/j.acap.2016.01.010."
                },
                {
                    "pmid": "24354763",
                    "type": "BACKGROUND",
                    "citation": "Wachs TD, Georgieff M, Cusick S, McEwen BS. Issues in the timing of integrated early interventions: contributions from nutrition, neuroscience, and psychological research. Ann N Y Acad Sci. 2014 Jan;1308:89-106. doi: 10.1111/nyas.12314. Epub 2013 Dec 19."
                },
                {
                    "pmid": "21291437",
                    "type": "BACKGROUND",
                    "citation": "Lowell DI, Carter AS, Godoy L, Paulicin B, Briggs-Gowan MJ. A randomized controlled trial of Child FIRST: a comprehensive home-based intervention translating research into early childhood practice. Child Dev. 2011 Jan-Feb;82(1):193-208. doi: 10.1111/j.1467-8624.2010.01550.x."
                },
                {
                    "pmid": "17874925",
                    "type": "BACKGROUND",
                    "citation": "Gardner F, Shaw DS, Dishion TJ, Burton J, Supplee L. Randomized prevention trial for early conduct problems: effects on proactive parenting and links to toddler disruptive behavior. J Fam Psychol. 2007 Sep;21(3):398-406. doi: 10.1037/0893-3200.21.3.398."
                },
                {
                    "pmid": "16551138",
                    "type": "BACKGROUND",
                    "citation": "Shaw DS, Dishion TJ, Supplee L, Gardner F, Arnds K. Randomized trial of a family-centered approach to the prevention of early conduct problems: 2-year effects of the family check-up in early childhood. J Consult Clin Psychol. 2006 Feb;74(1):1-9. doi: 10.1037/0022-006X.74.1.1."
                },
                {
                    "pmid": "16809525",
                    "type": "BACKGROUND",
                    "citation": "Heckman JJ. Skill formation and the economics of investing in disadvantaged children. Science. 2006 Jun 30;312(5782):1900-2. doi: 10.1126/science.1128898."
                },
                {
                    "pmid": "19213617",
                    "type": "BACKGROUND",
                    "citation": "Doyle O, Harmon CP, Heckman JJ, Tremblay RE. Investing in early human development: timing and economic efficiency. Econ Hum Biol. 2009 Mar;7(1):1-6. doi: 10.1016/j.ehb.2009.01.002. Epub 2009 Jan 21."
                },
                {
                    "pmid": "25663745",
                    "type": "BACKGROUND",
                    "citation": "Duncan GJ, Magnuson K. Investing in Preschool Programs. J Econ Perspect. 2013 Spring;27(2):109-132. doi: 10.1257/jep.27.2.109. No abstract available."
                },
                {
                    "pmid": "24342860",
                    "type": "BACKGROUND",
                    "citation": "Shonkoff JP, Fisher PA. Rethinking evidence-based practice and two-generation programs to create the future of early childhood policy. Dev Psychopathol. 2013 Nov;25(4 Pt 2):1635-53. doi: 10.1017/S0954579413000813."
                },
                {
                    "pmid": "24354833",
                    "type": "BACKGROUND",
                    "citation": "Dodge KA, Goodman WB, Murphy RA, O'Donnell K, Sato J, Guptill S. Implementation and randomized controlled trial evaluation of universal postnatal nurse home visiting. Am J Public Health. 2014 Feb;104 Suppl 1(Suppl 1):S136-43. doi: 10.2105/AJPH.2013.301361. Epub 2013 Dec 19."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Webster-Stratton CL. Incredible Years® parent and child programs for maltreating families. Evidence-based approaches for the treatment of maltreated children: Springer; 2014:81-104."
                },
                {
                    "pmid": "10414011",
                    "type": "BACKGROUND",
                    "citation": "Duggan AK, McFarlane EC, Windham AM, Rohde CA, Salkever DS, Fuddy L, Rosenberg LA, Buchbinder SB, Sia CC. Evaluation of Hawaii's Healthy Start Program. Future Child. 1999 Spring-Summer;9(1):66-90; discussion 177-8."
                },
                {
                    "pmid": "28640426",
                    "type": "BACKGROUND",
                    "citation": "Olds DL. The nurse-family partnership: An evidence-based preventive intervention. Infant Ment Health J. 2006 Jan;27(1):5-25. doi: 10.1002/imhj.20077."
                },
                {
                    "pmid": "28110205",
                    "type": "BACKGROUND",
                    "citation": "Levey EJ, Gelaye B, Bain P, Rondon MB, Borba CP, Henderson DC, Williams MA. A systematic review of randomized controlled trials of interventions designed to decrease child abuse in high-risk families. Child Abuse Negl. 2017 Mar;65:48-57. doi: 10.1016/j.chiabu.2017.01.004. Epub 2017 Jan 19."
                },
                {
                    "pmid": "23832657",
                    "type": "BACKGROUND",
                    "citation": "Ingoldsby EM, Baca P, McClatchey MW, Luckey DW, Ramsey MO, Loch JM, Lewis J, Blackaby TS, Petrini MB, Smith BJ, McHale M, Perhacs M, Olds DL. Quasi-experimental pilot study of intervention to increase participant retention and completed home visits in the nurse-family partnership. Prev Sci. 2013 Dec;14(6):525-34. doi: 10.1007/s11121-013-0410-x."
                },
                {
                    "pmid": "10589314",
                    "type": "BACKGROUND",
                    "citation": "Korfmacher J, O'Brien R, Hiatt S, Olds D. Differences in program implementation between nurses and paraprofessionals providing home visits during pregnancy and infancy: a randomized trial. Am J Public Health. 1999 Dec;89(12):1847-51. doi: 10.2105/ajph.89.12.1847."
                },
                {
                    "pmid": "27012263",
                    "type": "BACKGROUND",
                    "citation": "Komro KA, Flay BR, Biglan A, Wagenaar AC. Research design issues for evaluating complex multicomponent interventions in neighborhoods and communities. Transl Behav Med. 2016 Mar;6(1):153-9. doi: 10.1007/s13142-015-0358-4."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Patterson G. Coercive family process. Eugene, OR: Castalia Publishing Company; 1982."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Patterson GR, Reid JB. Social interactional processes within the family: The study of the moment-by-moment family transactions in which human social development is imbedded. Journal of Applied Developmental Psychology. 1984 1984;5(3):237-262."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Buggey T, Ogle L. Video self-modeling. Psychology in the Schools. 2012/01/01/ 2012;49(1):52-70."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Dowrick PW. A review of self modeling and related interventions. Applied and Preventive Psychology. 1999 1999;8(1):23-39."
                },
                {
                    "pmid": "15611327",
                    "type": "BACKGROUND",
                    "citation": "Fisher PA, Burraston B, Pears K. The early intervention foster care program: permanent placement outcomes from a randomized trial. Child Maltreat. 2005 Feb;10(1):61-71. doi: 10.1177/1077559504271561."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sweller J. Cognitive load during problem solving: Effects on learning. Cognitive Science. 1988;12(2):257-285 %U http://onlinelibrary.wiley.com/doi/210.1207/s15516709cog15511202_15516704/abstract."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sweller J, Van Merrienboer JJG, Paas FGWC. Cognitive architecture and instructional design. Educational Psychology Review. 1998;10(3):251-296."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Mayer RE, Moreno R. Nine ways to reduce cognitive load in multimedia learning. Educational Psychologist. 2003;38(1):43-52 %U http://www.tandfonline.com/doi/abs/10.1207/S15326985EP15323801_15326986."
                },
                {
                    "pmid": "21787037",
                    "type": "BACKGROUND",
                    "citation": "Bryck RL, Fisher PA. Training the brain: practical applications of neural plasticity from the intersection of cognitive neuroscience, developmental psychology, and prevention science. Am Psychol. 2012 Feb-Mar;67(2):87-100. doi: 10.1037/a0024657. Epub 2011 Jul 25."
                },
                {
                    "pmid": "22201156",
                    "type": "BACKGROUND",
                    "citation": "Shonkoff JP, Garner AS; Committee on Psychosocial Aspects of Child and Family Health; Committee on Early Childhood, Adoption, and Dependent Care; Section on Developmental and Behavioral Pediatrics. The lifelong effects of early childhood adversity and toxic stress. Pediatrics. 2012 Jan;129(1):e232-46. doi: 10.1542/peds.2011-2663. Epub 2011 Dec 26."
                },
                {
                    "pmid": "21291426",
                    "type": "BACKGROUND",
                    "citation": "Shonkoff JP, Bales SN. Science does not speak for itself: translating child development research for the public and its policymakers. Child Dev. 2011 Jan-Feb;82(1):17-32. doi: 10.1111/j.1467-8624.2010.01538.x."
                },
                {
                    "pmid": "17347353",
                    "type": "BACKGROUND",
                    "citation": "Fisher PA, Gunnar MR, Dozier M, Bruce J, Pears KC. Effects of therapeutic interventions for foster children on behavioral problems, caregiver attachment, and stress regulatory neural systems. Ann N Y Acad Sci. 2006 Dec;1094:215-25. doi: 10.1196/annals.1376.023."
                },
                {
                    "pmid": "12549706",
                    "type": "BACKGROUND",
                    "citation": "Dozier M, Albus K, Fisher PA, Sepulveda S. Interventions for foster parents: implications for developmental theory. Dev Psychopathol. 2002 Fall;14(4):843-60. doi: 10.1017/s0954579402004091."
                },
                {
                    "pmid": "27021231",
                    "type": "BACKGROUND",
                    "citation": "Flannery JE, Beauchamp KG, Fisher PA. The role of social buffering on chronic disruptions in quality of care: evidence from caregiver-based interventions in foster children. Soc Neurosci. 2017 Feb;12(1):86-91. doi: 10.1080/17470919.2016.1170725. Epub 2016 Apr 19."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Fisher PA, Chamberlain P. Multidimensional Treatment Foster Care: A program for intensive parenting, family support, and skill building. Journal of Emotional and Behavioral Disorders. 2000;8(3):155-164."
                },
                {
                    "pmid": "22882015",
                    "type": "BACKGROUND",
                    "citation": "Leve LD, Harold GT, Chamberlain P, Landsverk JA, Fisher PA, Vostanis P. Practitioner review: Children in foster care--vulnerabilities and evidence-based interventions that promote resilience processes. J Child Psychol Psychiatry. 2012 Dec;53(12):1197-211. doi: 10.1111/j.1469-7610.2012.02594.x. Epub 2012 Aug 6."
                },
                {
                    "pmid": "17333363",
                    "type": "BACKGROUND",
                    "citation": "Thomas R, Zimmer-Gembeck MJ. Behavioral outcomes of Parent-Child Interaction Therapy and Triple P-Positive Parenting Program: a review and meta-analysis. J Abnorm Child Psychol. 2007 Jun;35(3):475-95. doi: 10.1007/s10802-007-9104-9. Epub 2007 Feb 27."
                },
                {
                    "pmid": "24842549",
                    "type": "BACKGROUND",
                    "citation": "Sanders MR, Kirby JN, Tellegen CL, Day JJ. The Triple P-Positive Parenting Program: a systematic review and meta-analysis of a multi-level system of parenting support. Clin Psychol Rev. 2014 Jun;34(4):337-57. doi: 10.1016/j.cpr.2014.04.003. Epub 2014 Apr 26. Erratum In: Clin Psychol Rev. 2014 Dec;34(8):658."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Furlong M, McGilloway S, Bywater T, et al. Behavioural/cognitive-behavioural group-based parenting interventions for children age 3-12 with early onset conduct problems. The Cochrane Library. 2010."
                },
                {
                    "pmid": "20730641",
                    "type": "BACKGROUND",
                    "citation": "Suchman NE, DeCoste C, Castiglioni N, McMahon TJ, Rounsaville B, Mayes L. The Mothers and Toddlers Program, an attachment-based parenting intervention for substance using women: post-treatment results from a randomized clinical pilot. Attach Hum Dev. 2010 Sep;12(5):483-504. doi: 10.1080/14616734.2010.501983."
                },
                {
                    "pmid": "28401850",
                    "type": "BACKGROUND",
                    "citation": "Suchman NE, DeCoste CL, McMahon TJ, Dalton R, Mayes LC, Borelli J. Mothering From the Inside Out: Results of a second randomized clinical trial testing a mentalization-based intervention for mothers in addiction treatment. Dev Psychopathol. 2017 May;29(2):617-636. doi: 10.1017/S0954579417000220."
                },
                {
                    "pmid": "18359136",
                    "type": "BACKGROUND",
                    "citation": "Fukkink RG. Video feedback in widescreen: a meta-analysis of family programs. Clin Psychol Rev. 2008 Jul;28(6):904-16. doi: 10.1016/j.cpr.2008.01.003. Epub 2008 Feb 5."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Balldin S, Fisher PA, Wirtberg I. Video feedback intervention with children A systematic review. Research on Social Work Practice. 2016:1049731516671809."
                },
                {
                    "pmid": "31782528",
                    "type": "BACKGROUND",
                    "citation": "O'Hara L, Smith ER, Barlow J, Livingstone N, Herath NI, Wei Y, Spreckelsen TF, Macdonald G. Video feedback for parental sensitivity and attachment security in children under five years. Cochrane Database Syst Rev. 2019 Nov 29;11(11):CD012348. doi: 10.1002/14651858.CD012348.pub2."
                },
                {
                    "pmid": "12696839",
                    "type": "BACKGROUND",
                    "citation": "Bakermans-Kranenburg MJ, van IJzendoorn MH, Juffer F. Less is more: meta-analyses of sensitivity and attachment interventions in early childhood. Psychol Bull. 2003 Mar;129(2):195-215. doi: 10.1037/0033-2909.129.2.195."
                },
                {
                    "pmid": "28777436",
                    "type": "BACKGROUND",
                    "citation": "Schindler HS, Fisher PA, Shonkoff JP. From Innovation to Impact at Scale: Lessons Learned From a Cluster of Research-Community Partnerships. Child Dev. 2017 Sep;88(5):1435-1446. doi: 10.1111/cdev.12904. Epub 2017 Aug 4."
                },
                {
                    "pmid": "27554914",
                    "type": "BACKGROUND",
                    "citation": "Lippard CN, Riley KL, Hughes-Belding K. OBSERVING TODDLERS' INDIVIDUAL EXPERIENCES IN CLASSROOMS: INITIAL USE OF THE PARENTING INTERACTIONS WITH CHILDREN: CHECKLIST OF OBSERVATIONS LINKED TO OUTCOMES. Infant Ment Health J. 2016 Sep;37(5):549-59. doi: 10.1002/imhj.21584. Epub 2016 Aug 24."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Abidin RR. Parenting stress index-short form. Pediatric Psychology Press Charlottesville, VA; 1990."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Johnston C, Mash EJ. A measure of parenting satisfaction and efficacy. Journal of Clinical Child Psychology. 1989 1989;18(2):167-175."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Chamberlain P, Reid JB. Parent observation and report of child symptoms. Behavioral Assessment. 1987 1987."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Zimmerman IL, Steiner VG, Pond RE. PLS-5: Preschool Language Scales. Bloomington, MN: Pearson/Psychological Corporation; 2012."
                },
                {
                    "pmid": "16856097",
                    "type": "BACKGROUND",
                    "citation": "Barlow J, Johnston I, Kendrick D, Polnay L, Stewart-Brown S. Individual and group-based parenting programmes for the treatment of physical child abuse and neglect. Cochrane Database Syst Rev. 2006 Jul 19;(3):CD005463. doi: 10.1002/14651858.CD005463.pub2."
                },
                {
                    "pmid": "28813257",
                    "type": "BACKGROUND",
                    "citation": "Fisher PA, Skowron EA. Social-learning parenting intervention research in the era of translational neuroscience. Curr Opin Psychol. 2017 Jun;15:168-173. doi: 10.1016/j.copsyc.2017.02.017. Epub 2017 Mar 16."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Piquero AR, Farrington DP, Welsh BC, Tremblay R, Jennings WG. Effects of early family/parenting programs on antisocial behavior and. Campbell Systematic Reviews. 2008;11."
                },
                {
                    "pmid": "20842176",
                    "type": "BACKGROUND",
                    "citation": "Lightman SL, Conway-Campbell BL. The crucial role of pulsatile activity of the HPA axis for continuous dynamic equilibration. Nat Rev Neurosci. 2010 Oct;11(10):710-8. doi: 10.1038/nrn2914. Epub 2010 Sep 15."
                },
                {
                    "pmid": "19339973",
                    "type": "BACKGROUND",
                    "citation": "Joels M, Baram TZ. The neuro-symphony of stress. Nat Rev Neurosci. 2009 Jun;10(6):459-66. doi: 10.1038/nrn2632."
                },
                {
                    "pmid": "17152395",
                    "type": "BACKGROUND",
                    "citation": "Gunnar MR, Fisher PA; Early Experience, Stress, and Prevention Network. Bringing basic research on early experience and stress neurobiology to bear on preventive interventions for neglected and maltreated children. Dev Psychopathol. 2006 Summer;18(3):651-77."
                },
                {
                    "pmid": "26234160",
                    "type": "BACKGROUND",
                    "citation": "Gunnar MR, Hostinar CE, Sanchez MM, Tottenham N, Sullivan RM. Parental buffering of fear and stress neurobiology: Reviewing parallels across rodent, monkey, and human models. Soc Neurosci. 2015;10(5):474-8. doi: 10.1080/17470919.2015.1070198. Epub 2015 Aug 25."
                },
                {
                    "pmid": "17656028",
                    "type": "BACKGROUND",
                    "citation": "Fisher PA, Stoolmiller M, Gunnar MR, Burraston BO. Effects of a therapeutic intervention for foster preschoolers on diurnal cortisol activity. Psychoneuroendocrinology. 2007 Sep-Nov;32(8-10):892-905. doi: 10.1016/j.psyneuen.2007.06.008. Epub 2007 Jul 25."
                },
                {
                    "pmid": "18606041",
                    "type": "BACKGROUND",
                    "citation": "Fisher PA, Stoolmiller M. Intervention effects on foster parent stress: associations with child cortisol levels. Dev Psychopathol. 2008 Summer;20(3):1003-21. doi: 10.1017/S0954579408000473."
                },
                {
                    "pmid": "24889670",
                    "type": "BACKGROUND",
                    "citation": "Laurent HK, Gilliam KS, Bruce J, Fisher PA. HPA stability for children in foster care: mental health implications and moderation by early intervention. Dev Psychobiol. 2014 Sep;56(6):1406-15. doi: 10.1002/dev.21226. Epub 2014 Jun 2."
                },
                {
                    "pmid": "25156798",
                    "type": "BACKGROUND",
                    "citation": "Bernard K, Dozier M, Bick J, Gordon MK. Intervening to enhance cortisol regulation among children at risk for neglect: Results of a randomized clinical trial. Dev Psychopathol. 2015 Aug;27(3):829-41. doi: 10.1017/S095457941400073X. Epub 2014 Aug 26."
                },
                {
                    "pmid": "25436448",
                    "type": "BACKGROUND",
                    "citation": "Bernard K, Hostinar CE, Dozier M. Intervention effects on diurnal cortisol rhythms of Child Protective Services-referred infants in early childhood: preschool follow-up results of a randomized clinical trial. JAMA Pediatr. 2015 Feb;169(2):112-9. doi: 10.1001/jamapediatrics.2014.2369."
                },
                {
                    "pmid": "28391126",
                    "type": "BACKGROUND",
                    "citation": "Tarullo AR, St John AM, Meyer JS. Chronic stress in the mother-infant dyad: Maternal hair cortisol, infant salivary cortisol and interactional synchrony. Infant Behav Dev. 2017 May;47:92-102. doi: 10.1016/j.infbeh.2017.03.007. Epub 2017 Apr 6."
                },
                {
                    "pmid": "27472986",
                    "type": "BACKGROUND",
                    "citation": "Flom M, St John AM, Meyer JS, Tarullo AR. Infant hair cortisol: associations with salivary cortisol and environmental context. Dev Psychobiol. 2017 Jan;59(1):26-38. doi: 10.1002/dev.21449. Epub 2016 Jul 30."
                },
                {
                    "pmid": "28631968",
                    "type": "BACKGROUND",
                    "citation": "McDermott JM, Pears KC, Bruce J, Kim HK, Roos L, Yoerger KL, Fisher PA. Improving kindergarten readiness in children with developmental disabilities: Changes in neural correlates of response monitoring. Appl Neuropsychol Child. 2018 Jul-Sep;7(3):187-199. doi: 10.1080/21622965.2017.1286239. Epub 2017 Feb 22."
                },
                {
                    "pmid": "19030992",
                    "type": "BACKGROUND",
                    "citation": "Bruce J, McDermott JM, Fisher PA, Fox NA. Using behavioral and electrophysiological measures to assess the effects of a preventive intervention: a preliminary study with preschool-aged foster children. Prev Sci. 2009 Jun;10(2):129-40. doi: 10.1007/s11121-008-0115-8."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Giuliani NR, Beauchamp KG, Fisher PA. Inhibitory control mechanisms of a nurturing parenting intervention. Society for Research on Child Development April 6-8, 2017; Austin, TX."
                },
                {
                    "pmid": "18799345",
                    "type": "BACKGROUND",
                    "citation": "Verbruggen F, Logan GD. Response inhibition in the stop-signal paradigm. Trends Cogn Sci. 2008 Nov;12(11):418-24. doi: 10.1016/j.tics.2008.07.005."
                },
                {
                    "pmid": "29718429",
                    "type": "BACKGROUND",
                    "citation": "Noll LK, Giuliani NR, Beauchamp KG, Fisher PA. Behavioral and neural correlates of parenting self-evaluation in mothers of young children. Soc Cogn Affect Neurosci. 2018 May 1;13(5):535-545. doi: 10.1093/scan/nsy031."
                },
                {
                    "pmid": "9635069",
                    "type": "BACKGROUND",
                    "citation": "Felitti VJ, Anda RF, Nordenberg D, Williamson DF, Spitz AM, Edwards V, Koss MP, Marks JS. Relationship of childhood abuse and household dysfunction to many of the leading causes of death in adults. The Adverse Childhood Experiences (ACE) Study. Am J Prev Med. 1998 May;14(4):245-58. doi: 10.1016/s0749-3797(98)00017-8."
                },
                {
                    "pmid": "26645322",
                    "type": "BACKGROUND",
                    "citation": "Umeda M, Oshio T, Fujii M. The impact of the experience of childhood poverty on adult health-risk behaviors in Japan: a mediation analysis. Int J Equity Health. 2015 Dec 9;14:145. doi: 10.1186/s12939-015-0278-4."
                },
                {
                    "pmid": "26980120",
                    "type": "BACKGROUND",
                    "citation": "Bethell C, Gombojav N, Solloway M, Wissow L. Adverse Childhood Experiences, Resilience and Mindfulness-Based Approaches: Common Denominator Issues for Children with Emotional, Mental, or Behavioral Problems. Child Adolesc Psychiatr Clin N Am. 2016 Apr;25(2):139-56. doi: 10.1016/j.chc.2015.12.001. Epub 2016 Jan 11."
                },
                {
                    "pmid": "24062432",
                    "type": "BACKGROUND",
                    "citation": "Carroll JE, Gruenewald TL, Taylor SE, Janicki-Deverts D, Matthews KA, Seeman TE. Childhood abuse, parental warmth, and adult multisystem biological risk in the Coronary Artery Risk Development in Young Adults study. Proc Natl Acad Sci U S A. 2013 Oct 15;110(42):17149-53. doi: 10.1073/pnas.1315458110. Epub 2013 Sep 23."
                },
                {
                    "pmid": "16173858",
                    "type": "BACKGROUND",
                    "citation": "Smith KE, Landry SH, Swank PR. The influence of decreased parental resources on the efficacy of a responsive parenting intervention. J Consult Clin Psychol. 2005 Aug;73(4):711-20. doi: 10.1037/0022-006X.73.4.711."
                },
                {
                    "pmid": "24063291",
                    "type": "BACKGROUND",
                    "citation": "Theise R, Huang KY, Kamboukos D, Doctoroff GL, Dawson-McClure S, Palamar JJ, Brotman LM. Moderators of intervention effects on parenting practices in a randomized controlled trial in early childhood. J Clin Child Adolesc Psychol. 2014;43(3):501-9. doi: 10.1080/15374416.2013.833095. Epub 2013 Sep 24."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Brophy-Herb HE, Gibbons C, Omar MA, Schiffman RF. Low-income fathers and their infants: Interactions during teaching episodes. Infant Mental Health Journal. 1999;20(3):305-321."
                },
                {
                    "pmid": "26726301",
                    "type": "BACKGROUND",
                    "citation": "Gross TJ, Mason WA, Parra G, Oats R, Ringle J, Haggerty KP. Adherence and Dosage Contributions to Parenting Program Quality. J Soc Social Work Res. 2015 Dec;6(4):467-489. doi: 10.1086/684108."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Axford N, Bywater T, Blower S, Berry V, Baker V, Morpeth L. Implementation of evidence-based parenting programmes. The Wiley Handbook of What Works in Child Maltreatment: An Evidence-Based Approach to Assessment and Intervention in Child Protection. 2017:349."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Chandler P, Sweller J. Cognitive load theory and the format of instruction. Cognition and Instruction. 1991;8(4):293-332."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Mayer RE, Heiser J, Lonn S. Cognitive constraints on multimedia learning: When presenting more material results in less understanding. Journal of Educational Psychology. 2001;93(1):187-198 %U http://doi.apa.org/getdoi.cfm?doi=110.1037/0022-0663.1093.1031.1187."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Mousavi SY, Low R, Sweller J. Reducing cognitive load by mixing auditory and visual presentation modes. Journal of Educational Psychology. 1995;87(2):319."
                },
                {
                    "pmid": "21961947",
                    "type": "BACKGROUND",
                    "citation": "Baddeley A. Working memory: theories, models, and controversies. Annu Rev Psychol. 2012;63:1-29. doi: 10.1146/annurev-psych-120710-100422. Epub 2011 Sep 27."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Baddeley AD. Working memory. Philosopical Transactions of the Royal Socieyt of London. Series B. 1983;302(1110):311-324."
                },
                {
                    "pmid": "10073923",
                    "type": "BACKGROUND",
                    "citation": "Smith EE, Jonides J. Storage and executive processes in the frontal lobes. Science. 1999 Mar 12;283(5408):1657-61. doi: 10.1126/science.283.5408.1657."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Kellam SG, Rebok GW. Building developmental and etiological theory through epidemiologically based preventive intervention trials. 1992. New York:Guilford."
                },
                {
                    "pmid": "27589501",
                    "type": "BACKGROUND",
                    "citation": "Fisher PA. Translational Neuroscience as a Tool for Intervention Development in the Context of High-Adversity Families. New Dir Child Adolesc Dev. 2016 Sep;2016(153):111-25. doi: 10.1002/cad.20165."
                },
                {
                    "pmid": "16351335",
                    "type": "BACKGROUND",
                    "citation": "Love JM, Kisker EE, Ross C, Raikes H, Constantine J, Boller K, Brooks-Gunn J, Chazan-Cohen R, Tarullo LB, Brady-Smith C, Fuligni AS, Schochet PZ, Paulsell D, Vogel C. The effectiveness of early head start for 3-year-old children and their parents: lessons for policy and programs. Dev Psychol. 2005 Nov;41(6):885-901. doi: 10.1037/0012-1649.41.6.88."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Roggman LA, Cook GA, Innocenti MS, Jump Norman V, Christiansen K. Parenting interactions with children: Checklist of observations linked to outcomes (PICCOLO) in diverse ethnic groups. Infant Mental Health Journal. 2013;34(4):290-306."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Berry M, et al. Serve and return observational rating scale. Eugene, Oregon: University of Oregon; 2017."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "McGraw KO, Wong SP. Forming inferences about some intraclass correlation coefficients. Psychological Methods. 1996;1(1):30."
                },
                {
                    "pmid": "22833776",
                    "type": "BACKGROUND",
                    "citation": "Hallgren KA. Computing Inter-Rater Reliability for Observational Data: An Overview and Tutorial. Tutor Quant Methods Psychol. 2012;8(1):23-34. doi: 10.20982/tqmp.08.1.p023."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Cicchetti DV. Guidelines, criteria, and rules of thumb for evaluating normed and standardized assessment instruments in psychology. Psychological Assessment. 1994;6(4):284."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Briggs-Gowan M, Carter A. Brief Infant-Toddler Social and Emotional Assessment (BITSEA) manual, version 2.0. New Haven, CT: Yale University; 2002."
                },
                {
                    "pmid": "26379368",
                    "type": "BACKGROUND",
                    "citation": "Hungerford GM, Garcia D, Bagner DM. Psychometric Evaluation of the Brief Infant-Toddler Social and Emotional Assessment (BITSEA) in a Predominately Hispanic, Low-Income Sample. J Psychopathol Behav Assess. 2015 Sep;37(3):493-503. doi: 10.1007/s10862-015-9478-x."
                },
                {
                    "pmid": "16483573",
                    "type": "BACKGROUND",
                    "citation": "Davenport MD, Tiefenbacher S, Lutz CK, Novak MA, Meyer JS. Analysis of endogenous cortisol concentrations in the hair of rhesus macaques. Gen Comp Endocrinol. 2006 Jul;147(3):255-61. doi: 10.1016/j.ygcen.2006.01.005. Epub 2006 Feb 17."
                },
                {
                    "pmid": "24513702",
                    "type": "BACKGROUND",
                    "citation": "Meyer J, Novak M, Hamel A, Rosenberg K. Extraction and analysis of cortisol from human and monkey hair. J Vis Exp. 2014 Jan 24;(83):e50882. doi: 10.3791/50882."
                },
                {
                    "pmid": "25090265",
                    "type": "BACKGROUND",
                    "citation": "Hoffman MC, Karban LV, Benitez P, Goodteacher A, Laudenslager ML. Chemical processing and shampooing impact cortisol measured in human hair. Clin Invest Med. 2014 Aug 1;37(4):E252-7. doi: 10.25011/cim.v37i4.21731."
                },
                {
                    "pmid": "15907304",
                    "type": "BACKGROUND",
                    "citation": "Fan J, McCandliss BD, Fossella J, Flombaum JI, Posner MI. The activation of attentional networks. Neuroimage. 2005 Jun;26(2):471-9. doi: 10.1016/j.neuroimage.2005.02.004. Epub 2005 Mar 19."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Eriksen BA, Eriksen CW. Effects of noise letters upon the identification of a target letter in a nonsearch task. Perception & Psychophysics. 1974;16(1):143-149."
                },
                {
                    "pmid": "11707086",
                    "type": "BACKGROUND",
                    "citation": "van Veen V, Cohen JD, Botvinick MM, Stenger VA, Carter CS. Anterior cingulate cortex, conflict monitoring, and levels of processing. Neuroimage. 2001 Dec;14(6):1302-8. doi: 10.1006/nimg.2001.0923."
                },
                {
                    "pmid": "24582805",
                    "type": "BACKGROUND",
                    "citation": "Jankowski KF, Moore WE, Merchant JS, Kahn LE, Pfeifer JH. But do you think I'm cool? Developmental differences in striatal recruitment during direct and reflected social self-evaluations. Dev Cogn Neurosci. 2014 Apr;8:40-54. doi: 10.1016/j.dcn.2014.01.003. Epub 2014 Jan 26."
                },
                {
                    "pmid": "25714856",
                    "type": "BACKGROUND",
                    "citation": "Teicher MH, Parigger A. The 'Maltreatment and Abuse Chronology of Exposure' (MACE) scale for the retrospective assessment of abuse and neglect during development. PLoS One. 2015 Feb 25;10(2):e0117423. doi: 10.1371/journal.pone.0117423. eCollection 2015."
                },
                {
                    "pmid": "3204199",
                    "type": "BACKGROUND",
                    "citation": "Beck AT, Epstein N, Brown G, Steer RA. An inventory for measuring clinical anxiety: psychometric properties. J Consult Clin Psychol. 1988 Dec;56(6):893-7. doi: 10.1037//0022-006x.56.6.893. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Radloff LS. The CES-D Scale. A Self-Report Depression Scale for Research in the General Population. Applied Psychological Measurement. 1977 1977;1(3):385-401."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Straus MA, Hamby SL, Boney-McCoy S, Sugarman DB. The revised conflict tactics scales (CTS2) development and preliminary psychometric data. Journal of Family Issues. 1996;17(3):283-316."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Fisher P, Greenley K, Pears K. Service Utilization Interview. Unpublished measure. 1999."
                },
                {
                    "pmid": "19564179",
                    "type": "BACKGROUND",
                    "citation": "Sterne JA, White IR, Carlin JB, Spratt M, Royston P, Kenward MG, Wood AM, Carpenter JR. Multiple imputation for missing data in epidemiological and clinical research: potential and pitfalls. BMJ. 2009 Jun 29;338:b2393. doi: 10.1136/bmj.b2393."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Berkman ET, Reise SP. A conceptual guide to statistics using SPSS. Sage; 2011."
                },
                {
                    "pmid": "26821081",
                    "type": "BACKGROUND",
                    "citation": "Preacher KJ, Rucker DD, Hayes AF. Addressing Moderated Mediation Hypotheses: Theory, Methods, and Prescriptions. Multivariate Behav Res. 2007 Jan-Mar;42(1):185-227. doi: 10.1080/00273170701341316."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All de-identified data collected from the study will be eligible for sharing externally. Audio/Video cannot be shared due to confidentiality, but data coded from these types of files will be made available.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Eligible IPD will be made available 1-year after the study is complete.",
            "accessCriteria": "IPD access requests must be approved by the study's Principal Investigator, Dr. Philip Fisher. Requests should include information about who will be given access to the IPD and what the IPD will be used for. If approved, a Data Use Agreement (DUA) will need to be completed between the University of Oregon and the institution where the IPD will be sent."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}