{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06106035",
            "orgStudyIdInfo": {
                "id": "Pro00074571"
            },
            "organization": {
                "fullName": "Physicians Committee for Responsible Medicine",
                "class": "OTHER"
            },
            "briefTitle": "The Effect of a Low-fat Vegan Dietary Intervention on Intracellular Lipid, Insulin Sensitivity, and Glycemic Control in Type 2 Diabetes",
            "officialTitle": "The Effect of a Low-fat Vegan Dietary Intervention on Intracellular Lipid, Insulin Sensitivity, and Glycemic Control in Type 2 Diabetes",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "the-effect-of-a-low-fat-vegan-dietary-intervention-on-intracellular-lipid-insulin-sensitivity-and-glycemic-control-in-type-diabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-24",
            "studyFirstSubmitQcDate": "2023-10-24",
            "studyFirstPostDateStruct": {
                "date": "2023-10-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Physicians Committee for Responsible Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Yale University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this 16-week clinical trial is to assess the health benefits of a low-fat vegan diet on insulin sensitivity and glycemic control in type 2 diabetes. Participants will receive at no cost, study-related weekly nutrition education classes and one-on-one consultation with a registered dietitian.",
            "detailedDescription": "This study tests the hypothesis that fat content in muscle and liver cells will be reduced and changes in insulin sensitivity will be observed in response to a low-fat vegan diet intervention.\n\nThe study will be carried out online (via Zoom or a similar platform). Participants will be asked to attend weekly online classes on nutrition and health.\n\nThe study will also require in-person meetings. Participants will travel to the Physicians Committee of Responsible Medicine, Washington, DC, at the beginning of the study (week 0) and the end of the study (week 16) to complete bloodwork (comprehensive metabolic panel, lipid panel, and HbA1c) and several medical tests (standard meal test, indirect calorimetry, dual-energy x-ray absorptiometry \\[DEXA Scan, an imaging test that measures changes in bone mineral density/bone strength\\], and Advanced Glycation End-products measurement). They will also need to travel to the Magnetic Research Center at Yale University School of Medicine, New Haven, CT at the beginning of the study (week 0) and the end of the study (week 16) to have a Magnetic Resonance (MR) spectroscopy to quantify liver and muscle fat content."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus, Type 2",
                "Diabetes Mellitus Type 2 in Obese"
            ],
            "keywords": [
                "Diabetes",
                "Type 2",
                "HbA1c"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "All individuals will be on a low-fat vegan diet for the duration of the study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group: low-fat vegan diet",
                    "type": "EXPERIMENTAL",
                    "description": "This arm of participants will be asked to attend weekly online classes in nutrition and health and to follow a low-fat, vegan diet for 16 weeks.",
                    "interventionNames": [
                        "Behavioral: low-fat vegan diet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "low-fat vegan diet",
                    "description": "The intervention diet consists of whole grains, vegetables, legumes, and fruits, with no restriction on energy intake. Participants will also be guided to favor foods with a low glycemic index. Animal products and added oils will be excluded. The diet is designed to derive approximately 10% of energy from fat, approximately 10-15% of energy from protein, and the remainder from mostly complex carbohydrates. The diet will also provide approximately 40 g of fiber per day.",
                    "armGroupLabels": [
                        "Intervention Group: low-fat vegan diet"
                    ],
                    "otherNames": [
                        "low-fat, plant-based diet"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Intramyocellular and Hepatocellular Lipid Content",
                    "description": "MR spectroscopy will be used to quantify liver and muscle fat content. This study will assess the association of attending a series of plant-based nutrition classes with pre-post changes in intramyocellular and hepatocellular lipid content.",
                    "timeFrame": "16-weeks"
                },
                {
                    "measure": "Insulin sensitivity and β-cell function",
                    "description": "These will be assessed during a standard meal test (Boost Plus, Nestle, Vevey, Switzerland; 720 kcal, 34% of energy from fat, 16% protein, 50% carbohydrate). Plasma concentrations of glucose, immunoreactive insulin, and C-peptide will be measured at 0, 30, 60, 120, and 180 min. Insulin secretory rates will be calculated from plasma C-peptide levels by deconvolution49 and expressed per square meter of estimated body surface area. This study will assess the association of attending a series of plant-based nutrition classes with pre-post changes in insulin sensitivity and β-cell function.",
                    "timeFrame": "16-weeks"
                },
                {
                    "measure": "Resting energy expenditure and postprandial metabolism",
                    "description": "This will be measured by indirect calorimetry. Participants will be asked to report to the laboratory within 60 minutes of waking and after a 12-hour fast. Resting energy expenditure will be measured for 20 minutes through indirect calorimetry, utilizing a ventilated hood system. Postprandial metabolism will be measured for 20 minutes in the last hour of the meal test, i.e. 2 hours after the standard breakfast. This study will assess the association of attending a series of plant-based nutrition classes with pre-post changes in resting energy expenditure and postprandial metabolism.",
                    "timeFrame": "16-weeks"
                },
                {
                    "measure": "Body Composition",
                    "description": "This will be measured by dual-energy x-ray absorptiometry (Lunar iDXA). The iDXA can measure body composition with low X-ray exposure and short scanning time. This study will assess the association of attending a series of plant-based nutrition classes with pre-post changes in body composition.",
                    "timeFrame": "16-weeks"
                },
                {
                    "measure": "Advanced Glycation End-products (AGE)",
                    "description": "This will be measured using the Advanced Glycation End-products (AGE) Reader made by Diagnoptics. AGE Reader measures the skin fluorescence to quantify the tissue accumulation of AGE's. This study will assess the association of attending a series of plant-based nutrition classes with pre-post changes in advanced glycation end-products (AGE).",
                    "timeFrame": "16-weeks"
                },
                {
                    "measure": "Continuous glucose monitoring",
                    "description": "To provide glucose readings throughout the day, participants will be provided with a continuous glucose monitoring (CGM) system that measures glucose concentrations between 40 and 400 mg/dL every 5 minutes for up to 7 days by sampling interstitial fluid. The participants who are at risk of hypoglycemia will be encouraged to use CGM throughout the whole study.",
                    "timeFrame": "16-weeks"
                },
                {
                    "measure": "Body Weight",
                    "description": "This study will assess the association of attending a series of plant-based nutrition classes with pre-post changes in body weight.",
                    "timeFrame": "16-weeks"
                },
                {
                    "measure": "Plasma Lipid Concentrations",
                    "description": "This study will assess the association of attending a series of plant-based nutrition classes with pre-post changes in plasma lipid concentrations.",
                    "timeFrame": "16-weeks"
                },
                {
                    "measure": "HbA1c",
                    "description": "This study will assess the association of attending a series of plant-based nutrition classes with pre-post changes in glycemic control in individuals with type 2 diabetes as assessed by hemoglobin A1c (HbA1c) and use of medication.",
                    "timeFrame": "16-weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Diet Quality",
                    "description": "In addition, this study will assess the association between attending a series of plant-based nutrition classes on pre-post changes in diet quality. Diet quality will be determined using the alternate eating index.",
                    "timeFrame": "16-weeks"
                },
                {
                    "measure": "Food Acceptability",
                    "description": "This study will assess the association between attending a series of plant-based nutrition classes on pre-post changes in food acceptability. The Food Acceptability Questionnaire (FAQ) will measure attitudes about the intervention diet, the effort required to follow it, and the likelihood of continued adherence to it in the future.",
                    "timeFrame": "16-weeks"
                },
                {
                    "measure": "Food Cost",
                    "description": "This study will assess the association between attending a series of plant-based nutrition classes on pre-post changes in food cost. The food cost will be determined using the 3-day diet records and the United States Department of Agriculture (USDA) Thrifty Plan 2021.",
                    "timeFrame": "16-weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men and women with type 2 diabetes treated by diet and/or oral hypoglycemic agents other than sulfonylureas\n2. Age ≥18 years\n3. Body mass index 26-40 kg/m2\n4. Medications (antidiabetic, antihypertensive, and lipid-lowering) have been stable for the past 3 months\n5. HbA1c between 6.0-10.5% (42-91 mmol/mol)\n\nExclusion Criteria:\n\n1. Diabetes mellitus, type 1 and/or treatment with insulin or sulfonylureas\n2. Metal implants, such as a cardiac pacemaker or an aneurysm clip\n3. History of any endocrine condition that would affect body weight, such as thyroid disease, pituitary abnormality, or Cushing's syndrome\n4. Smoking during the past six months\n5. Alcohol consumption of more than 2 drinks per day or the equivalent, episodic increased drinking (e.g., more than 2 drinks per day on weekends), or a history of alcohol abuse or dependency followed by any current use\n6. Use of recreational drugs in the past 6 months\n7. Use within the preceding six months of medications that affect appetite or body weight, such as estrogens or other hormones, thyroid medications, systemic steroids, antidepressants (tricyclics, monoamine oxidase inhibitors, selective serotonin reuptake inhibitors), antipsychotics, lithium, anticonvulsants, appetite suppressants or other weight-loss drugs, herbs for weight loss or mood, St. John's wort, ephedra, beta-blockers\n8. Pregnancy or intention to become pregnant during the study period\n9. Unstable medical or psychiatric illness\n10. Evidence of an eating disorder\n11. Likely to be disruptive in group sessions\n12. Already following a low-fat, vegan diet\n13. Lack of English fluency\n14. Inability to maintain current medication regimen\n15. Inability or unwillingness to participate in all components of the study\n16. Intention to follow another weight-loss method during the trial",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tatiana Znayenko-Miller",
                    "role": "CONTACT",
                    "phone": "202-527-7317",
                    "email": "tznayenkomiller@pcrm.org"
                },
                {
                    "name": "Arathi Jayaraman",
                    "role": "CONTACT",
                    "phone": "202-717-8681",
                    "email": "ajayaraman@pcrm.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hana Kahleova, MD, PhD",
                    "affiliation": "Physicians Committee for Responsible Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Physicians Committee for Responsible Medicine",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tatiana Znayenko-Miller",
                            "role": "CONTACT",
                            "phone": "202-527-7317",
                            "email": "tznayenkomiller@pcrm.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "37669055",
                    "type": "BACKGROUND",
                    "citation": "Kahleova H, Sutton M, Maracine C, Nichols D, Monsivais P, Holubkov R, Barnard ND. Vegan Diet and Food Costs Among Adults With Overweight: A Secondary Analysis of a Randomized Clinical Trial. JAMA Netw Open. 2023 Sep 5;6(9):e2332106. doi: 10.1001/jamanetworkopen.2023.32106."
                },
                {
                    "pmid": "33252690",
                    "type": "BACKGROUND",
                    "citation": "Kahleova H, Petersen KF, Shulman GI, Alwarith J, Rembert E, Tura A, Hill M, Holubkov R, Barnard ND. Effect of a Low-Fat Vegan Diet on Body Weight, Insulin Sensitivity, Postprandial Metabolism, and Intramyocellular and Hepatocellular Lipid Levels in Overweight Adults: A Randomized Clinical Trial. JAMA Netw Open. 2020 Nov 2;3(11):e2025454. doi: 10.1001/jamanetworkopen.2020.25454. Erratum In: JAMA Netw Open. 2021 Jan 4;4(1):e2035088. doi: 10.1001/jamanetworkopen.2020.35088. JAMA Netw Open. 2021 Feb 1;4(2):e210550. doi: 10.1001/jamanetworkopen.2021.0550. JAMA Netw Open. 2021 May 3;4(5):e2115510. doi: 10.1001/jamanetworkopen.2021.15510."
                },
                {
                    "pmid": "25091356",
                    "type": "BACKGROUND",
                    "citation": "Yatsuya H, Nihashi T, Li Y, Hotta Y, Matsushita K, Muramatsu T, Otsuka R, Matsunaga M, Yamashita K, Wang C, Uemura M, Harada A, Fukatsu H, Toyoshima H, Aoyama A, Tamakoshi K. Independent association of liver fat accumulation with insulin resistance. Obes Res Clin Pract. 2014 Jul-Aug;8(4):e350-5. doi: 10.1016/j.orcp.2013.08.002. Epub 2013 Sep 5."
                },
                {
                    "pmid": "16873779",
                    "type": "BACKGROUND",
                    "citation": "Barnard ND, Cohen J, Jenkins DJ, Turner-McGrievy G, Gloede L, Jaster B, Seidl K, Green AA, Talpers S. A low-fat vegan diet improves glycemic control and cardiovascular risk factors in a randomized clinical trial in individuals with type 2 diabetes. Diabetes Care. 2006 Aug;29(8):1777-83. doi: 10.2337/dc06-0606."
                },
                {
                    "pmid": "12086926",
                    "type": "BACKGROUND",
                    "citation": "Itani SI, Ruderman NB, Schmieder F, Boden G. Lipid-induced insulin resistance in human muscle is associated with changes in diacylglycerol, protein kinase C, and IkappaB-alpha. Diabetes. 2002 Jul;51(7):2005-11. doi: 10.2337/diabetes.51.7.2005."
                },
                {
                    "pmid": "11679437",
                    "type": "BACKGROUND",
                    "citation": "Bachmann OP, Dahl DB, Brechtel K, Machann J, Haap M, Maier T, Loviscach M, Stumvoll M, Claussen CD, Schick F, Haring HU, Jacob S. Effects of intravenous and dietary lipid challenge on intramyocellular lipid content and the relation with insulin sensitivity in humans. Diabetes. 2001 Nov;50(11):2579-84. doi: 10.2337/diabetes.50.11.2579."
                },
                {
                    "pmid": "10778870",
                    "type": "BACKGROUND",
                    "citation": "Goodpaster BH, Theriault R, Watkins SC, Kelley DE. Intramuscular lipid content is increased in obesity and decreased by weight loss. Metabolism. 2000 Apr;49(4):467-72. doi: 10.1016/s0026-0495(00)80010-4."
                },
                {
                    "pmid": "10027589",
                    "type": "BACKGROUND",
                    "citation": "Krssak M, Falk Petersen K, Dresner A, DiPietro L, Vogel SM, Rothman DL, Roden M, Shulman GI. Intramyocellular lipid concentrations are correlated with insulin sensitivity in humans: a 1H NMR spectroscopy study. Diabetologia. 1999 Jan;42(1):113-6. doi: 10.1007/s001250051123. Erratum In: Diabetologia 1999 Mar;42(3):386. Diabetologia 1999 Oct;42(10):1269."
                },
                {
                    "pmid": "10426379",
                    "type": "BACKGROUND",
                    "citation": "Perseghin G, Scifo P, De Cobelli F, Pagliato E, Battezzati A, Arcelloni C, Vanzulli A, Testolin G, Pozza G, Del Maschio A, Luzi L. Intramyocellular triglyceride content is a determinant of in vivo insulin resistance in humans: a 1H-13C nuclear magnetic resonance spectroscopy assessment in offspring of type 2 diabetic parents. Diabetes. 1999 Aug;48(8):1600-6. doi: 10.2337/diabetes.48.8.1600."
                },
                {
                    "pmid": "10731493",
                    "type": "BACKGROUND",
                    "citation": "Goodpaster BH, Thaete FL, Kelley DE. Thigh adipose tissue distribution is associated with insulin resistance in obesity and in type 2 diabetes mellitus. Am J Clin Nutr. 2000 Apr;71(4):885-92. doi: 10.1093/ajcn/71.4.885."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                },
                {
                    "id": "D000007333",
                    "term": "Insulin Resistance"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006946",
                    "term": "Hyperinsulinism"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Mellitus, Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes Mellitus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10370",
                    "name": "Insulin Resistance",
                    "asFound": "Insulin Sensitivity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9997",
                    "name": "Hyperinsulinism",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}