{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05464095",
            "orgStudyIdInfo": {
                "id": "220692"
            },
            "secondaryIdInfos": [
                {
                    "id": "HL158941",
                    "type": "OTHER_GRANT",
                    "domain": "NHLBI"
                }
            ],
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "The MObile Health InterVEntion in Pulmonary Arterial Hypertension (MOVE PAH) Study",
            "officialTitle": "The MObile Health InterVEntion in Pulmonary Arterial Hypertension (MOVE PAH) Study",
            "acronym": "MOVE PAH)",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "the-mobile-health-intervention-in-pulmonary-arterial-hypertension-move-pah-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-15",
            "studyFirstSubmitQcDate": "2022-07-15",
            "studyFirstPostDateStruct": {
                "date": "2022-07-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Evan Brittain",
                "investigatorTitle": "MD",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Patients with pulmonary arterial hypertension (PAH) have reduced health related quality of life (HRQOL) and impaired exercise capacity. Despite fourteen approved therapies, most patients die within ten years. Increasing physical activity is highly efficacious in PAH, resulting in six-minute walk distance (6MWD) and HRQOL improvement that often exceeds the effect of medications. Prior activity studies required inpatient rehabilitation, which is impractical, hard to sustain, and poorly scalable to a rare disease.\n\nThe Investigators propose a randomized trial of smart texts versus usual care for 6 months. The Investigators will randomize 100 PAH patients to the mHealth intervention or usual care. The Investigators will test the effect of a text-based mHealth intervention on HRQOL in PAH using the PAH-specific emPHasis-10 questionnaire. The Investigators will also test the effect of an mHealth intervention on exercise capacity, measured by a supervised home-based 6MWD test. Finally, the Investigators will examine the effect of the intervention on time to clinical worsening (composite of PAH therapy escalation, PAH hospitalization, and death) one year after randomization."
        },
        "conditionsModule": {
            "conditions": [
                "Pulmonary Arterial Hypertension"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, single-blinded, parallel group, Phase II study of 100 subjects with PAH. Eligible subjects will be randomly assigned to receive the mHealth intervention or not for twenty-four weeks.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The investigators and study coordinators will be blinded to treatment arms",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "mHealth Intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients will be randomized to the mHealth texting platform, which are messages designed to facilitate self-awareness, reinforce step targets, and link physical activity with a reward or memorable cue.",
                    "interventionNames": [
                        "Device: mHealth Intervention"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "OTHER",
                    "description": "Routine medical care",
                    "interventionNames": [
                        "Device: Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "mHealth Intervention",
                    "description": "The Health Insurance Portability and Accountability Act (HIPPA) compliant texting platform is linked to the Fitbit Application Program Interface. Real time activity data will be transmitted from the subject's smartphone to the mHealth platform via cellular network. Participants assigned to the texting arm will receive 3 texts/day in sync with their preferred morning, lunch, and evening leisure schedule, which is defined at enrollment. These texts will use personal, disease-specific, and provider information to deliver 2 types of messages customized to the current step count and sent in equal proportion. Messages are designed to facilitate self-awareness, reinforce step targets, and link physical activity with a reward or memorable cue.",
                    "armGroupLabels": [
                        "mHealth Intervention"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Usual Care",
                    "description": "The HIPPA-compliant texting platform is linked to the Fitbit Application Program Interface. Real-time activity data will be transmitted from the subject's smartphone to the mHealth platform via cellular network.",
                    "armGroupLabels": [
                        "Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Quality of Life as measured by the Short Form Survey (SF-36)",
                    "description": "The SF-36 is a 36 item scale, which measures eight domains of health status: physical functioning (10 items); physical role limitations (four items); bodily pain (two items); general health perceptions (five items); energy/vitality (four items); social functioning (two items); emotional role limitations (three items) and mental health (five items). A scoring algorithm is used to convert the raw scores into the eight dimensions listed above. The scores are transformed to range from zero where the respondent has the worst possible health to 100 where the respondent is in the best possible health.",
                    "timeFrame": "Baseline to 24 weeks"
                },
                {
                    "measure": "Change in Quality of Life as measured by the emPHasis-10",
                    "description": "The emPHasis-10 is a short and easy questionnaire that consists of 10 items that address breathlessness, fatigue, control, and confidence. Each item is scored on a semantic differential six-point scale (0-5), with contrasting adjectives at each end. A total emPHasis-10 score is derived using simple aggregation of the 10 items. emPHasis-10 scores range from 0 to 50, higher scores indicate worse quality of life.",
                    "timeFrame": "Baseline to 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in meters walked from baseline to 24 weeks in six minute walk distance (meters)",
                    "description": "The change in meters walked for the six-minute walk distance from baseline to week 24. the six-minute walk test is a measure of functional status or fitness",
                    "timeFrame": "baseline and 24 weeks"
                },
                {
                    "measure": "Change in rated dyspnea from baseline to 24 weeks using the Borg Dyspnea Score",
                    "description": "The change in Borg Dyspnea Score associated with the six-minute walk distance from baseline to week 24.\n\nThe Borg Dyspnea Scale is a 0 to 10 rated numerical score (the higher the score = worsening dyspnea) used to measure dyspnea as reported by the patient during submaximal exercise and is routinely administered during six-minute walk testing (6MWT), one of the most common and frequently used measures to assess disease severity in PAH.",
                    "timeFrame": "baseline and 24 weeks"
                },
                {
                    "measure": "Change in resting heart rate from baseline to 24 weeks (beats per minute)",
                    "description": "Monitored regularly using activity tracking device (per second when active, per 5 seconds when inactive). Subject's resting and peak exercise heart rate will also be recorded at baseline and week 24. Targets exercise capacity. Heart rate is expressed as beats per minute.",
                    "timeFrame": "baseline and 24 weeks"
                },
                {
                    "measure": "Time to clinical worsening",
                    "description": "To assess the effect of a mHealth intervention or no intervention on a composite outcome of PAH-related hospitalization, medication regimen escalation, and all-cause mortality at one year after randomization.\n\nClinical worsening events are defined as death (all causes), hospitalizations due to worsening pulmonary arterial hypertension (PAH), and initiation of an inhaled or infused prostacyclin (PGI2) for the treatment of worsening PAH.",
                    "timeFrame": "baseline to one year after randomization."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults aged 18 or older.\n* Diagnosed with idiopathic, heritable, or associated (connective tissue disease, drugs, or toxins) pulmonary arterial hypertension (PAH), or PAH due to simple congenital heart disease (i.e. atrial septal defect).\n* WHO functional class I-III\n* Stable PAH-specific medication regimen for three months prior to enrollment. Subjects with only a single diuretic adjustment in the prior three months will be included. Adjustments in IV prostacyclin for side effect management are allowed.\n* Forced vital capacity \\>65% predicted with no or minimal interstitial lung disease based on reviews of imaging studies by PI and medical monitor.\n\nExclusion Criteria:\n\n* Prohibited from normal activity due to wheelchair bound status, bed bound status, reliance on a cane/walker, activity-limiting angina, activity-limiting osteoarthritis, or other condition that limits activity.\n* Pregnancy\n* Diagnosis of PAH etiology other than idiopathic, heritable, or associated.\n* Functional class IV heart failure\n* Requirement of \\> 2 diuretic adjustment in the prior three months.\n* Preferred form of activity is not measured by an activity tracker (swimming, yoga, ice skating, stair master, or activities on wheels such as bicycling or rollerblading).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alisha Lindsey, RT",
                    "role": "CONTACT",
                    "phone": "615-322-3412",
                    "email": "alisha.lindsey@vumc.org"
                },
                {
                    "name": "Evan Brittain, MD",
                    "role": "CONTACT",
                    "phone": "615-322-2318",
                    "email": "evan.brittain@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Evan Brittain, MD",
                    "affiliation": "Vanderbilt Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelly Burke, RN",
                            "role": "CONTACT",
                            "email": "kelly.burke@vumc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000081029",
                    "term": "Pulmonary Arterial Hypertension"
                },
                {
                    "id": "D000065627",
                    "term": "Familial Primary Pulmonary Hypertension"
                },
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006976",
                    "term": "Hypertension, Pulmonary"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2261",
                    "name": "Pulmonary Arterial Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10027",
                    "name": "Hypertension, Pulmonary",
                    "relevance": "LOW"
                },
                {
                    "id": "M30541",
                    "name": "Familial Primary Pulmonary Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4807",
                    "name": "Pulmonary Arterial Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}