{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05486559",
            "orgStudyIdInfo": {
                "id": "220733"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "The ECMO-Free Trial",
            "officialTitle": "ECMO-Free Trial: A Multicenter Pilot Feasibility Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-ecmo-free-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-01",
            "studyFirstSubmitQcDate": "2022-08-01",
            "studyFirstPostDateStruct": {
                "date": "2022-08-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Whitney Gannon",
                "investigatorTitle": "Acute Care Nurse Practitioner",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Decannulation from venovenous extracorporeal membrane oxygenation (VV-ECMO) at the earliest and safest time would be expected to improve outcomes and reduce cost. Daily assessments for readiness to liberate from therapies have demonstrated success in other realms of critical care. A recent single-center study demonstrated that a protocolized daily assessment of readiness for liberation from VV-ECMO was feasible and did not raise any major safety concerns, but the effect of this protocolized daily assessment on clinical outcomes remains unclear. Further, the manner in which ECMO is provided, weaned, and discontinued varies significantly between centers, raising persistent concerns regarding widespread adoption of protocolized daily assessment of readiness for liberation from VV-ECMO. Data from large a randomized controlled trial is needed to compare the effects of a protocolized daily assessment of readiness for liberation from VV-ECMO versus usual care on duration of ECMO support and other clinical outcomes. Before such a trial can be conducted, however, additional data are needed to inform the feasibility of a multi-center trial of ECMO weaning.",
            "detailedDescription": "Complication rates, economic consequences, and resource limitations associated with the use of venovenous ECMO (VV-ECMO) are widely recognized. Decannulation at the earliest and safest possible time would be expected to improve clinical outcomes, reduce cost, and optimize resource allocation. Yet, there are no data comparing weaning strategies for decannulation from VV-ECMO, and there is significant variation between centers in approaches to weaning VV-ECMO.\n\nCurrent approaches to weaning VV-ECMO generally rely on clinicians to identify signs of lung recovery and initiate incremental reductions in blood flow rate, fraction of delivered oxygen (FdO2), and sweep gas flow rate4-6. This approach has been previously outlined in guidelines distributed by the Extracorporeal Life Support Organization, expert opinion, and in small descriptive studies, though little data exist to support this strategy. Further, these approaches run counter to the large body of literature for assessing readiness for \"liberation\" from sedation and mechanical ventilation in which incremental reductions (weaning) have repeatedly been shown to be inferior to protocolized daily assessments (spontaneous awakening trials and spontaneous breathing trials7-11).\n\nPrior data suggest that clinicians underestimate readiness for liberation from organ support and suggest that protocols to identify readiness for liberation are superior to clinician judgement9,11. Compared to incremental weaning, spontaneous awakening trials and spontaneous breathing trials have been shown to dramatically shorten the duration of support, reduce intensive care costs, and improve outcomes7-13. Until recently, this approach to liberating patients from a therapy had not been applied to ECMO. Our groups recently conducted a 26-patient, prospective, single-arm, safety and feasibility study to develop and refine a protocol for daily assessment of readiness to liberate from VV-ECMO at a single center14. The results of this study, published in CHEST, suggested that a protocolized daily assessment of readiness for liberation from VV-ECMO is feasible and safe. Further, the median time from first passed trial to decannulation was 2 days, suggesting that a daily protocolized assessment might identify candidates for decannulation earlier than occurs in usual care. However, as a single-arm feasibility study, the prior study was insufficient to determine whether dedicating resources to a protocolized daily assessment of readiness to liberate from VV-ECMO affects patient outcomes. Further, the manner in which ECMO is provided, weaned, and discontinued varies significantly between centers, raising persistent concerns regarding the feasibility of widespread adoption of protocolized daily assessment of readiness for liberation from VV-ECMO.\n\nA large, randomized trial is needed to determine whether a protocolized daily assessment of readiness to liberate from VV-ECMO affects patient outcomes. Before such a trial can be conducted, however, additional data are needed to establish the feasibility of randomizing patients to a specific weaning strategy across multiple centers.\n\nAdditional data from a large, multi-center randomized controlled trial are needed to compare the effects of a protocolized daily assessment of readiness for liberation from VV-ECMO versus usual care on duration of ECMO support, measures of unsafe liberation, and other clinical outcomes.\n\nPrimary aim: Demonstrate the feasibility of a large, multi-center randomized controlled trial by conducting a multi-center pilot trial comparing a protocolized daily assessment of readiness for liberation from VV-ECMO (ECMO-free protocol) to usual care. The success of the pilot trial will be measured by meeting specified benchmarks for enrollment, randomization, adherence to group assignment, and separation between groups.\n\nSecondary aim: To define and estimate the frequency of the primary efficacy, primary safety, and secondary outcomes of a future large, multi-center randomized controlled trial comparing a protocolized daily assessment of readiness for liberation from VV-ECMO (ECMO-free protocol) to usual care.\n\nTo address these aims, we propose a multi-center, open-label, parallel-group, randomized pilot trial comparing a protocolized daily assessment of readiness for liberation from VV-ECMO (ECMO-free protocol) to usual care. All patients who receive VV-ECMO in a participating unit of an adult hospital and meet all inclusion criteria and no exclusion criteria will be eligible for participation. Eligible participants or surrogate decision makers will be approached for consent. Following documentation of written informed consent, patients will be enrolled and randomly assigned to receive the ECMO-free protocol or usual care. The study will control VV-ECMO weaning strategy until the first of decannulation or death. All other decisions regarding critical care support, interventional therapies, and medical treatment will remain at the discretion of the treating physician and consulting teams."
        },
        "conditionsModule": {
            "conditions": [
                "Extracorporeal Membrane Oxygenation Complication"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Open-label, parallel-group, randomized pilot trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "The ECMO-free Protocol group",
                    "type": "EXPERIMENTAL",
                    "description": "For patients assigned to the ECMO-free protocol group, the study personnel will perform the ECMO-free protocol daily from enrollment until the first of death or ECMO decannulation; results will be recorded and shared with the treatment team. Final decisions regarding decannulation will be made by treating clinicians who are aware of the results of daily ECMO-free protocolized assessments.",
                    "interventionNames": [
                        "Other: ECMO-free protocol"
                    ]
                },
                {
                    "label": "The Usual Care Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "For patients assigned to the usual care group, ECMO weaning and assessments of readiness for ECMO decannulation will be at the discretion of treating clinicians.",
                    "interventionNames": [
                        "Other: Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "ECMO-free protocol",
                    "description": "All patients randomized to the ECMO-Free Protocol Group will receive a protocolized daily assessment of readiness for liberation from VV-ECMO, which will be initiated between 6:00 AM local time and 10:00 AM local time. If the patient is enrolled after 10:00 AM local time the ECMO-free protocol will begin the following calendar day.\n\nThe ECMO-Free Protocol is a 3-step process of assessing readiness for liberation from VV-ECMO: a safety screen (Phase 1: ECMO-Free Safety Screen), titration of the non-ECMO fraction of inspired oxygen (Phase 2: Non-ECMO respiratory support titration), and a trial of cessation of sweep gas flow (Phase 3: ECMO-Free Trial).",
                    "armGroupLabels": [
                        "The ECMO-free Protocol group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Usual Care",
                    "description": "All patients randomized to the Usual Care Group will undergo assessments of readiness for liberation, weaning, and decannulation at the discretion of the treatment team.",
                    "armGroupLabels": [
                        "The Usual Care Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "60-day ECMO-free days",
                    "description": "60 minus the number of days from randomization to final decannulation with patients who die before the first of day 60 or hospital discharge receiving \"0\" ECMO-free days",
                    "timeFrame": "From randomization to until the date of death or final decannulation, whichever came first, through study completion, an average of 2 years."
                },
                {
                    "measure": "Unsafe liberation from VV-ECMO",
                    "description": "Criteria met within 48 hours of decannulation: VV-ECMO recannulation, sustained (\\> 4 hours) escalation of mechanical ventilation (change from a partially assisted mode to controlled MV, or dynamic driving pressure greater than or equal to 16 and delta change from previous setting of greater than or equal to 5 cm H2O, or increase in FiO2 to \\> 80%), use of rescue therapies (i.e. new need for paralysis and deep sedation, or inhaled pulmonary vasodilators, or high frequency oscillatory ventilation, or new worsening hemodynamics requiring addition of any vasoactive agents with no evidence of sepsis or hypovolemia)",
                    "timeFrame": "From randomization to until the date of death or the date 24 hours after decannulation, whichever came first, through study completion, an average of 2 years."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Duration of ECMO",
                    "description": "Time from randomization to decannulation",
                    "timeFrame": "From randomization to until the date of death or the date of decannulation, whichever came first, through study completion, an average of 2 years."
                },
                {
                    "measure": "Survival to decannulation",
                    "description": "Alive at time of decannulation",
                    "timeFrame": "From randomization to the date of death or decannulation, whichever came first, through study completion, an average of 2 years"
                },
                {
                    "measure": "ICU-free days",
                    "description": "Number of days alive and not in the ICU between randomization and day 60.",
                    "timeFrame": "From randomization to the date of death or discharge, whichever came first, through study completion, an average of 2 years."
                },
                {
                    "measure": "Ventilator-free days",
                    "description": "Number of days alive and free from mechanical ventilation between randomization and day 60.",
                    "timeFrame": "From randomization to the date of death or discharge, whichever came first, through study completion, an average of 2 years."
                },
                {
                    "measure": "Hospital-free days",
                    "description": "Number of days alive and not in the hospital between randomization and day 60.",
                    "timeFrame": "From randomization to the date of death or discharge, whichever came first, through study completion, an average of 2 years."
                },
                {
                    "measure": "In-hospital mortality",
                    "description": "Death prior to hospital discharge.",
                    "timeFrame": "From randomization to the date of death or discharge, whichever came first, through study completion, an average of 2 years."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Number of patients screened per month",
                    "description": "Number of patients screened for study enrollment per month",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Number of patients eligible for the study",
                    "description": "Number of patients who are eligible for the study per monthNumber of patients who are eligible for the study per month.",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Number of and the specific exclusion criteria met",
                    "description": "The specific exclusion criteria met (for any patient ineligible for enrollment).",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Number of and specific reasons for \"missed\" enrollments",
                    "description": "Reasons for \"missed\" enrollments (e.g. unavailability of research staff, refusal of clinical team to allow randomization, patient refusal of informed consent)",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Number of patients enrolled per month",
                    "description": "Number of patients enrolled in the study per month",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Proportion of patients adhering to randomized assignment",
                    "description": "Adherence to the assigned anticoagulation strategy will be adequate if more than 80% of patients have fewer than 10% of monitored values as major protocol violations.",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Time from ECMO cannulation to randomization (hours)",
                    "description": "Time from ECMO cannulation to randomization in hours.",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Duration of the intervention period (days)",
                    "description": "Duration of the intervention period, defined as the time from randomization to the first of: diagnosis of a major bleeding event, diagnosis of a thromboembolic event, placement of an arterial ECMO cannula, decannulation from ECMO, or death (days).",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Number of safety screens performed",
                    "description": "Number of safety screens performed daily for patients enrolled.",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Number of safety ECMO-free trials performed",
                    "description": "Number of ECMO-free trial performed daily among patients enrolled.",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Reasons for \"missed\" safety screens",
                    "description": "Reasons for missed safety screens among patients enrolled.",
                    "timeFrame": "Through study completion, an average of 2 years."
                },
                {
                    "measure": "Reasons for \"missed\" ECMO-free trials",
                    "description": "Reasons for passed safety screens that did not lead to an ECMO-free trial among patients enrolled.",
                    "timeFrame": "Through study completion, an average of 2 years."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient receiving VV-ECMO\n* Patient is located in a participating unit of an adult hospital\n\nExclusion Criteria:\n\n* Patient is pregnant\n* Patient is a prisoner\n* Patient is \\< 18 years old\n* Participant is receiving ECMO as bridge to transplant\n* Participant is receiving a hybrid configuration that includes an arterial cannula\n* Patient has received VV-ECMO for \\> 24 hours",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Whitney D Gannon, MSN, MS",
                    "role": "CONTACT",
                    "phone": "6109095789",
                    "email": "whitney.gannon@vumc.org"
                },
                {
                    "name": "Jonathan D Casey, MD, MSc",
                    "role": "CONTACT",
                    "phone": "502-645-0153",
                    "email": "jonathan.d.casey@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan D Casey, MD, MSc",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Hennepin County Medical Center",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55415",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Prekker, MD, MPH",
                            "role": "CONTACT",
                            "phone": "612-873-3196",
                            "email": "matthew.prekker@hcmed.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Toronto General Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Toronto",
                    "state": "Ontario",
                    "zip": "M5G 2C4",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Eddy Fan, MD, PhD",
                            "role": "CONTACT",
                            "phone": "416-340-5483",
                            "email": "eddy.fan@uhn.ca"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34166645",
                    "type": "BACKGROUND",
                    "citation": "Al-Fares AA, Ferguson ND, Ma J, Cypel M, Keshavjee S, Fan E, Del Sorbo L. Achieving Safe Liberation During Weaning From VV-ECMO in Patients With Severe ARDS: The Role of Tidal Volume and Inspiratory Effort. Chest. 2021 Nov;160(5):1704-1713. doi: 10.1016/j.chest.2021.05.068. Epub 2021 Jun 21."
                },
                {
                    "pmid": "19762075",
                    "type": "BACKGROUND",
                    "citation": "Peek GJ, Mugford M, Tiruvoipati R, Wilson A, Allen E, Thalanany MM, Hibbert CL, Truesdale A, Clemens F, Cooper N, Firmin RK, Elbourne D; CESAR trial collaboration. Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial. Lancet. 2009 Oct 17;374(9698):1351-63. doi: 10.1016/S0140-6736(09)61069-2. Epub 2009 Sep 15. Erratum In: Lancet. 2009 Oct 17;374(9698):1330."
                },
                {
                    "pmid": "31408142",
                    "type": "BACKGROUND",
                    "citation": "Brodie D, Slutsky AS, Combes A. Extracorporeal Life Support for Adults With Respiratory Failure and Related Indications: A Review. JAMA. 2019 Aug 13;322(6):557-568. doi: 10.1001/jama.2019.9302."
                },
                {
                    "pmid": "29732188",
                    "type": "BACKGROUND",
                    "citation": "Broman LM, Malfertheiner MV, Montisci A, Pappalardo F. Weaning from veno-venous extracorporeal membrane oxygenation: how I do it. J Thorac Dis. 2018 Mar;10(Suppl 5):S692-S697. doi: 10.21037/jtd.2017.09.95."
                },
                {
                    "pmid": "31533848",
                    "type": "BACKGROUND",
                    "citation": "Vasques F, Romitti F, Gattinoni L, Camporota L. How I wean patients from veno-venous extra-corporeal membrane oxygenation. Crit Care. 2019 Sep 18;23(1):316. doi: 10.1186/s13054-019-2592-5. No abstract available."
                },
                {
                    "pmid": "29344952",
                    "type": "BACKGROUND",
                    "citation": "Grant AA, Hart VJ, Lineen EB, Badiye A, Byers PM, Patel A, Vianna R, Koerner MM, El Banayosy A, Loebe M, Ghodsizad A. A Weaning Protocol for Venovenous Extracorporeal Membrane Oxygenation With a Review of the Literature. Artif Organs. 2018 Jun;42(6):605-610. doi: 10.1111/aor.13087. Epub 2018 Jan 18."
                },
                {
                    "pmid": "10816184",
                    "type": "BACKGROUND",
                    "citation": "Kress JP, Pohlman AS, O'Connor MF, Hall JB. Daily interruption of sedative infusions in critically ill patients undergoing mechanical ventilation. N Engl J Med. 2000 May 18;342(20):1471-7. doi: 10.1056/NEJM200005183422002."
                },
                {
                    "pmid": "10628598",
                    "type": "BACKGROUND",
                    "citation": "Brook AD, Ahrens TS, Schaiff R, Prentice D, Sherman G, Shannon W, Kollef MH. Effect of a nursing-implemented sedation protocol on the duration of mechanical ventilation. Crit Care Med. 1999 Dec;27(12):2609-15. doi: 10.1097/00003246-199912000-00001."
                },
                {
                    "pmid": "18191684",
                    "type": "BACKGROUND",
                    "citation": "Girard TD, Kress JP, Fuchs BD, Thomason JW, Schweickert WD, Pun BT, Taichman DB, Dunn JG, Pohlman AS, Kinniry PA, Jackson JC, Canonico AE, Light RW, Shintani AK, Thompson JL, Gordon SM, Hall JB, Dittus RS, Bernard GR, Ely EW. Efficacy and safety of a paired sedation and ventilator weaning protocol for mechanically ventilated patients in intensive care (Awakening and Breathing Controlled trial): a randomised controlled trial. Lancet. 2008 Jan 12;371(9607):126-34. doi: 10.1016/S0140-6736(08)60105-1."
                },
                {
                    "pmid": "8948561",
                    "type": "BACKGROUND",
                    "citation": "Ely EW, Baker AM, Dunagan DP, Burke HL, Smith AC, Kelly PT, Johnson MM, Browder RW, Bowton DL, Haponik EF. Effect on the duration of mechanical ventilation of identifying patients capable of breathing spontaneously. N Engl J Med. 1996 Dec 19;335(25):1864-9. doi: 10.1056/NEJM199612193352502."
                },
                {
                    "pmid": "11742965",
                    "type": "BACKGROUND",
                    "citation": "Ely EW, Meade MO, Haponik EF, Kollef MH, Cook DJ, Guyatt GH, Stoller JK. Mechanical ventilator weaning protocols driven by nonphysician health-care professionals: evidence-based clinical practice guidelines. Chest. 2001 Dec;120(6 Suppl):454S-63S. doi: 10.1378/chest.120.6_suppl.454s."
                },
                {
                    "pmid": "7921460",
                    "type": "BACKGROUND",
                    "citation": "Brochard L, Rauss A, Benito S, Conti G, Mancebo J, Rekik N, Gasparetto A, Lemaire F. Comparison of three methods of gradual withdrawal from ventilatory support during weaning from mechanical ventilation. Am J Respir Crit Care Med. 1994 Oct;150(4):896-903. doi: 10.1164/ajrccm.150.4.7921460."
                },
                {
                    "pmid": "7823995",
                    "type": "BACKGROUND",
                    "citation": "Esteban A, Frutos F, Tobin MJ, Alia I, Solsona JF, Valverdu I, Fernandez R, de la Cal MA, Benito S, Tomas R, et al. A comparison of four methods of weaning patients from mechanical ventilation. Spanish Lung Failure Collaborative Group. N Engl J Med. 1995 Feb 9;332(6):345-50. doi: 10.1056/NEJM199502093320601."
                },
                {
                    "pmid": "34166644",
                    "type": "BACKGROUND",
                    "citation": "Gannon WD, Stokes JW, Bloom S, Sherrill W, Bacchetta M, Rice TW, Semler MW, Casey JD. Safety and Feasibility of a Protocolized Daily Assessment of Readiness for Liberation From Venovenous Extracorporeal Membrane Oxygenation. Chest. 2021 Nov;160(5):1693-1703. doi: 10.1016/j.chest.2021.05.066. Epub 2021 Jun 21."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}