{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05908461",
            "orgStudyIdInfo": {
                "id": "STUDY00004375"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HD105496-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HD105496-01A1"
                }
            ],
            "organization": {
                "fullName": "State University of New York at Buffalo",
                "class": "OTHER"
            },
            "briefTitle": "The Early Childhood Friendship Project - Phase 3",
            "officialTitle": "The Early Childhood Friendship Project: Testing Key Mechanisms and the Moderating Role of Physiological Reactivity",
            "acronym": "ECFP-3",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-early-childhood-friendship-project-phase"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04-16",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-16",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-25",
            "studyFirstSubmitQcDate": "2023-06-09",
            "studyFirstPostDateStruct": {
                "date": "2023-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jamie M. Ostrov, Ph.D.",
                "investigatorTitle": "Professor of Psychology, Clinical Area Head, Director of Clinical Training",
                "investigatorAffiliation": "State University of New York at Buffalo"
            },
            "leadSponsor": {
                "name": "State University of New York at Buffalo",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to assess the impact of the Early Childhood Friendship Project (ECFP) on changes in aggression/peer victimization subtypes, prosocial behavior, and social and academic competence with a teacher-implemented (with coaching) version of the program. Further, investigators will examine whether changes in executive functioning, emotion regulation, and hostile attribution biases indirectly account for the program effects. Investigators will test if physiological reactivity (skin conductance and respiratory sinus arrhythmia) serves as moderators of intervention effects. Data will be collected from 600 children (30 randomly assigned preschool classrooms) diverse in socioeconomic status and race/ethnicity. Investigators will use multiple methods (school-based observations, direct academic assessments, child interviews, physiological reactivity using two tasks, observer, caregiver, and teacher reports) to assess the efficacy of the program, hypothesized mechanisms, and role of physiology as a moderator of intervention effects. The duration of the effects will be tested at both 4 month and 12-month follow-up and will thus demonstrate the impact the program has on children's school readiness and transition to kindergarten. It is expected that preschool children randomly assigned to the ECFP intervention relative to the control condition will show significant and moderate reductions in physical and relational aggression/victimization at post-test and follow-up; the ECFP intervention group will also show increases in prosocial behavior, social competence, and academic competence, relative to the control group at post-test and follow-up (4-months at the end of preschool and 12 months after transitioning to kindergarten). Additionally, it is hypothesized that changes in executive functioning, emotion regulation, and hostile attribution biases will mediate treatment effects from baseline to respective follow-ups. It is anticipated that these hypothesis will be moderated by gender such that effects will be stronger for girls relative to boys. Finally, it is hypothesized that physiological reactivity will act as a moderator of intervention effects and of the executive functioning, emotion regulation, and hostile attribution biases mechanisms."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive the Early Childhood Friendship project intervention (8x10-min puppet shows, 7x5-min gross motor activities7x5-min passive activities, up to 3x1-hour in-vivo behavioral reinforcement periods).",
                    "interventionNames": [
                        "Behavioral: Early Childhood Friendship Project"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will not receive the Early Childhood Friendship project intervention."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Early Childhood Friendship Project",
                    "description": "Classroom-based intervention where teachers will implement 8 10-minute puppet shows, 7 5-minute active gross motor activities to reinforce the social skill of the week, and 7 5-minute passive rehearsal activities such as making their own puppet and practicing the steps of the week. Up to three 1 hour in vivo behavioral reinforcement periods will occur per week and during these free play sessions teachers and the main puppet will use developmentally appropriate praise to reinforce the use of the social skills of the week.",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Observations of Physical Aggression (Early Childhood Observation System - Frequency Count up to 8 Sampling Sessions)",
                    "description": "Physical aggression will be assessed via focal child sampling with continuous recording observation for each participating child. Each observation is 10 minutes for up to 8 separate observations (i.e., frequency counts divided by number of sessions out of 8 sessions).",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Observations of Prosocial Behavior (Early Childhood Observation System - Frequency Count up to 8 Sampling Sessions)",
                    "description": "Prosocial behavior will be assessed via focal child sampling with continuous recording observations for each participating child. Each observation is 10 minutes for up to 8 separate observations (i.e., frequency counts divided by number of sessions out of 8 sessions).",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Observations of Relational Aggression (Early Childhood Observation System - Frequency Count up to 8 Sampling Sessions)",
                    "description": "Relational aggression will be assessed via focal child sampling with continuous recording observations for each participating child. Each observation is 10 minutes for up to 8 separate observations (i.e., frequency counts divided by number of sessions out of 8 sessions).",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Observations of Physical Victimization (Early Childhood Observation System - Frequency Count up to 8 Sampling Sessions)",
                    "description": "Physical victimization will be assessed via focal child sampling with continuous recording observations for each participating child. Each observation is 10 minutes for up to 8 separate observations (i.e., frequency counts divided by number of sessions out of 8 sessions).",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Observations of Relational Victimization (Early Childhood Observation System - Frequency Count up to 8 Sampling Sessions)",
                    "description": "Relational victimization will be assessed via focal child sampling with continuous recording observations for each participating child. Each observation is 10 minutes for up to 8 separate observations (i.e., frequency counts divided by number of sessions out of 8 sessions).",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Dynamic Indicators of Basic Early Learning (DIBELS) - Sound Fluency",
                    "description": "Sound fluency will be measured using the DIBELS - Sound Fluency measure. Scores are calculated as the correct initial sounds per minute, with higher scores indicating greater performance on this measure.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                },
                {
                    "measure": "Dynamic Indicators of Basic Early Learning (DIBELS) - Letter Naming Fluency",
                    "description": "Letter naming fluency will be measured using the DIBELS - Letter Naming Fluency measure. Scores on this measure range from 0 to 110, with higher scores indicating greater performance.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                },
                {
                    "measure": "Early Numeracy Skills: Set Comparison",
                    "description": "Early numeracy will be assessed using the task set comparisons. In this activity, a child is presented with four sets of dots representing different amounts and asked which has the most or fewest dots. A child's score is a sum of correct responses. Scores range from 0-6, with higher scores indicating stronger performance.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                },
                {
                    "measure": "Early Numeracy Skills: One-to-One Counting",
                    "description": "Early numeracy will be assessed using the task one-to-one counting. In this task, a child is presented with a set of dots and asked to count the set. A child's score is sum of correct responses. Scores range from 0 to 5, with higher scores indicating stronger performance.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                },
                {
                    "measure": "Early Numeracy Skills: Verbal Counting",
                    "description": "Early numeracy will be assessed using the task verbal counting. In this task, a child is asked to count as high as possible until the child makes a mistake or correctly counts up to 100. A child's score is a single score based on correct counting out of 100. Scores range from 1-7, with higher scores indicating stronger performance.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                },
                {
                    "measure": "Preschool Peer Victimization Measure - Teacher Report - Revised (PPVM-T-R): Relational Victimization Subscale",
                    "description": "Teachers will complete the PPVM-T-R Relational Victimization subscale to assess relational victimization. Raw scores are 4-20 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of relational victimization.",
                    "timeFrame": "An average of 12 months post-intervention completion."
                },
                {
                    "measure": "Preschool Peer Victimization Measure - Teacher Report - Revised (PPVM-T-R): Physical Victimization Subscale",
                    "description": "Teachers will complete the PPVM-T-R physical victimization subscale to assess physical victimization. Raw scores are 4-20 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of physical victimization.",
                    "timeFrame": "An average of 12 months post-intervention completion."
                },
                {
                    "measure": "Preschool Peer Victimization Measure - Teacher Report - Revised (PPVM-T-R): Physical Victimization Subscale",
                    "description": "Research assistant observers will complete the PPVM-T-R physical victimization subscale to assess physical victimization. Raw scores are 4-20 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of physical victimization.",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Preschool Peer Victimization Measure - Teacher Report - Revised (PPVM-T-R): Relational Victimization Subscale",
                    "description": "Research assistant observers will complete the PPVM-T-R relational aggression subscale to assess relational victimization. Raw scores are 4-20 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of physical victimization.",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Preschool Peer Victimization Measure - Teacher Report - Revised (PPVM-T-R): Physical Victimization Subscale",
                    "description": "Research assistant observers will complete the PPVM-T-R physical victimization to assess physical victimization. Raw scores are 4-20 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of physical victimization.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                },
                {
                    "measure": "Preschool Peer Victimization Measure - Teacher Report - Revised (PPVM-T-R): Relational Victimization Subscale",
                    "description": "Research assistant observers will complete the PPVM-T-R relational victimization subscale to assess relational victimization. Raw scores are 4-20 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of physical victimization.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                },
                {
                    "measure": "Preschool Social Behavior Scale - Teacher Report (PSBS-TR): Physical Aggression Subscale",
                    "description": "Teachers will complete the PSBS-TR physical aggression subscale to assess physical aggression. Raw scores are 6-30 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of physical aggression.",
                    "timeFrame": "An average of 12 months post-intervention completion."
                },
                {
                    "measure": "Preschool Social Behavioral Scale - Teacher Report (PSBS-TR): Relational Aggression Subscale",
                    "description": "Teachers will complete the PSBS-TR relational aggression subscale to assess relational aggression. Raw scores are 6-30 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of relational aggression.",
                    "timeFrame": "An average of 12 months post-intervention completion."
                },
                {
                    "measure": "Preschool Social Behavioral Scale - Teacher Report (PSBS-TR): Prosocial Behavior Subscale",
                    "description": "Teachers will complete the PSBS-TR prosocial behavior subscale to assess prosocial behavior. Raw scores are 4-20 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of prosocial behavior.",
                    "timeFrame": "An average of 12 months post-intervention completion."
                },
                {
                    "measure": "Preschool Social Behavioral Scale - Teacher Report (PSBS-TR): Relational Aggression Subscale",
                    "description": "Research assistant observers will complete the PSBS-TR relational aggression subscale to assess relational aggression. Raw scores are 6-30 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of relational aggression.",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Preschool Social Behavioral Scale - Teacher Report (PSBS-TR): Physical Aggression Subscale",
                    "description": "Research assistant observers will complete the PSBS-TR physical aggression subscale to assess physical aggression. Raw scores are 6-30 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of physical aggression.",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Preschool Social Behavioral Scale - Teacher Report (PSBS-TR): Prosocial Behavior Subscale",
                    "description": "Research assistant observers will complete the PSBS-TR prosocial behavior subscale to assess prosocial behavior. Raw scores are 4-20 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of physical aggression.",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Preschool Social Behavioral Scale - Teacher Report (PSBS-TR): Physical Aggression Subscale",
                    "description": "Research assistant observers will complete the PSBS-TR physical aggression subscale to assess physical aggression. Raw scores are 6-30 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of physical aggression.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                },
                {
                    "measure": "Preschool Social Behavioral Scale - Teacher Report (PSBS-TR): Relational Aggression Subscale",
                    "description": "Research assistant observers will complete the PSBS-TR relational aggression subscale to assess relational aggression. Raw scores are 6-30 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of relational aggression.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                },
                {
                    "measure": "Preschool Social Behavioral Scale - Teacher Report (PSBS-TR): Prosocial Behavior Subscale",
                    "description": "Research assistant observers will complete the PSBS-TR prosocial behavior subscale to assess prosocial behavior. Raw scores are 4-20 with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of physical aggression.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                },
                {
                    "measure": "MacArthur Health and Behavior Questionnaire (HBQ) - School Performance Subscale",
                    "description": "Teachers will complete the HBQ school performance subscale to assess academic competence. Raw scores range from 5-25 with average scores on this measure ranging from 1-5, and with higher scores indicate higher levels of academic competence.",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "MacArthur Health and Behavior Questionnaire (HBQ) - School Performance Subscale",
                    "description": "Teachers will complete the HBQ school performance subscale to assess academic competence. Raw scores range from 5-25, with average scores on this measure ranging from 1-5, and with higher scores indicating higher levels of academic competence.",
                    "timeFrame": "An average of 12 months post-intervention completion."
                },
                {
                    "measure": "MacArthur Health and Behavior Questionnaire (HBQ) - School Engagement Subscale",
                    "description": "Teachers will complete the HBQ school engagement subscale to assess school engagement. Raw scores range from 0-16, with average scores on this measure ranging from 0-2, and with higher scores indicating higher levels of school engagement.",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "MacArthur Health and Behavior Questionnaire (HBQ) - School Engagement Subscale",
                    "description": "Teachers will complete the HBQ school engagement subscale to assess school engagement. Raw scores range from 0-16, with average scores on this measure ranging from 0-2, and with higher scores indicating higher levels of school engagement.",
                    "timeFrame": "An average of 12 months post-intervention completion."
                },
                {
                    "measure": "Social Skills Rating Scale (SSRS)",
                    "description": "Teachers will complete this standard measure of social skills. Raw scores range from 0 to 60, with average scores on this measure ranging from 0-2, and with higher scores indicating higher levels of social skills.",
                    "timeFrame": "An average of 12 months post-intervention completion."
                },
                {
                    "measure": "Social Skills Rating Scale (SSRS)",
                    "description": "Research assistant observers will complete this standard measure of social skills. Raw scores range from 0 to 60, with average scores on this measure ranging from 0-2, and with higher scores indicating higher levels of social skills.",
                    "timeFrame": "Up to 12 weeks post-intervention completion."
                },
                {
                    "measure": "Social Skills Rating Scale (SSRS)",
                    "description": "Research assistant observers will complete this standard measure of social skills. Raw scores range from 0 to 60, with average scores on this measure ranging from 0-2, and with higher scores indicating higher levels of social skills.",
                    "timeFrame": "Up to 4 months post-intervention completion."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* A child is eligible if attending one of the participating child care centers in the greater Buffalo region of Western New York and planning to enter kindergarten in the fall.\n\nExclusion Criteria:\n\n* None",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "maximumAge": "6 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristin Tymchak, M.A./A.C.",
                    "role": "CONTACT",
                    "phone": "716-645-0213",
                    "email": "katymcha@buffalo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jamie M Ostrov, Ph.D.",
                    "affiliation": "University at Buffalo, SUNY",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University at Buffalo, SUNY",
                    "status": "RECRUITING",
                    "city": "Buffalo",
                    "state": "New York",
                    "zip": "14260",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristin Tymchak, M.A./A.C.",
                            "role": "CONTACT",
                            "phone": "716-645-0213",
                            "email": "katymcha@buffalo.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.88645,
                        "lon": -78.87837
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}