{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04947657",
            "orgStudyIdInfo": {
                "id": "2021-462"
            },
            "organization": {
                "fullName": "Tulane University",
                "class": "OTHER"
            },
            "briefTitle": "The CoAGulation Biomarkers and Atrial Fibrillation (COAG-AF) Pilot Study",
            "officialTitle": "Correlation Of CoAGulation Biomarkers and Atrial Fibrillation Burden in Patients Post Catheter Ablation: the COAG-AF Pilot Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "the-coagulation-biomarkers-and-atrial-fibrillation-coag-af-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-23",
            "studyFirstSubmitQcDate": "2021-06-30",
            "studyFirstPostDateStruct": {
                "date": "2021-07-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Tulane University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The aim of the Correlation Of CoAGulation-Atrial Fibrillation (COAG-AF) study is to prove that an increase in pro-thrombotic biomarkers in AF is associated with an increase in AF burden.\n\nSecondary objectives of the study are the following:\n\n* To investigate the impact of catheter ablation on serum pro-thrombotic biomarkers in patients with AF.\n* To correlate coagulation biomarkers with imaging features such as, the degree of fibrosis found on Late Gadolinium Enhancement Magnetic Resonance Imaging (LGE-MRI) scans, which is a part of standard of care.\n* To determine baseline values of coagulation and pro-thrombotic biomarkers in the AF population and compare those baseline values with the general population values.\n* To compare central and peripheral thrombotic biomarkers in patients with atrial fibrillation.",
            "detailedDescription": "COAG-AF is a 3-month prospective observational study in patients diagnosed with atrial fibrillation and undergoing a first-time ablation procedure. It will be a pilot study consisting of approximately twenty patients.\n\nPatients will undergo a baseline blood draw prior to ablation. A cardiac MRI (LGE-MRI) scan will also be performed prior to ablation and is part of standard of care in patients undergoing ablation.\n\nDuring catheter ablation, blood will be taken simultaneously from a peripheral blood vessel and from the left atrium (LA) at two different timepoints.\n\nPatients will have additional blood draws immediately following ablation, one month and three months after ablation.\n\nStudy Data Elements:\n\nThe investigators will collect data from electronic medical health records and/or REDCap surveys sent through e-mail addresses provided by participants: demographic information, medical history, medication use, family history, and health behaviors (smoking, alcohol, eating habits etc.). Imaging data, notably echography and cardiac MRI will be recorded when applicable. Imaging data collected will include:\n\n* LA fibrosis: %, and location.\n* Left Ventricular (LV) fibrosis: % and location\n* LA shape\n* LA volume\n* LA functional assessment\n* Left ventricular ejection fraction (LVEF)\n\nChart reviews and surveys will collect the following data:\n\n* All-cause mortality\n* Cardiovascular mortality\n* Hospitalizations\n* Cerebrovascular events\n* AF free interval after ablation\n* Heart Failure\n\nThe investigators will also collect data from an FDA approved ElectroCardioGram (ECG) wearable patch (BodyGuardian® MINI) by Preventice, when prompted. All data elements will be stored on a secured, HIPAA compliant REDCap study database, only accessible by study team members.\n\nLab Tests:\n\nVenipuncture will be performed by a trained nurse or a trained technician. Blood samples will be collected before ablation, twice during ablation, and after ablation at day 1, 30 and 90 at the Tulane Hospital blood laboratory. During ablation, two samples will be obtained from the LA simultaneously while obtaining peripheral blood. Note that the catheter is already in the LA while performing ablation. Therefore, no additional steps are required to obtain blood samples from LA.\n\nCoagulation biomarkers that will be studied:\n\n* Markers of endothelial dysfunction: Asymmetric dimethyl arginine (ADMA)\n* Markers of platelet activation: P-selectin, Platelet factor 4, B-thromboglobulin\n* Markers of coagulation: Von Willebrand factor (vWf), Thrombin levels: Thrombin Antithrombin levels (TAT), Prothrombin Factor 1+2, Fibrinogen levels, Factor 8, Factor 11\n* Markers of fibrinolysis: D-dimers\n\nECG Wearable Patch:\n\nParticipants will receive an FDA approved BodyGuardian® MINI ECG patch provided by Preventice to wear post- ablation, as part of the patient's standard of care. Duration of ECG Patch will be determined by the treating physician. This will provide a continuous ECG strip to assess the amount of AF burden a patient is in after their procedure. The patch must be worn for the entire period and can be worn during exercise and during showering/bathing. A member of the clinical trial team will help with the application set-up process. They will assign each patient a unique identifier which will be entered into the device at the study site so that the patient's ECG transmissions will always be associated with their participant identifier (ID). These results will be uploaded onto the study data management platform for analysis."
        },
        "conditionsModule": {
            "conditions": [
                "Atrial Fibrillation"
            ],
            "keywords": [
                "Catheter ablation",
                "Coagulation",
                "Atrial Fibrillation burden"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Measure the change in Asymmetric dimethyl arginine (ADMA) in relation to atrial fibrillation burden",
                    "description": "Blood samples will be collected from patients at different time points to measure the correlation between ADMA and the atrial fibrillation burden. One sample will be collected before the cardiac ablation at day 0, 2 samples will be collected during ablation at day 1, one sample at day 2, 1 sample at day 30, and one sample at day 90. Atrial fibrillation burden will be obtained from the patients charts review. ADMA will be measured in ng/mL.",
                    "timeFrame": "Day 0, Day 1, Day 2, Day 30, Day 90"
                },
                {
                    "measure": "Measure the change in markers of platelet activation P-selectin and Platelet factor 4 in relation to atrial fibrillation burden",
                    "description": "Blood samples will be collected from patients at different time points to measure the correlation between the markers of platelet activation P-selectin and Platelet factor 4 and the atrial fibrillation burden. One sample will be collected before the cardiac ablation at day 0, 2 samples will be collected during ablation at day 1, one sample at day 2, 1 sample at day 30, and one sample at day 90. Atrial fibrillation burden will be obtained from the patients charts review. P-selectin and Platelet factor 4 will be measured in ng/mL.",
                    "timeFrame": "Day 0, Day 1, Day 2, Day 30, Day 90"
                },
                {
                    "measure": "Measure the change in B-thromboglobulin in relation to atrial fibrillation burden",
                    "description": "Blood samples will be collected from patients at different time points to measure the correlation between B-thromboglobulin and the atrial fibrillation burden. One sample will be collected before the cardiac ablation at day 0, 2 samples will be collected during ablation at day 1, one sample at day 2, 1 sample at day 30, and one sample at day 90. Atrial fibrillation burden will be obtained from the patients charts review. B-thromboglobulin will be measured in µg/L.",
                    "timeFrame": "Day 0, Day 1, Day 2, Day 30, Day 90"
                },
                {
                    "measure": "Measure the change in coagulation marker Von Willebrand factor in relation to atrial fibrillation burden",
                    "description": "Blood samples will be collected from patients at different time points to measure the correlation between coagulation marker Von Willebrand factor and the atrial fibrillation burden. One sample will be collected before the cardiac ablation at day 0, 2 samples will be collected during ablation at day 1, one sample at day 2, 1 sample at day 30, and one sample at day 90. Atrial fibrillation burden will be obtained from the patients charts review. Von Willebrand factor will be measured in IU/dL.",
                    "timeFrame": "Day 0, Day 1, Day 2, Day 30, Day 90"
                },
                {
                    "measure": "Measure the change in Thrombin Antithrombin levels in relation to atrial fibrillation burden",
                    "description": "Blood samples will be collected from patients at different time points to measure the correlation between Thrombin Antithrombin levels and the atrial fibrillation burden. One sample will be collected before the cardiac ablation at day 0, 2 samples will be collected during ablation at day 1, one sample at day 2, 1 sample at day 30, and one sample at day 90. Atrial fibrillation burden will be obtained from the patients charts review. Thrombin Antithrombin levels will be measured in ng/ml.",
                    "timeFrame": "Day 0, Day 1, Day 2, Day 30, Day 90"
                },
                {
                    "measure": "Measure the change in Prothrombin time (PT) in relation to atrial fibrillation burden",
                    "description": "Blood samples will be collected from patients at different time points to measure the correlation between Prothrombin time and the atrial fibrillation burden. One sample will be collected before the cardiac ablation at day 0, 2 samples will be collected during ablation at day 1, one sample at day 2, 1 sample at day 30, and one sample at day 90. Atrial fibrillation burden will be obtained from the patients charts review. PT will be measured in seconds.",
                    "timeFrame": "Day 0, Day 1, Day 2, Day 30, Day 90"
                },
                {
                    "measure": "Measure the change in Fibrinogen levels in relation to atrial fibrillation burden",
                    "description": "Blood samples will be collected from patients at different time points to measure the correlation between Fibrinogen levels and the atrial fibrillation burden. One sample will be collected before the cardiac ablation at day 0, 2 samples will be collected during ablation at day 1, one sample at day 2, 1 sample at day 30, and one sample at day 90. Atrial fibrillation burden will be obtained from the patients charts review. Fibrinogen levels will be measured in mg/dL.",
                    "timeFrame": "Day 0, Day 1, Day 2, Day 30, Day 90"
                },
                {
                    "measure": "Measure the change in Factor 8 in relation to atrial fibrillation burden",
                    "description": "Blood samples will be collected from patients at different time points to measure the correlation between Factor 8 and the atrial fibrillation burden. One sample will be collected before the cardiac ablation at day 0, 2 samples will be collected during ablation at day 1, one sample at day 2, 1 sample at day 30, and one sample at day 90. Atrial fibrillation burden will be obtained from the patients charts review. Factor 8 will be measured in Percent.",
                    "timeFrame": "Day 0, Day 1, Day 2, Day 30, Day 90"
                },
                {
                    "measure": "Measure the change in Factor 11 in relation to atrial fibrillation burden",
                    "description": "Blood samples will be collected from patients at different time points to measure the correlation between Factor 11 and the atrial fibrillation burden. One sample will be collected before the cardiac ablation at day 0, 2 samples will be collected during ablation at day 1, one sample at day 2, 1 sample at day 30, and one sample at day 90. Atrial fibrillation burden will be obtained from the patients charts review. Factor 11 will be measured in U/dL.",
                    "timeFrame": "Day 0, Day 1, Day 2, Day 30, Day 90"
                },
                {
                    "measure": "Measure the change in D-dimers in relation to atrial fibrillation burden",
                    "description": "Blood samples will be collected from patients at different time points to measure the correlation between D-dimers and the atrial fibrillation burden. One sample will be collected before the cardiac ablation at day 0, 2 samples will be collected during ablation at day 1, one sample at day 2, 1 sample at day 30, and one sample at day 90. Atrial fibrillation burden will be obtained from the patients charts review. D-dimers will be measured in ng/mL.",
                    "timeFrame": "Day 0, Day 1, Day 2, Day 30, Day 90"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine the association between Asymmetric dimethyl arginine (ADMA) and degree of fibrosis in MRI findings",
                    "description": "The investigators want to study the correlation between the degree of fibrosis found on Late Gadolinium Enhancement MRI (LGE-MRI) scans, which is a part of standard of care, and Asymmetric dimethyl arginine (ADMA). This will be obtained through the patient's medical history and charts.",
                    "timeFrame": "1 Year"
                },
                {
                    "measure": "Determine the association between P-selectin and Platelet factor 4 and degree of fibrosis in MRI findings",
                    "description": "The investigators want to study the correlation between the degree of fibrosis found on Late Gadolinium Enhancement MRI (LGE-MRI) scans, which is a part of standard of care, and P-selectin and Platelet factor 4. This will be obtained through the patient's medical history and charts.",
                    "timeFrame": "1 Year"
                },
                {
                    "measure": "Determine the association between Von Willebrand factor and degree of fibrosis in MRI findings",
                    "description": "The investigators want to study the correlation between the degree of fibrosis found on Late Gadolinium Enhancement MRI (LGE-MRI) scans, which is a part of standard of care, and Von Willebrand factor. This will be obtained through the patient's medical history and charts.",
                    "timeFrame": "1 Year"
                },
                {
                    "measure": "Determine the association between B-thromboglobulin and degree of fibrosis in MRI findings",
                    "description": "The investigators want to study the correlation between the degree of fibrosis found on Late Gadolinium Enhancement MRI (LGE-MRI) scans, which is a part of standard of care, and B-thromboglobulin. This will be obtained through the patient's medical history and charts.",
                    "timeFrame": "1 Year"
                },
                {
                    "measure": "Determine the association between Thrombin Antithrombin levels and degree of fibrosis in MRI findings",
                    "description": "The investigators want to study the correlation between the degree of fibrosis found on Late Gadolinium Enhancement MRI (LGE-MRI) scans, which is a part of standard of care, and Thrombin Antithrombin levels. This will be obtained through the patient's medical history and charts.",
                    "timeFrame": "1 Year"
                },
                {
                    "measure": "Determine the association between Fibrinogen levels and degree of fibrosis in MRI findings",
                    "description": "The investigators want to study the correlation between the degree of fibrosis found on Late Gadolinium Enhancement MRI (LGE-MRI) scans, which is a part of standard of care, and Fibrinogen levels. This will be obtained through the patient's medical history and charts.",
                    "timeFrame": "1 Year"
                },
                {
                    "measure": "Determine the association between Factor 8 and degree of fibrosis in MRI findings",
                    "description": "The investigators want to study the correlation between the degree of fibrosis found on Late Gadolinium Enhancement MRI (LGE-MRI) scans, which is a part of standard of care, and Factor 8. This will be obtained through the patient's medical history and charts.",
                    "timeFrame": "1 Year"
                },
                {
                    "measure": "Determine the association between Factor 11 and degree of fibrosis in MRI findings",
                    "description": "The investigators want to study the correlation between the degree of fibrosis found on Late Gadolinium Enhancement MRI (LGE-MRI) scans, which is a part of standard of care, and Factor 11. This will be obtained through the patient's medical history and charts.",
                    "timeFrame": "1 Year"
                },
                {
                    "measure": "Determine the association between Prothrombin time (PT) and degree of fibrosis in MRI findings",
                    "description": "The investigators want to study the correlation between the degree of fibrosis found on Late Gadolinium Enhancement MRI (LGE-MRI) scans, which is a part of standard of care, and Prothrombin time (PT). This will be obtained through the patient's medical history and charts.",
                    "timeFrame": "1 Year"
                },
                {
                    "measure": "Determine the association between D-dimers and degree of fibrosis in MRI findings",
                    "description": "The investigators want to study the correlation between the degree of fibrosis found on Late Gadolinium Enhancement MRI (LGE-MRI) scans, which is a part of standard of care, and D-dimers. This will be obtained through the patient's medical history and charts.",
                    "timeFrame": "1 Year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients, male or female and older than 18 years of age.\n* Patients diagnosed with persistent or paroxysmal AF.\n* Patients that are undergoing catheter ablation at Tulane University Medical Center.\n* Patients that had a cardiac MRI prescribed by their physician as part of their standard of care.\n\nExclusion Criteria:\n\n* Patients with coagulation disorders such as, von Willebrand disease, hemophilia, Immune Thrombocytopenic Purpura, etc.\n* Patients who are pregnant or breast-feeding or plan to become pregnant during the study period.\n* Are not surgically sterile.\n* Are of childbearing potential and are unwilling to practice two acceptable methods of birth control.\n* Do not plan to continue practicing two acceptable methods of birth control throughout the trial (highly effective methods of birth control are defined as those, used alone or in combination, that result in a low failure rate i.e. less than 1% per year when used consistently and correctly).\n* Patients with mental and/or physical ailments which may prohibit them from actively participating in the study.\n* Any health-related gadolinium/MRI contraindications (e.g. allergy to gadolinium, pacemakers, Implantable Cardioverter Defibrillators (ICD's), other devices/implants contraindicated for use of MRI, etc.)\n* Patients who have a known terminal illness with a prognosis less than 12 months at the time of the informed consent process.\n* Planned cardiovascular intervention.\n* Patient with diagnosed acute or chronic severe kidney disease or with a low glomerular filtration rate (GFR), \\<30 mL per minute per 1.73 m2\n* Patients who cannot read, speak, and/or understand English.\n* Patients with cognitive impairments who are unable to give informed consent.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Any AF patient who will undergo first time catheter ablation at Tulane University Medical Center and who is interested in the study will be able to contact the study coordinator for further screening. The investigators anticipate enrolling 20 patients to this study.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Quintrele Jones, MPH",
                    "role": "CONTACT",
                    "phone": "504-988-3063",
                    "email": "qjones1@tulane.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nassir Marrouche, MD",
                    "affiliation": "Tulane University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Tulane University Medical Center",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Quintrele Jones, MPH",
                            "role": "CONTACT",
                            "phone": "504-988-3063",
                            "email": "qjones1@tulane.edu"
                        },
                        {
                            "name": "Nassir Marrouche, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25884835",
                    "type": "BACKGROUND",
                    "citation": "Wu N, Tong S, Xiang Y, Wu L, Xu B, Zhang Y, Ma X, Li Y, Song Z, Zhong L. Association of hemostatic markers with atrial fibrillation: a meta-analysis and meta-regression. PLoS One. 2015 Apr 17;10(4):e0124716. doi: 10.1371/journal.pone.0124716. eCollection 2015."
                },
                {
                    "pmid": "18452786",
                    "type": "BACKGROUND",
                    "citation": "Akar JG, Jeske W, Wilber DJ. Acute onset human atrial fibrillation is associated with local cardiac platelet activation and endothelial dysfunction. J Am Coll Cardiol. 2008 May 6;51(18):1790-3. doi: 10.1016/j.jacc.2007.11.083."
                },
                {
                    "pmid": "23333141",
                    "type": "BACKGROUND",
                    "citation": "Lim HS, Willoughby SR, Schultz C, Gan C, Alasady M, Lau DH, Leong DP, Brooks AG, Young GD, Kistler PM, Kalman JM, Worthley MI, Sanders P. Effect of atrial fibrillation on atrial thrombogenesis in humans: impact of rate and rhythm. J Am Coll Cardiol. 2013 Feb 26;61(8):852-60. doi: 10.1016/j.jacc.2012.11.046. Epub 2013 Jan 16."
                },
                {
                    "pmid": "32675218",
                    "type": "BACKGROUND",
                    "citation": "Ding WY, Gupta D, Lip GYH. Atrial fibrillation and the prothrombotic state: revisiting Virchow's triad in 2020. Heart. 2020 Oct;106(19):1463-1468. doi: 10.1136/heartjnl-2020-316977. Epub 2020 Jul 16."
                },
                {
                    "pmid": "19521017",
                    "type": "BACKGROUND",
                    "citation": "Motoki H, Tomita T, Aizawa K, Kasai H, Izawa A, Kumazaki S, Tsutsui H, Koyama J, Ikeda U. Coagulation activity is increased in the left atria of patients with paroxysmal atrial fibrillation during the non-paroxysmal period. Comparison with chronic atrial fibrillation. Circ J. 2009 Aug;73(8):1403-7. doi: 10.1253/circj.cj-09-0008. Epub 2009 Jun 12."
                },
                {
                    "pmid": "25042725",
                    "type": "BACKGROUND",
                    "citation": "Skov J, Sidelmann JJ, Bladbjerg EM, Jespersen J, Gram J. Lysability of fibrin clots is a potential new determinant of stroke risk in atrial fibrillation. Thromb Res. 2014 Sep;134(3):717-22. doi: 10.1016/j.thromres.2014.06.031. Epub 2014 Jul 5."
                },
                {
                    "pmid": "28506981",
                    "type": "BACKGROUND",
                    "citation": "Katz DF, Maddox TM, Turakhia M, Gehi A, O'Brien EC, Lubitz SA, Turchin A, Doros G, Lei L, Varosy P, Marzec L, Hsu JC. Contemporary Trends in Oral Anticoagulant Prescription in Atrial Fibrillation Patients at Low to Moderate Risk of Stroke After Guideline-Recommended Change in Use of the CHADS2 to the CHA2DS2-VASc Score for Thromboembolic Risk Assessment: Analysis From the National Cardiovascular Data Registry's Outpatient Practice Innovation and Clinical Excellence Atrial Fibrillation Registry. Circ Cardiovasc Qual Outcomes. 2017 May;10(5):e003476. doi: 10.1161/CIRCOUTCOMES.116.003476."
                },
                {
                    "pmid": "28302320",
                    "type": "BACKGROUND",
                    "citation": "Makowski M, Smorag I, Makowska J, Bissinger A, Grycewicz T, Pasnik J, Kidawa M, Lubinski A, Zielinska M, Baj Z. Platelet reactivity and mean platelet volume as risk markers of thrombogenesis in atrial fibrillation. Int J Cardiol. 2017 May 15;235:1-5. doi: 10.1016/j.ijcard.2017.03.023. Epub 2017 Mar 9."
                },
                {
                    "pmid": "8586473",
                    "type": "BACKGROUND",
                    "citation": "Lip GY, Rumley A, Dunn FG, Lowe GD. Plasma fibrinogen and fibrin D-dimer in patients with atrial fibrillation: effects of cardioversion to sinus rhythm. Int J Cardiol. 1995 Oct;51(3):245-51. doi: 10.1016/0167-5273(95)02434-x."
                },
                {
                    "pmid": "29374968",
                    "type": "BACKGROUND",
                    "citation": "Otto A, Fareed J, Liles J, Statz S, Walborn A, Rowe T, Jabati S, Hoppensteadt D, Syed MA. Fibrinolytic Deficit and Platelet Activation in Atrial Fibrillation and Their Postablation Modulation. Clin Appl Thromb Hemost. 2018 Jul;24(5):803-807. doi: 10.1177/1076029617750270. Epub 2018 Jan 28."
                },
                {
                    "pmid": "19843914",
                    "type": "BACKGROUND",
                    "citation": "Glotzer TV, Daoud EG, Wyse DG, Singer DE, Ezekowitz MD, Hilker C, Miller C, Qi D, Ziegler PD. The relationship between daily atrial tachyarrhythmia burden from implantable device diagnostics and stroke risk: the TRENDS study. Circ Arrhythm Electrophysiol. 2009 Oct;2(5):474-80. doi: 10.1161/CIRCEP.109.849638. Epub 2009 Aug 4."
                },
                {
                    "pmid": "28329139",
                    "type": "BACKGROUND",
                    "citation": "Van Gelder IC, Healey JS, Crijns HJGM, Wang J, Hohnloser SH, Gold MR, Capucci A, Lau CP, Morillo CA, Hobbelt AH, Rienstra M, Connolly SJ. Duration of device-detected subclinical atrial fibrillation and occurrence of stroke in ASSERT. Eur Heart J. 2017 May 1;38(17):1339-1344. doi: 10.1093/eurheartj/ehx042."
                },
                {
                    "pmid": "32095193",
                    "type": "BACKGROUND",
                    "citation": "Negreva M, Zarkova A, Prodanova K, Petrov P. Paroxysmal Atrial Fibrillation: Insight Into the Intimate Mechanisms of Coagulation. Cardiol Res. 2020 Feb;11(1):22-32. doi: 10.14740/cr972. Epub 2020 Jan 26."
                },
                {
                    "pmid": "19135613",
                    "type": "BACKGROUND",
                    "citation": "Watson T, Shantsila E, Lip GY. Mechanisms of thrombogenesis in atrial fibrillation: Virchow's triad revisited. Lancet. 2009 Jan 10;373(9658):155-66. doi: 10.1016/S0140-6736(09)60040-4."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001281",
                    "term": "Atrial Fibrillation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4586",
                    "name": "Atrial Fibrillation",
                    "asFound": "Atrial Fibrillation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}