{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06498687",
            "orgStudyIdInfo": {
                "id": "IRB# xxx-24-FB"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "Theophylline Nasal Spray for PD-Related Hyposmia and Anosmia",
            "officialTitle": "A Single-Arm Study to Evaluate the Feasibility of CYR-064 Theophylline Nasal Spray for the Treatment of Parkinson's Disease Related Hyposmia and Anosmia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "theophylline-nasal-spray-for-pd-related-hyposmia-and-anosmia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-05",
            "studyFirstSubmitQcDate": "2024-07-05",
            "studyFirstPostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to learn if intranasal theophylline (CYR-064) improves sense of smell in participants with hyposmia or anosmia related to the onset of Parkinson's Disease. Fifteen adults, age 19-80, years will participate for about 32 weeks. They will use the study nasal spray for 24 weeks. The nasal spray is given as 2 sprays to each side of the nose twice per day. They will be seen every 2 weeks during the first month of treatment, followed by monthly in-person visits. Tests about memory, Parkinson's Disease symptoms, and ability to detect and identify smells will be completed. Participants are monitored for any side effects.",
            "detailedDescription": "This is a single-arm study that will investigate the use of intranasal theophylline (CYR-064) for the treatment of hyposmia and anosmia related to the onset of Parkinson's disease. The study drug of CYR-064, self-administered for a 24-week Treatment Period, is intended to improve the sense of smell in participants with persistent hyposmia and anosmia related to the onset of Parkinson's Disease. The study population will include approximately 15 adult participants between the ages of 19 to 80 years with moderate to severe hyposmia or anosmia caused by the onset of Parkinson's Disease. Eligible participants who meet all study criteria and have consented to participation will receive the investigational new drug (CYR-064) with a dose strength of 1120ug/day administered for 24 weeks. During the 24-week Treatment Period, participants will be asked to complete a weekly paper Diary with two questions to monitor compliance to the study drug.\n\nParticipants will be prompted and instructed to provide responses to 11-point Numeric Rating Scale (NRS-11) smell and taste symptom assessments on a scale of 0-10 (10 indicating normal senses), starting with the baseline visit and then weekly throughout the duration of the study via paper diary. Participants will return to the clinic every 2 weeks for the first month of the Treatment Period, followed by monthly in-clinic visits thereafter for the assessment of safety and efficacy of CYR-064 at 8, 12, 16 and 24 weeks.\n\nAt baseline and week 24, patients will be given the Sniffin Sticks threshold, discrimination, and identification (TDI) test.\n\nAt baseline and week 24, patients will be given the global impression of smell loss severity (PGI-SLS), smell loss change (PGI-SLC), global impression of loss of ability to taste food (PGI-TS), and change in ability to taste food (PGI-TC) questions. (note: each of these constitutes one multiple choice question).\n\nAt baseline and week 24, patients will be given the Movement Disorder Society Unified Parkinson Disease Rating Scale (MDS-UPDRS) parts I and III, the Craft Story Recall, the Benson Complex Figure Test, and the Hopkins Verbal Learning Test - Revised.\n\nAll participants will have intra-nasal examination and nasal endoscopy performed at baseline and at 24 weeks to ensure no structural or pathological issues are present leading to hyposmia and for assessment of safety. Adverse events (AE) will be assessed through clinical symptom presentation, intra-nasal examination, and endoscopy.\n\nAt each monthly in-clinic visit, participants will return the vials with the study drug (full or empty) and receive new vials for use during the following study period. Week 24/end of study (EOS) will serve as the last visit for all patients who complete the study, followed by a 30-day follow-up. Participants who discontinue treatment or study at any time will return to the clinic for the EOS visit. At Week 28 (± 7 days), a follow-up phone call to assess final safety and efficacy will conclude the participant's participation in the study."
        },
        "conditionsModule": {
            "conditions": [
                "Hyposmia",
                "Anosmia"
            ],
            "keywords": [
                "Parkinson's Disease",
                "Anosmia",
                "hyposmia",
                "Intranasal",
                "Theophylline",
                "Feasibility"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intranasal Theophylline",
                    "type": "EXPERIMENTAL",
                    "description": "Theophylline Intranasal Spray strength 3.1mg/mL, providing a per spray dose of 140 microgram and total daily dose of 1120 microgram per day (2 sprays per naris BID). Intervention is self-administered.",
                    "interventionNames": [
                        "Drug: CYR-064"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "CYR-064",
                    "description": "Theophylline Nasal Spray",
                    "armGroupLabels": [
                        "Intranasal Theophylline"
                    ],
                    "otherNames": [
                        "Theyophylline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Numeric Rating Scale-11 Smell-Patient Reported Outcome (PRO) (NRS-11-PRO): Improvement",
                    "description": "Improvement in patient-reported paper diary (scale 0-10). Score of 0=\"I cannot smell anything\", to 10=\"My sense of smell is normal to me\"",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Numeric Rating Scale-11 Taste-Patient Reported Outcome (PRO) (NRS-11-PRO): Improvement",
                    "description": "Improvement in patient-reported paper diary (scale 0-10). Score of 0=\"I could not taste food\", to 10=\"My food tastes normal to me\"",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Numeric Rating Scale-11 Smell-Patient Reported Outcome (PRO) (NRS-11-PRO): Mean Change",
                    "description": "Mean Change in patient-reported paper diary (scale 0-10) of sense of smell. Score of 0=\"I cannot smell anything\", to 10=\"My sense of smell is normal to me\"",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Numeric Rating Scale-11 Taste-Patient Reported Outcome (PRO) (NRS-11-PRO): Mean Change",
                    "description": "Mean Change in patient-reported paper diary (scale 0-10) of ability to taste food. Score of 0=\"I could not taste food\", to 10=\"My food tastes normal to me\"",
                    "timeFrame": "baseline to week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cumulative Adverse Events (AEs)",
                    "description": "Cumulative adverse events related to CYR-064",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Cumulative Serious Adverse Events (SAEs)",
                    "description": "Cumulative serious adverse events related to CYR-064",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Cumulative Suspected, Unexpected, Serious Adverse Events Related (SUSARs)",
                    "description": "Cumulative Suspected, Unexpected, Serious Adverse Events Related to CYR-064",
                    "timeFrame": "baseline to week 24"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in Sniffin' Sticks Threshold, Detection and Identification (TDI) Scores",
                    "description": "Individual and cumulative scores of odor threshold, detection and identification. Individual scores of odor threshold, detection and identification which are combined for a global score of olfaction. Scores \\<16 indicate anosmia, 16-31 indicate hyposmia and \\>31 indicate normosmia.",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Mean Change in Sniffin' Sticks Threshold, Detection and Identification (TDI) Scores",
                    "description": "Individual scores of odor threshold, detection and identification which are combined for a global score of olfaction. Scores \\<16 indicate anosmia, 16-31 indicate hyposmia and \\>31 indicate normosmia.",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Numeric Rating Scale-11 Smell-Patient Reported Outcome (PRO) (NRS-11 Smell Impact-PRO Score)",
                    "description": "Scale of 0-10 of hyposmia: Score of 0=\"I cannot smell anything\", to 10=\"My sense of smell is normal to me\"",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Patient Global Impression of Smell Loss Severity (PGI-SLS)",
                    "description": "Patient's description of loss of sense of smell rated as \"I have very severe loss of smell\", \"I have severe loss of smell\", \"I have moderate loss of smell\", \"I have mild loss of smell\", \"I have no loss of smell\"",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Patient Global Impression of Smell Loss Change (PGI-SLC)",
                    "description": "Patient impression of change in sense of smell since starting the study rated as \"My sense of smell is much worse now compared to when I started the study\", \"My sense of smell is worse now compared to when I started the study\", \"My sense of smell is a little worse compared to when I started the study\", \"My sense of smell is a little better now compared to when I started the study\", \"My sense of smell is better now compared to when I started the study\", \"My sense of smell is much better now compared to when I started the study\".",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Patient Global Impression of Taste (PGI-T-S)",
                    "description": "Patient Global Impression of Loss of Ability to Taste Food Severity. Rated as \"I have very severe loss of taste\", \"I have severe loss of taste\", \"I have moderate loss of taste\", \"I have mild loss of taste\", \"I have no loss of taste\"",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Patient Global Impression of Taste Change (PGI-TC)",
                    "description": "Patient Global Impression of Change In Ability to Taste Food rated as \"My ability to taste food is much worse now compared to when I started the study\", \"My ability to taste food is worse now compared to when I started the study\", \"My ability to taste food is a little worse compared to when I started the study\", \"My ability to taste food is a little better now compared to when I started the study\", \"My ability to taste food is better now compared to when I started the study\", \"My ability to taste food is much better now compared to when I started the study\".",
                    "timeFrame": "baseline to week 24"
                },
                {
                    "measure": "Correlation of Changes in Numeric Rating Scale-11 Smell-Patient Reported Outcome (PRO) (NRS-11-PRO) Score with Changes in Sniffin' Sticks Threshold Detection and Identification (TDI) Scores",
                    "description": "Correlation of changes based on patient reported paper diary with clinician administered Sniffin' Sticks",
                    "timeFrame": "baseline to week 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Able to provide written informed consent.\n2. Male or female 19-80 years of age.\n3. Subjective or clinically diagnosed hyposmia/anosmia \\> 6 months with onset related to Parkinson's Disease. Note: patients may be rescreened at a later time if duration of hyposmia is determined to be \\<6 months.\n4. Hyposmia defined as ≤5 on the NRS-11 smell scale (scale of 0-10; 10 indicating normal sense of smell, 0 indicating no sense of smell).\n5. Hoehn and Yahr scale is \\<3.\n6. A MOCA score \\>24.\n7. Endoscopy of the nasal cavity showing no structural or pathologic issues leading to hyposmia (nasal polyps, sinusitis, infection, etc.) that in the opinion of the Investigator, believes would hinder the delivery of study drug to the olfactory region of the nasal cavity.\n8. Willing and able to self-administer the study drug, follow the study drug administration instructions, comply with study procedures, and participate in the scheduled study visits specified in this protocol.\n9. Score Sniffin Sticks Olfactory Test TDI at baseline and EOS.\n\nExclusion Criteria:\n\n1. Hyposmia due to other causes (Non-Parkinson's Disease related)\n\n   1. History of traumatic brain injury, viral related smell loss or any other condition in which hyposmia is not expected to improve in the opinion of the Investigator, such as history of congenital or idiopathic hyposmia or a surgical procedure that led to hyposmia.\n   2. History of systemic conditions or structural abnormalities known to impact the sinonasal cavity (e.g., granulomatosis with polyangiitis, eosinophilic granulomatosis with polyangiitis, severe septal deviation, nasal polyposis, intranasal mass, or tumor) that would impact delivery of drug.\n   3. History of anosmia or hyposmia due to nasal polyps.\n   4. History of surgery that led to hyposmia.\n2. Patients who in the opinion of the Investigator's primary complaint related to olfactory dysfunction is parosmia.\n3. Concomitant Medical Conditions\n\n   1. Current symptoms or signs of an acute respiratory viral illness at Screening or Baseline.\n   2. Any acute upper respiratory tract infection or allergy that has acutely changed the patient's sense of smell at Screening or Baseline.\n   3. Any nasal bleeding, crusting or other process that would impair ability to perform smell test.\n   4. Chronic viral infection or immunodeficiency condition (e.g., medical history of human immunodeficiency virus) based on medical records.\n   5. Any active malignancy.\n   6. Any concomitant medical condition that in the opinion of the Investigator, compromises patient safety or compliance with the study protocol or collected data.\n4. History of Substance Use Disorder of moderate or greater severity within the past 3 years as assessed by the Investigator.\n5. History of persistent chronic sinusitis without polyps or chronic sinusitis with polyps.\n6. Use or planned use of THC-containing products, tobacco, or nicotine-containing products, including smoking, smokeless tobacco, e-cigarettes, vapes, or nicotine replacement products within 3 months prior to Screening through EOS.\n7. Patients with visible signs of, and/or active symptoms of chronic sinusitis or respiratory infection at Screening or Day 1/Baseline.\n8. Severe allergic rhinitis requiring intranasal medications.\n9. Usage of Medications\n\n   1. History of an allergic reaction to theophylline or other methylxanthines\n   2. Unwilling or unable to discontinue current or planned use of over the counter (OTC) or prescription medication administered intranasally, with the exception of nasal saline.\n\n      -Patients using other intranasally delivered medications used for non-nasal indications (i.e., bisphosphonates for osteoporosis, etc.), that cannot be suspended during the study, must also be excluded.\n   3. Current, recent (within 30 days prior to Screening), or planned (from Screening through Follow-Up) use of theophylline for any reason other than the planned study drug.\n   4. Use or planned use of another investigational drug within 4 weeks prior to Screening through Follow-Up.\n   5. Receiving any concomitant medication/therapy that would, in the opinion of the Investigator, compromise patient safety or compliance with the study protocol or collected data.\n10. Concomitant procedures\n\n    1. Planned nasal procedures within 90 days prior to screening and throughout study conduct through follow-up.\n    2. Planned surgical procedure during study participation that would interfere with the patient's ability to perform study procedures.\n    3. Olfactory training must be discontinued 30 days prior to baseline through follow-up.\n11. General Exclusions\n\n    1. Any female who is pregnant, planning to become pregnant during the study, or who is lactating.\n    2. Any condition or abnormality (including clinical laboratory, physical examination, or vital sign abnormalities), current or past, that, in the opinion of the Investigator, would compromise the efficacy evaluation, safety of the patient, or would interfere with or complicate study procedures or assessments.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brigette S Vaughan, MSN, APRN",
                    "role": "CONTACT",
                    "phone": "402-552-7945",
                    "email": "bvaughan@unmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mara Seier, MD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Nebraska Medical Center/Nebraska Medicine",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brigette S Vaughan, MSN, APRN",
                            "role": "CONTACT",
                            "phone": "402-552-7945",
                            "email": "bvaughan@unmc.edu"
                        },
                        {
                            "name": "Mara Seier, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Dwight Jones, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Daniel Murman, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "CDC.gov. Weekly U.S. Influenza Surveillance Report. https://www.cdc.gov/flu/weekly/index.htm. Updated 29 April 2022. Accessed 04 May 2022."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Centers for Disease Control and Prevention, National Center for Immunization and Respiratory Diseases (NCIRD). 2021-2022 U.S. Flu Season: Preliminary In-Season Burden Estimates. https://www.cdc.gov/flu/about/burden/preliminary-in-season-estimates.htm. Updated 29 April 2022. Accessed 04 May 2022."
                },
                {
                    "pmid": "33090196",
                    "type": "BACKGROUND",
                    "citation": "Choi JS, Jang SS, Kim J, Hur K, Ference E, Wrobel B. Association Between Olfactory Dysfunction and Mortality in US Adults. JAMA Otolaryngol Head Neck Surg. 2021 Jan 1;147(1):49-55. doi: 10.1001/jamaoto.2020.3502."
                },
                {
                    "pmid": "33240192",
                    "type": "BACKGROUND",
                    "citation": "Ciurleo R, De Salvo S, Bonanno L, Marino S, Bramanti P, Caminiti F. Parosmia and Neurological Disorders: A Neglected Association. Front Neurol. 2020 Nov 9;11:543275. doi: 10.3389/fneur.2020.543275. eCollection 2020."
                },
                {
                    "pmid": "35503739",
                    "type": "BACKGROUND",
                    "citation": "Coelho DH, Reiter ER, French E, Costanzo RM. Decreasing Incidence of Chemosensory Changes by COVID-19 Variant. Otolaryngol Head Neck Surg. 2023 Apr;168(4):704-706. doi: 10.1177/01945998221097656. Epub 2023 Feb 5."
                },
                {
                    "pmid": "24445134",
                    "type": "BACKGROUND",
                    "citation": "Croy I, Symmank A, Schellong J, Hummel C, Gerber J, Joraschky P, Hummel T. Olfaction as a marker for depression in humans. J Affect Disord. 2014 May;160:80-6. doi: 10.1016/j.jad.2013.12.026. Epub 2014 Jan 4."
                },
                {
                    "pmid": "27034689",
                    "type": "BACKGROUND",
                    "citation": "Dai Q, Pang Z, Yu H. Recovery of Olfactory Function in Postviral Olfactory Dysfunction Patients after Acupuncture Treatment. Evid Based Complement Alternat Med. 2016;2016:4986034. doi: 10.1155/2016/4986034. Epub 2016 Feb 29."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "FDA-4927905. FDA PIND Written Response Only (WRO) Meeting. 27 January 2022."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "FDA Guidance for industry COVID-19: Developing Drugs and Biological Products for Treatment or Prevention Guidance for Industry. 2021. Available from: https://www.fda.gov/media/137926/download."
                },
                {
                    "pmid": "37532612",
                    "type": "BACKGROUND",
                    "citation": "Amai M, Nojima M, Yuki Y, Kiyono H, Nagamura F. A review of criteria strictness in \"Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials\". Vaccine. 2023 Aug 31;41(38):5622-5629. doi: 10.1016/j.vaccine.2023.07.072. Epub 2023 Aug 1."
                },
                {
                    "pmid": "24679542",
                    "type": "BACKGROUND",
                    "citation": "Fonteyn S, Huart C, Deggouj N, Collet S, Eloy P, Rombaux P. Non-sinonasal-related olfactory dysfunction: A cohort of 496 patients. Eur Ann Otorhinolaryngol Head Neck Dis. 2014 Apr;131(2):87-91. doi: 10.1016/j.anorl.2013.03.006. Epub 2014 Mar 26."
                },
                {
                    "pmid": "26879592",
                    "type": "BACKGROUND",
                    "citation": "Harless L, Liang J. Pharmacologic treatment for postviral olfactory dysfunction: a systematic review. Int Forum Allergy Rhinol. 2016 Jul;6(7):760-7. doi: 10.1002/alr.21727. Epub 2016 Feb 16."
                },
                {
                    "pmid": "16868215",
                    "type": "BACKGROUND",
                    "citation": "Hendeles L, Bighley L, Richardson RH, Hepler CD, Carmichael J. Frequent toxicity from IV aminophylline infusions in critically ill patients. 1977. Ann Pharmacother. 2006 Jul-Aug;40(7-8):1417-23. doi: 10.1345/aph.140027. No abstract available."
                },
                {
                    "pmid": "23731850",
                    "type": "BACKGROUND",
                    "citation": "Henkin RI, Levy LM, Fordyce A. Taste and smell function in chronic disease: a review of clinical and biochemical evaluations of taste and smell dysfunction in over 5000 patients at The Taste and Smell Clinic in Washington, DC. Am J Otolaryngol. 2013 Sep-Oct;34(5):477-89. doi: 10.1016/j.amjoto.2013.04.006. Epub 2013 Jun 2."
                },
                {
                    "pmid": "22377744",
                    "type": "BACKGROUND",
                    "citation": "Henkin RI. Comparative monitoring of oral theophylline treatment in blood serum, saliva, and nasal mucus. Ther Drug Monit. 2012 Apr;34(2):217-21. doi: 10.1097/FTD.0b013e3182492a20."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Henkin RI. Growth Factors in Olfaction. In: Preedy VR, editor. Handbook of Growth and Growth Monitoring in Health and Disease. New York, NY: Springer New York; 2012. p. 1417-36."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Henkin RI, Abdelmeguid M. Improved Smell and Taste Dysfunction with Intranasal Theophylline. Am J Otolaryngol Head Neck Surg. 2019;2(9):1070."
                },
                {
                    "pmid": "27923495",
                    "type": "BACKGROUND",
                    "citation": "Henkin RI, Hosein S, Stateman WA, Knoppel AB, Abdelmeguid M. Improved smell function with increased nasal mucus sonic hedgehog in hyposmic patients after treatment with oral theophylline. Am J Otolaryngol. 2017 Mar-Apr;38(2):143-147. doi: 10.1016/j.amjoto.2016.11.010. Epub 2016 Nov 23."
                },
                {
                    "pmid": "23165381",
                    "type": "BACKGROUND",
                    "citation": "Henkin RI, Schultz M, Minnick-Poppe L. Intranasal theophylline treatment of hyposmia and hypogeusia: a pilot study. Arch Otolaryngol Head Neck Surg. 2012 Nov;138(11):1064-70. doi: 10.1001/2013.jamaoto.342."
                },
                {
                    "pmid": "18377764",
                    "type": "BACKGROUND",
                    "citation": "Henkin RI, Velicu I. cAMP and cGMP in nasal mucus related to severity of smell loss in patients with smell dysfunction. Clin Invest Med. 2008;31(2):E78-84. doi: 10.25011/cim.v31i2.3367."
                },
                {
                    "pmid": "19359985",
                    "type": "BACKGROUND",
                    "citation": "Henkin RI, Velicu I, Schmidt L. An open-label controlled trial of theophylline for treatment of patients with hyposmia. Am J Med Sci. 2009 Jun;337(6):396-406. doi: 10.1097/MAJ.0b013e3181914a97."
                },
                {
                    "pmid": "21191261",
                    "type": "BACKGROUND",
                    "citation": "Henkin RI, Velicu I, Schmidt L. Relative resistance to oral theophylline treatment in patients with hyposmia manifested by decreased secretion of nasal mucus cyclic nucleotides. Am J Med Sci. 2011 Jan;341(1):17-22. doi: 10.1097/MAJ.0b013e3181f1fdc8."
                },
                {
                    "pmid": "27287364",
                    "type": "BACKGROUND",
                    "citation": "Hoffman HJ, Rawal S, Li CM, Duffy VB. New chemosensory component in the U.S. National Health and Nutrition Examination Survey (NHANES): first-year results for measured olfactory dysfunction. Rev Endocr Metab Disord. 2016 Jun;17(2):221-40. doi: 10.1007/s11154-016-9364-1."
                },
                {
                    "pmid": "17021776",
                    "type": "BACKGROUND",
                    "citation": "Hummel T, Kobal G, Gudziol H, Mackay-Sim A. Normative data for the \"Sniffin' Sticks\" including tests of odor identification, odor discrimination, and olfactory thresholds: an upgrade based on a group of more than 3,000 subjects. Eur Arch Otorhinolaryngol. 2007 Mar;264(3):237-43. doi: 10.1007/s00405-006-0173-0. Epub 2006 Sep 23."
                },
                {
                    "pmid": "29528615",
                    "type": "BACKGROUND",
                    "citation": "Hummel T, Whitcroft KL, Andrews P, Altundag A, Cinghi C, Costanzo RM, Damm M, Frasnelli J, Gudziol H, Gupta N, Haehne A, Holbrook E, Hong SC, Hornung D, Huttenbrink KB, Kamel R, Kobayashi M, Konstantinidis I, Landis BN, Leopold DA, Macchi A, Miwa T, Moesges R, Mullol J, Mueller CA, Ottaviano G, Passali GC, Philpott C, Pinto JM, Ramakrishnan VJ, Rombaux P, Roth Y, Schlosser RA, Shu B, Soler G, Stjarne P, Stuck BA, Vodicka J, Welge-Luessen A. Position paper on olfactory dysfunction. Rhinol Suppl. 2017 Mar;54(26):1-30. doi: 10.4193/Rhino16.248."
                },
                {
                    "pmid": "32567798",
                    "type": "BACKGROUND",
                    "citation": "Hura N, Xie DX, Choby GW, Schlosser RJ, Orlov CP, Seal SM, Rowan NR. Treatment of post-viral olfactory dysfunction: an evidence-based review with recommendations. Int Forum Allergy Rhinol. 2020 Sep;10(9):1065-1086. doi: 10.1002/alr.22624. Epub 2020 Jun 25."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Jafek BW, Hartman D, Eller PM, Johnson EW, Strahan RC, Moran DT. Postviral Olfactory Dysfunction. Am J Rhinol. 1990;4(3):91-100."
                },
                {
                    "pmid": "23875929",
                    "type": "BACKGROUND",
                    "citation": "Keller A, Malaspina D. Hidden consequences of olfactory dysfunction: a patient report series. BMC Ear Nose Throat Disord. 2013 Jul 23;13(1):8. doi: 10.1186/1472-6815-13-8."
                },
                {
                    "pmid": "33403772",
                    "type": "BACKGROUND",
                    "citation": "Lechien JR, Chiesa-Estomba CM, Beckers E, Mustin V, Ducarme M, Journe F, Marchant A, Jouffe L, Barillari MR, Cammaroto G, Circiu MP, Hans S, Saussez S. Prevalence and 6-month recovery of olfactory dysfunction: a multicentre study of 1363 COVID-19 patients. J Intern Med. 2021 Aug;290(2):451-461. doi: 10.1111/joim.13209. Epub 2021 Jan 5."
                },
                {
                    "pmid": "9754114",
                    "type": "BACKGROUND",
                    "citation": "Levy LM, Henkin RI, Lin CS, Hutter A, Schellinger D. Increased brain activation in response to odors in patients with hyposmia after theophylline treatment demonstrated by fMRI. J Comput Assist Tomogr. 1998 Sep-Oct;22(5):760-70. doi: 10.1097/00004728-199809000-00019."
                },
                {
                    "pmid": "31035288",
                    "type": "BACKGROUND",
                    "citation": "Liu B, Luo Z, Pinto JM, Shiroma EJ, Tranah GJ, Wirdefeldt K, Fang F, Harris TB, Chen H. Relationship Between Poor Olfaction and Mortality Among Community-Dwelling Older Adults: A Cohort Study. Ann Intern Med. 2019 May 21;170(10):673-681. doi: 10.7326/M18-0775. Epub 2019 Apr 30."
                },
                {
                    "pmid": "11346423",
                    "type": "BACKGROUND",
                    "citation": "Miwa T, Furukawa M, Tsukatani T, Costanzo RM, DiNardo LJ, Reiter ER. Impact of olfactory impairment on quality of life and disability. Arch Otolaryngol Head Neck Surg. 2001 May;127(5):497-503. doi: 10.1001/archotol.127.5.497."
                },
                {
                    "pmid": "16181424",
                    "type": "BACKGROUND",
                    "citation": "Moon C, Simpson PJ, Tu Y, Cho H, Ronnett GV. Regulation of intracellular cyclic GMP levels in olfactory sensory neurons. J Neurochem. 2005 Oct;95(1):200-9. doi: 10.1111/j.1471-4159.2005.03356.x."
                },
                {
                    "pmid": "12185263",
                    "type": "BACKGROUND",
                    "citation": "Mori I, Goshima F, Imai Y, Kohsaka S, Sugiyama T, Yoshida T, Yokochi T, Nishiyama Y, Kimura Y. Olfactory receptor neurons prevent dissemination of neurovirulent influenza A virus into the brain by undergoing virus-induced apoptosis. J Gen Virol. 2002 Sep;83(Pt 9):2109-2116. doi: 10.1099/0022-1317-83-9-2109."
                },
                {
                    "pmid": "15248249",
                    "type": "BACKGROUND",
                    "citation": "Mori I, Nishiyama Y, Yokochi T, Kimura Y. Virus-induced neuronal apoptosis as pathological and protective responses of the host. Rev Med Virol. 2004 Jul-Aug;14(4):209-16. doi: 10.1002/rmv.426."
                },
                {
                    "pmid": "28775001",
                    "type": "BACKGROUND",
                    "citation": "Nigwekar SU, Weiser JM, Kalim S, Xu D, Wibecan JL, Dougherty SM, Mercier-Lafond L, Corapi KM, Eneanya ND, Holbrook EH, Brown D, Thadhani RI, Paunescu TG. Characterization and Correction of Olfactory Deficits in Kidney Disease. J Am Soc Nephrol. 2017 Nov;28(11):3395-3403. doi: 10.1681/ASN.2016121308. Epub 2017 Aug 3."
                },
                {
                    "pmid": "25271633",
                    "type": "BACKGROUND",
                    "citation": "Pinto JM, Wroblewski KE, Kern DW, Schumm LP, McClintock MK. Olfactory dysfunction predicts 5-year mortality in older adults. PLoS One. 2014 Oct 1;9(10):e107541. doi: 10.1371/journal.pone.0107541. eCollection 2014."
                },
                {
                    "pmid": "33320033",
                    "type": "BACKGROUND",
                    "citation": "Saniasiaya J, Islam MA, Abdullah B. Prevalence and Characteristics of Taste Disorders in Cases of COVID-19: A Meta-analysis of 29,349 Patients. Otolaryngol Head Neck Surg. 2021 Jul;165(1):33-42. doi: 10.1177/0194599820981018. Epub 2020 Dec 15."
                },
                {
                    "pmid": "15563908",
                    "type": "BACKGROUND",
                    "citation": "Seiden AM. Postviral olfactory loss. Otolaryngol Clin North Am. 2004 Dec;37(6):1159-66. doi: 10.1016/j.otc.2004.06.007."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Theophylline [package insert]. Hospira, Inc., Lake Forest, IL 60045 USA; July 2008."
                },
                {
                    "pmid": "32437022",
                    "type": "BACKGROUND",
                    "citation": "Vaira LA, Hopkins C, Salzano G, Petrocelli M, Melis A, Cucurullo M, Ferrari M, Gagliardini L, Pipolo C, Deiana G, Fiore V, De Vito A, Turra N, Canu S, Maglio A, Serra A, Bussu F, Madeddu G, Babudieri S, Giuseppe Fois A, Pirina P, Salzano FA, De Riu P, Biglioli F, De Riu G. Olfactory and gustatory function impairment in COVID-19 patients: Italian objective multicenter-study. Head Neck. 2020 Jul;42(7):1560-1569. doi: 10.1002/hed.26269. Epub 2020 May 21."
                },
                {
                    "pmid": "33445604",
                    "type": "BACKGROUND",
                    "citation": "Vaira LA, Lechien JR, Khalife M, Petrocelli M, Hans S, Distinguin L, Salzano G, Cucurullo M, Doneddu P, Salzano FA, Biglioli F, Journe F, Piana AF, De Riu G, Saussez S. Psychophysical Evaluation of the Olfactory Function: European Multicenter Study on 774 COVID-19 Patients. Pathogens. 2021 Jan 12;10(1):62. doi: 10.3390/pathogens10010062."
                },
                {
                    "pmid": "20304268",
                    "type": "BACKGROUND",
                    "citation": "Vent J, Wang DW, Damm M. Effects of traditional Chinese acupuncture in post-viral olfactory dysfunction. Otolaryngol Head Neck Surg. 2010 Apr;142(4):505-9. doi: 10.1016/j.otohns.2010.01.012."
                },
                {
                    "pmid": "16733337",
                    "type": "BACKGROUND",
                    "citation": "Welge-Lussen A, Wolfensberger M. Olfactory disorders following upper respiratory tract infections. Adv Otorhinolaryngol. 2006;63:125-132. doi: 10.1159/000093758."
                },
                {
                    "pmid": "7530857",
                    "type": "BACKGROUND",
                    "citation": "Yamagishi M, Fujiwara M, Nakamura H. Olfactory mucosal findings and clinical course in patients with olfactory disorders following upper respiratory viral infection. Rhinology. 1994 Sep;32(3):113-8."
                },
                {
                    "pmid": "9332046",
                    "type": "BACKGROUND",
                    "citation": "Zeidman A, Gardyn J, Fradin Z, Fink G, Mittelman M. [Therapeutic and toxic theophylline levels in asthma attacks--is there a need for additional theophylline?]. Harefuah. 1997 Jul;133(1-2):3-5, 80. Hebrew."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086582",
                    "term": "Anosmia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000857",
                    "term": "Olfaction Disorders"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M2570",
                    "name": "Anosmia",
                    "asFound": "Anosmia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4183",
                    "name": "Olfaction Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16573",
                    "name": "Theophylline",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}