{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06469749",
            "orgStudyIdInfo": {
                "id": "Pro00135306"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K01DA058768-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K01DA058768-01A1"
                }
            ],
            "organization": {
                "fullName": "University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "Theory-based Social Media Intervention for Non-medical Use of Prescription Opioids in Young Adults",
            "officialTitle": "Theory-based Social Media Intervention for Non-medical Use of Prescription Opioids in Young Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "theory-based-social-media-intervention-for-non-medical-use-of-prescription-opioids-in-young-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-11",
            "studyFirstSubmitQcDate": "2024-06-17",
            "studyFirstPostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Cheuk Chi Tam",
                "investigatorTitle": "Research Assistant Professor",
                "investigatorAffiliation": "University of South Carolina"
            },
            "leadSponsor": {
                "name": "University of South Carolina",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Brief Summary\n\nThe purposes of this study are to develop and implement a peer-led intervention program on Instagram for promoting prescription opioid use management and fostering psychosocial skills among young adults who engage in non-medical use of prescription opioids in the United State. The specific aims of the study include:\n\n1. To conduct formative interviews to identify psychosocial determinants/skills and relevant vivid examples associated with non-medical use of prescription opioids\n2. To develop peer-led modules in accordance with Aim (1) and health behavior theories on Instagram\n3. To implement and test the feasibility of the 12-week peer-led intervention modules on Instagram among young adults who are randomly assigned to either receive the intervention (intervention group) or not receive the intervention (control group)\n\nIn Aim (1), participants will be invited to online audio-recorded 60-minute individual interviews with the research team on topics regarding personal experiences in using prescription opioids and psychosocial skills or factors relevant to them.\n\nIn Aim (3), participants who are assigned to the intervention group will be paired with a peer leader and attend to peer-guided interactive modules on Instagram over 12 weeks. They will complete an online survey at 1st week and 12th week, as well as brief evening surveys every two days during the intervention. The control group will not take part in intervention activities but will complete an online survey at 1st week and 12th week.",
            "detailedDescription": "Non-medical use of prescription opioids (NMUPO) is a timely and significant public health issue in the United States (US). Young adults are the key population vulnerable to NMUPO. Existing literature indicates that NMUPO in young adults is influenced by a robust array of psychosocial factors. Tailored interventions guided by a psychosocial theory, such as the information-motivation-behavioral skills (IMB) model, are urgently needed for addressing NMUPO in young adults. One innovative approach is to reach out to and deliver psychosocial interventions to young adults via social media technology, yet limited efforts have sought to develop such interventions for NMUPO among young adults. Thus the scientific objective of this study is to gather data via IMB-guided formative study regarding psychosocial influences on NMPUO and then to use these findings to inform the development of a peer-led social media intervention designed to reduce NMUPO among young adults. The objective of this study is to obtain intensive mentored training essential to improving the theoretical and practical expertise needed to develop innovative and implementable peer-led psychosocial interventions for NMUPO in high-risk populations. This study includes three specific research aims. In Aim 1, formative research, guided by the IMB model, will be conducted to explore psychosocial contents associated with NMUPO in young adults. The findings from Aim 1 will be inform the development of a peer-led social media intervention to reduce NMUPO among young adults (Aim 2). The intervention will integrate promising psychotherapy principles and incorporate with peer leaders who are well-trained for recovery coaching. In Aim 3, the feasibility, acceptability, usability, and preliminary efficacy on NMUPO reduction and psychosocial changes of the theory-based social media intervention will be evaluated through a 12-week pilot randomized controlled trial among 70 NMUPO engaging young adults (35 for intervention and 35 for control) via pre-test, 12-week ecological momentary assessment (during the intervention), and post-tests (12-month follow-ups). This project will contribute to future largescale and fully-powered psychosocial interventions for NMUPO among young adults or other high-risk populations using innovative technology that can address challenges in traditional substance use interventions."
        },
        "conditionsModule": {
            "conditions": [
                "Young Adults",
                "Past-3-month Non-medical Use of Prescription Opioids",
                "Without Substance Use Disorders",
                "Social Media Users"
            ],
            "keywords": [
                "opioids",
                "Young Adults",
                "Information-Motivation-Behavioral skills Model",
                "Psychosocial factors",
                "social media",
                "Resilience",
                "Mental health",
                "Peer role model"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The intervention will be a pilot trial, conducted through a Randomized controlled trial design.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "12-week peer-led intervention group on Instagram",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the intervention group will receive 12-week peer-led intervention interactive modules on Instagram.",
                    "interventionNames": [
                        "Behavioral: Theory-based and peer-led intervention on Instagram"
                    ]
                },
                {
                    "label": "Control group",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in the control group will not engage in any intervention activities."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Theory-based and peer-led intervention on Instagram",
                    "description": "A pilot randomized controlled trial of the 12-weeks social media intervention for non-medical use of prescription opioids (NMUPO) among young adults will be developed upon the formative research (Aim 1) grounded in the information-motivation-behavioral-skills (IMB) model. Intervention will be delivered by peer leaders, who are well-trained recovery coaches, via private groups on Instagram. Intervention contents will be tailored to psychosocial factors contributing to NMUPO.\n\nIntervention components. Incorporating Instagram functions, the intervention is planned to include four intervention modules: (1) NMUPO knowledge module, (2) self-care module, (3) virtual goal setting/monitoring module, (4) peer support module. Intervention will be delivered by peer leaders (assisted by clinical psychology trainees a) via private groups operated by their Instagram accounts. The process will be overseen by certificated experts in clinical psychology and addiction treatment.",
                    "armGroupLabels": [
                        "12-week peer-led intervention group on Instagram"
                    ],
                    "otherNames": [
                        "Information-motivation-behavioral skills model guided intervention",
                        "peer-led intervention",
                        "social media intervention",
                        "psychosocial intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Engagement",
                    "description": "Paradata (e.g., frequencies of shares, comments, likes, and posts) on particular intervention contents)",
                    "timeFrame": "Once in every two days for 12 weeks"
                },
                {
                    "measure": "Acceptability",
                    "description": "Likert items that rate how helpful the particular intervention module is (1 = not at all to 5 = extremely). This will be measured in the ecological momentary assessment surveys.",
                    "timeFrame": "Once in every two days for 12 weeks"
                },
                {
                    "measure": "Feasibility of the intervention",
                    "description": "Feasibility will be assessed via the post-intervention interviews in terms of the reactions to the contents, format, concepts, and visual presentation of modules.",
                    "timeFrame": "Immediately at 12-week post-intervention"
                },
                {
                    "measure": "Usability",
                    "description": "Usability will be measured using the Usefulness, Satisfaction, and Ease of use-Lite (USE-Lite) questionnaire which assesses perceived usefulness and satisfaction for specific intervention modules. This will be measured in the ecological momentary assessment surveys. The scale comprises a total of 15 items, with 8 items for usefulness and 7 for satisfaction. Items are rated on a 7-point scale (1=strong disagree to 7=strong agree). The sum score for each component will be generated, with a higher score indicating a greater level of usefulness (ranging from 8 to 56) or satisfaction (ranging from 7 to 49).",
                    "timeFrame": "Once in every two days for 12 weeks"
                },
                {
                    "measure": "Dose",
                    "description": "Guided by dose operationalization for mHealth intervention, dose of intervention will be collected in three domains: (1)intervention actions (if viewing a post); (2) participant actions (if practicing a skill/completing an assignment); (3) behavioral target actions (if adopting skills outside of the intervention). This will be measured in the ecological momentary assessment surveys.",
                    "timeFrame": "Once in every two days for 12 weeks"
                },
                {
                    "measure": "Non-medical use of prescription opioids",
                    "description": "Any behaviors to indicate (1) taking a prescription opioid without a prescription; (2) taking prescription opioids more doses than what a prescription allows; (3) using prescription opioids for reasons other than a medical purpose. The frequency of such behaviors in the past 30 days will be assessed using the Tobacco, Alcohol, Prescription medication, and other Substance use Tool (TAPS) tool.",
                    "timeFrame": "Immediately at pre-intervention and 12-week post-intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Outcome expectancies",
                    "description": "Beliefs on positive or negative consequences of engaging in non-medical use of prescription opioids. This will be assessed using a scale adapted from the Behaviors, Expectancies, Attitudes and College Health Questionnaire (BEACH-Q). A total of 50 Items will be scored on a five-point Likert-type scale ranging from 0 (Not at all) to 4 (Very often or always) with higher sum scores standing for the greater level of expectancies. The sum scores range from 0 to 200. The scale consists of eight dimensions related to specific expectancies of opioids, including pain reduction, tension reduction, academic preference, emotion enhancement, social enhancement, guilt and dependence, cognitive impairment, and physical discomfort.",
                    "timeFrame": "immediately at pre-intervention and 12-week post-intervention"
                },
                {
                    "measure": "Risk perception",
                    "description": "Perceived vulnerability and severity of engaging in non-medical use of prescription opioids. This will be assessed using the Perceived Risk Scale for Prescription Drug Abuse. This scale includes 5 items on a four-option scale (1=\"strongly disagree\" to 4 = \"strongly agree\". The sum score will be generated (range = 5 to 20), with higher score indicating a greater level of perception risk for non-medical use of prescription opioids.",
                    "timeFrame": "immediately at pre-intervention and 12-week post-intervention"
                },
                {
                    "measure": "Action self-efficacy and coping self-efficacy",
                    "description": "Perceived control on making actions to stop/reduce NMUPO or confidence on coping with barriers against the actions. This will be assessed using an adapted version of Self-Efficacy Scale. A total of six Items will be rated on a 5-point Likert scale (1 = strong disagree, 5 = strongly agree) and can be organized into 2 subscales (coping self-efficacy and action self-efficacy) with 3 items each. The maximum obtainable score for each subscale will be 15 points, and the minimum obtainable score is 3 points. The sum scores will be generated for each subscale, with higher scores indicating greater levels of self-efficacy.",
                    "timeFrame": "immediately at pre-intervention and 12-week post-intervention"
                },
                {
                    "measure": "Depression",
                    "description": "Experiences of depressive symptoms in the past two weeks. This will be assessed using the Patient Health Questionnaire-9 (PHQ-9). Nine items will be rated on a 4-option scale (0 = not at all, 3 = nearly every day) with a minimum possible score of 0 and a maximum score of 27. The sum score will be generated, with a higher score indicating a higher level of depression.",
                    "timeFrame": "immediately at pre-intervention and 12-week post-intervention"
                },
                {
                    "measure": "Anxiety",
                    "description": "Anxious symptom experiences in the past two weeks. This will be assessed using the General Anxiety Disorder-7 (GAD 7). Seven items will be rated on a 4-option scale (0 = not at all, 3 = nearly every day) with a minimum possible score of 0 and a maximum score of 21. The sum score will be generated, with a higher score indicating a higher level of anxiety.",
                    "timeFrame": "immediately at pre-intervention and 12-week post-intervention"
                },
                {
                    "measure": "Resilience",
                    "description": "Personal capacities in response to stress such as tenacity, tolerance of negative affect, positive acceptance of change, and positive view of adversities. This will be assessed using the Connor-Davidson resilience scale (CD-RISD). The scale comprises of 25 items, with each rated on a 5-point scale (0 to 4). The sum score will be generated, with a higher score indicating a greater level of resilience. The possible sum score ranges from 0 to 100.",
                    "timeFrame": "immediately at pre-intervention and 12-week post-intervention"
                },
                {
                    "measure": "Other substance use",
                    "description": "Engagement in the use of alcohol, illicit drugs, and cigarette in the past three months. This will be assessed using the NIDA-Modified Alcohol, Smoking and Substance Involvement Screening (NIDA-ASSIST). The scale includes 12 dichotomous items (0= No, 1 = Yes) asking if a participant has engaged in using or misusing any of 12 individual substances.",
                    "timeFrame": "immediately at pre-intervention and 12-week post-intervention"
                },
                {
                    "measure": "Non-medical use of prescription opioids knowledge",
                    "description": "Information about non-medical use of prescription opioids and relevant topics, such as misconceptions, the role of fentanyl, naloxone, and Xyalazine. This scale will be developed according to the measure in POP4Teens and the formative study. This scale is proposed to include 15 statements related to opioids or non-medical use of prescription opioids. Participant will be asked to determine if a statement is true or not (0 = False, 1 = True). Responses will then be rated by the research team, with higher scores indicating better knowledge of non-medical use of prescription opioids.",
                    "timeFrame": "immediately at pre-intervention and 12-week post-intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* aged 18-25 years\n* from the U.S.\n* can read and speak English\n* engage in non-medical use of prescription opioids in the past three months: taking prescription opioids without a doctor's prescription/taking more doses of prescription opioids than what a prescription allows/using prescription opioid for reasons other than a medical purpose\n* use Instagram three times a week or more in the past three months\n\nExclusion Criteria:\n\n* receiving substance use interventions in the past three months\n* are diagnosed with substance use disorders\n* are not proficient in English",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cheuk Chi Tam, Ph.D.",
                    "role": "CONTACT",
                    "phone": "803-777-6883",
                    "email": "ctam@mailbox.sc.edu"
                },
                {
                    "name": "Xiaoming Li",
                    "role": "CONTACT",
                    "phone": "803-777-8874"
                }
            ],
            "locations": [
                {
                    "facility": "University of South Carolina",
                    "status": "RECRUITING",
                    "city": "Columbia",
                    "state": "South Carolina",
                    "zip": "29208",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cheuk Chi Tam, Ph.D.",
                            "role": "CONTACT",
                            "phone": "803-777-6883",
                            "email": "ctam@mailbox.sc.edu"
                        },
                        {
                            "name": "Cheuk Chi Tam, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.00071,
                        "lon": -81.03481
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}