{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05478707",
            "orgStudyIdInfo": {
                "id": "210198"
            },
            "organization": {
                "fullName": "University of Virginia",
                "class": "OTHER"
            },
            "briefTitle": "Therapeutic Strategies for Microvascular Dysfunction in Type 1 Diabetes",
            "officialTitle": "Therapeutic Strategies for Microvascular Dysfunction in Type 1 Diabetes",
            "acronym": "KML002",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "therapeutic-strategies-for-microvascular-dysfunction-in-type-diabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-25",
            "studyFirstSubmitQcDate": "2022-07-25",
            "studyFirstPostDateStruct": {
                "date": "2022-07-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kaitlin Love, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Virginia"
            },
            "leadSponsor": {
                "name": "University of Virginia",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators will test the hypothesis that, in adults with type 1 diabetes (T1D), glucagon-like peptide-1 receptor agonism (GLP-1RA, i.e. dulaglutide) and exercise training each enhance insulin-mediated skeletal muscle microvascular perfusion via attenuating endothelial oxidative stress and thereby improving endothelial function.",
            "detailedDescription": "In this study, 64 (n=48 needed to complete) adult participants with type 1 diabetes will be randomized (1:1:1) to 14-weeks of one of 3 interventions: 1) dulaglutide, 2) placebo, or 3) exercise training.\n\nParticipants will undergo two study admissions at baseline and 14 weeks. Prior to each admission, participants will wear a continuous glucose monitor (Dexcom G6 Professional) for 10 days to assess glycemic variability (GV). Prior to admissions, they will undergo cardiorespiratory fitness testing. On study admission days, participants will undergo an antecubital vein endothelial cell biopsy prior to commencing vascular testing. From the harvested endothelial cells, the investigators will quantify endothelial cell reactive oxygen species (ROS) and protein expression relevant to insulin-mediated endothelial function. Vascular testing will include contrast enhanced ultrasound of quadriceps muscle to determine microvascular blood volume (MBV). The investigators will also measure brachial artery flow mediated dilation (FMD). Quadriceps skeletal muscle oxygenation (HHb) will also be measured. These vascular and muscle oxygenation measurements will be conducted before and after a 120-minute euglycemic insulin clamp which will measure insulin sensitivity based on glucose infusion rate (GIR).\n\nThis randomized, placebo-controlled study will assess whether GLP-1 receptor agonism with dulaglutide or exercise training improves insulin-mediated skeletal muscle microvascular perfusion. The investigators will assess for predictive relationships between microvascular perfusion and cardiorespiratory fitness (VO2max), insulin sensitivity (GIR), endothelial reactive oxygen species (ROS), and glycemic variability (GV)."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus, Type 1",
                "Endothelial Dysfunction"
            ],
            "keywords": [
                "microvessels",
                "oxidative stress",
                "Dulaglutide",
                "Glucagon-like peptide-1",
                "Exercise therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants randomized to dulaglutide or placebo and study personnel who analyze data and instruct patients regarding insulin adjustments will be blinded to treatment allocation.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Saline subcutaneous injection, volume matched to dulaglutide, i.e. 0.5 mL weekly for 14 weeks",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Dulaglutide",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Dulaglutide (0.75 mg/0.5 mL weekly for 2 weeks, then 1.5 mg/0.5 mL weekly for 12 weeks) subcutaneous injection",
                    "interventionNames": [
                        "Drug: Dulaglutide"
                    ]
                },
                {
                    "label": "Exercise training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Supervised high intensity interval training on a stationary bicycle will be conducted 3 days per week for 14 weeks. Participants will warm up at low intensity for 3 min then repeat 1-min bouts of 100% peak power output followed by 1-min recovery at 50 W. Training will start with 6 intervals per session, increasing by 2 intervals every 2 weeks. Sessions will end with a 10-min cool-down.",
                    "interventionNames": [
                        "Behavioral: exercise training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dulaglutide",
                    "description": "GLP1-RA",
                    "armGroupLabels": [
                        "Dulaglutide"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Saline placebo",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "exercise training",
                    "description": "supervised high intensity interval training",
                    "armGroupLabels": [
                        "Exercise training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Microvascular blood volume (MBV)",
                    "description": "Insulin mediated change in muscle microvascular blood volume (MBV). A measure of microvascular nitric oxide dependent endothelial function",
                    "timeFrame": "At baseline and after 14 weeks of treatment."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Brachial artery flow mediated dilation (FMD)",
                    "description": "Post-occlusive percent (%) change in diameter. A measure of conduit artery nitric oxide-dependent endothelial function.",
                    "timeFrame": "At baseline and after 14 weeks of treatment"
                },
                {
                    "measure": "Glucose infusion rate (GIR)",
                    "description": "Mean GIR over the final 30 minutes of euglycemic insulin clamp; a measure of insulin sensitivity",
                    "timeFrame": "At baseline and after 14 weeks of treatment"
                },
                {
                    "measure": "Cardiorespiratory fitness, maximum consumption of oxygen (VO2max)",
                    "description": "Assessed by cycle ergometer exercise testing.",
                    "timeFrame": "At baseline and after 14 weeks of treatment"
                },
                {
                    "measure": "Skeletal muscle oxygenation, deoxyhemoglobin (HHb)",
                    "description": "Assessed by frequency domain multi-distance near-infrared spectroscopy (NIRS) monitor at the quadriceps muscle",
                    "timeFrame": "At baseline and after 14 weeks of treatment. Measured before and after insulin clamp."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* History of type 1 diabetes, duration \\> 5 years\n* Age 18-40 years\n* HbA1c \\< 8.5%\n* BMI 19-34.9 kg/m2\n* Using insulin for diabetes treatment only (multiple daily injections or insulin pump with or without sensor augmentation)\n* On stable regimen of non-diabetic medications for the last 6 months\n* All screening labs within normal limits or not clinically significant\n* C-peptide \\<0.6 ng/ml\n\nExclusion criteria:\n\n* Pregnancy or currently breastfeeding\n* Smoking history within 6 months\n* History of microvascular (microalbuminuria, retinopathy, neuropathy) or macrovascular diabetes complications (coronary artery disease, stroke, peripheral vascular disease) as well as clinically significant cardiac arrhythmias or conduction disorders\n* Taking vasoactive medications (i.e. calcium channel blockers, angiotensin-converting enzyme or renin inhibitors, angiotensin-receptor blockers, nitrates, alpha-blockers).\n* Known hypersensitivity to perflutren (contained in Definity© contrast)\n* Screening O2 saturation \\<90%\n* Musculoskeletal condition preventing participation in exercise testing or exercise training\n* Acute or unstable disease other than T1D\n* Hypoglycemia unawareness (based on Clarke's questionnaire)\n* History of gastroparesis, severe gastroesophageal reflux, pancreatitis, personal or family history of medullary thyroid cancer or multiple endocrine neoplasia type 2\n* Anemia (hemoglobin \\<12 g/dL in women, hemoglobin \\<13 g/dL in men), eosinophilia (absolute eosinophil count \\>500 cells/microliter) leukopenia (total white blood cells \\<4,000 cells/microliter)\n* Diabetic ketoacidosis (DKA) on presentation to screening visits or study admission days\n* Hospital admission for DKA within 1 year",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kaitlin Love, MD",
                    "role": "CONTACT",
                    "phone": "434-924-9651",
                    "email": "KML2W@hscmail.mcc.virginia.edu"
                },
                {
                    "name": "Lee Hartline, MEd",
                    "role": "CONTACT",
                    "email": "lmh9d@virginia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kaitlin Love, MD",
                    "affiliation": "Associate Professor - Endocrinology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Virginia",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22908",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kaitlin Love, MD",
                            "role": "CONTACT",
                            "email": "KML2W@hscmail.mcc.virginia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20739685",
                    "type": "BACKGROUND",
                    "citation": "Secrest AM, Becker DJ, Kelsey SF, Laporte RE, Orchard TJ. Cause-specific mortality trends in a large population-based cohort with long-standing childhood-onset type 1 diabetes. Diabetes. 2010 Dec;59(12):3216-22. doi: 10.2337/db10-0862. Epub 2010 Aug 25."
                },
                {
                    "pmid": "30129464",
                    "type": "BACKGROUND",
                    "citation": "Rawshani A, Sattar N, Franzen S, Rawshani A, Hattersley AT, Svensson AM, Eliasson B, Gudbjornsdottir S. Excess mortality and cardiovascular disease in young adults with type 1 diabetes in relation to age at onset: a nationwide, register-based cohort study. Lancet. 2018 Aug 11;392(10146):477-486. doi: 10.1016/S0140-6736(18)31506-X. Epub 2018 Aug 9."
                },
                {
                    "pmid": "30657336",
                    "type": "BACKGROUND",
                    "citation": "Foster NC, Beck RW, Miller KM, Clements MA, Rickels MR, DiMeglio LA, Maahs DM, Tamborlane WV, Bergenstal R, Smith E, Olson BA, Garg SK. State of Type 1 Diabetes Management and Outcomes from the T1D Exchange in 2016-2018. Diabetes Technol Ther. 2019 Feb;21(2):66-72. doi: 10.1089/dia.2018.0384. Epub 2019 Jan 18. Erratum In: Diabetes Technol Ther. 2019 Apr;21(4):230. doi: 10.1089/dia.2018.0384.correx."
                },
                {
                    "pmid": "22362823",
                    "type": "BACKGROUND",
                    "citation": "Bergman BC, Howard D, Schauer IE, Maahs DM, Snell-Bergeon JK, Eckel RH, Perreault L, Rewers M. Features of hepatic and skeletal muscle insulin resistance unique to type 1 diabetes. J Clin Endocrinol Metab. 2012 May;97(5):1663-72. doi: 10.1210/jc.2011-3172. Epub 2012 Feb 22."
                },
                {
                    "pmid": "25899581",
                    "type": "BACKGROUND",
                    "citation": "Donga E, Dekkers OM, Corssmit EP, Romijn JA. Insulin resistance in patients with type 1 diabetes assessed by glucose clamp studies: systematic review and meta-analysis. Eur J Endocrinol. 2015 Jul;173(1):101-9. doi: 10.1530/EJE-14-0911. Epub 2015 Apr 21."
                },
                {
                    "pmid": "26936306",
                    "type": "BACKGROUND",
                    "citation": "Bjornstad P, Maahs DM, Duca LM, Pyle L, Rewers M, Johnson RJ, Snell-Bergeon JK. Estimated insulin sensitivity predicts incident micro- and macrovascular complications in adults with type 1 diabetes over 6 years: the coronary artery calcification in type 1 diabetes study. J Diabetes Complications. 2016 May-Jun;30(4):586-90. doi: 10.1016/j.jdiacomp.2016.02.011. Epub 2016 Feb 11."
                },
                {
                    "pmid": "21610226",
                    "type": "BACKGROUND",
                    "citation": "Barrett EJ, Wang H, Upchurch CT, Liu Z. Insulin regulates its own delivery to skeletal muscle by feed-forward actions on the vasculature. Am J Physiol Endocrinol Metab. 2011 Aug;301(2):E252-63. doi: 10.1152/ajpendo.00186.2011. Epub 2011 May 24."
                },
                {
                    "pmid": "32776829",
                    "type": "BACKGROUND",
                    "citation": "Muniyappa R, Chen H, Montagnani M, Sherman A, Quon MJ. Endothelial dysfunction due to selective insulin resistance in vascular endothelium: insights from mechanistic modeling. Am J Physiol Endocrinol Metab. 2020 Sep 1;319(3):E629-E646. doi: 10.1152/ajpendo.00247.2020. Epub 2020 Aug 10."
                },
                {
                    "pmid": "21346068",
                    "type": "BACKGROUND",
                    "citation": "Ce GV, Rohde LE, da Silva AM, Punales MK, de Castro AC, Bertoluci MC. Endothelial dysfunction is related to poor glycemic control in adolescents with type 1 diabetes under 5 years of disease: evidence of metabolic memory. J Clin Endocrinol Metab. 2011 May;96(5):1493-9. doi: 10.1210/jc.2010-2363. Epub 2011 Feb 23. Erratum In: J Clin Endocrinol Metab. 2011 Jun 1;96(6):1908. Coutinho, Marcia Khaled Punales [corrected to Punales, Marcia Khaled]."
                },
                {
                    "pmid": "20339920",
                    "type": "BACKGROUND",
                    "citation": "Inaba Y, Chen JA, Bergmann SR. Prediction of future cardiovascular outcomes by flow-mediated vasodilatation of brachial artery: a meta-analysis. Int J Cardiovasc Imaging. 2010 Aug;26(6):631-40. doi: 10.1007/s10554-010-9616-1. Epub 2010 Mar 26."
                },
                {
                    "pmid": "26265791",
                    "type": "BACKGROUND",
                    "citation": "Zhao L, Fu Z, Wu J, Aylor KW, Barrett EJ, Cao W, Liu Z. Inflammation-induced microvascular insulin resistance is an early event in diet-induced obesity. Clin Sci (Lond). 2015 Dec;129(12):1025-36. doi: 10.1042/CS20150143. Epub 2015 Aug 11."
                },
                {
                    "pmid": "34075130",
                    "type": "BACKGROUND",
                    "citation": "Love KM, Jahn LA, Hartline LM, Patrie JT, Barrett EJ, Liu Z. Insulin-mediated muscle microvascular perfusion and its phenotypic predictors in humans. Sci Rep. 2021 Jun 1;11(1):11433. doi: 10.1038/s41598-021-90935-8."
                },
                {
                    "pmid": "24130351",
                    "type": "BACKGROUND",
                    "citation": "Ceriello A, Novials A, Ortega E, Canivell S, La Sala L, Pujadas G, Bucciarelli L, Rondinelli M, Genovese S. Vitamin C further improves the protective effect of glucagon-like peptide-1 on acute hypoglycemia-induced oxidative stress, inflammation, and endothelial dysfunction in type 1 diabetes. Diabetes Care. 2013 Dec;36(12):4104-8. doi: 10.2337/dc13-0750. Epub 2013 Oct 15. Erratum In: Diabetes Care. 2014 Jul;37(7):2063."
                },
                {
                    "pmid": "23564922",
                    "type": "BACKGROUND",
                    "citation": "Ceriello A, Novials A, Ortega E, Canivell S, La Sala L, Pujadas G, Esposito K, Giugliano D, Genovese S. Glucagon-like peptide 1 reduces endothelial dysfunction, inflammation, and oxidative stress induced by both hyperglycemia and hypoglycemia in type 1 diabetes. Diabetes Care. 2013 Aug;36(8):2346-50. doi: 10.2337/dc12-2469. Epub 2013 Apr 5."
                },
                {
                    "pmid": "33123598",
                    "type": "BACKGROUND",
                    "citation": "Papachristoforou E, Lambadiari V, Maratou E, Makrilakis K. Association of Glycemic Indices (Hyperglycemia, Glucose Variability, and Hypoglycemia) with Oxidative Stress and Diabetic Complications. J Diabetes Res. 2020 Oct 12;2020:7489795. doi: 10.1155/2020/7489795. eCollection 2020."
                },
                {
                    "pmid": "19654321",
                    "type": "BACKGROUND",
                    "citation": "Liu HY, Cao SY, Hong T, Han J, Liu Z, Cao W. Insulin is a stronger inducer of insulin resistance than hyperglycemia in mice with type 1 diabetes mellitus (T1DM). J Biol Chem. 2009 Oct 2;284(40):27090-100. doi: 10.1074/jbc.M109.016675. Epub 2009 Aug 4."
                },
                {
                    "pmid": "31888883",
                    "type": "BACKGROUND",
                    "citation": "Wang N, Tan AWK, Jahn LA, Hartline L, Patrie JT, Lin S, Barrett EJ, Aylor KW, Liu Z. Vasodilatory Actions of Glucagon-Like Peptide 1 Are Preserved in Skeletal and Cardiac Muscle Microvasculature but Not in Conduit Artery in Obese Humans With Vascular Insulin Resistance. Diabetes Care. 2020 Mar;43(3):634-642. doi: 10.2337/dc19-1465. Epub 2019 Dec 30."
                },
                {
                    "pmid": "24401231",
                    "type": "BACKGROUND",
                    "citation": "Batchuluun B, Inoguchi T, Sonoda N, Sasaki S, Inoue T, Fujimura Y, Miura D, Takayanagi R. Metformin and liraglutide ameliorate high glucose-induced oxidative stress via inhibition of PKC-NAD(P)H oxidase pathway in human aortic endothelial cells. Atherosclerosis. 2014 Jan;232(1):156-64. doi: 10.1016/j.atherosclerosis.2013.10.025. Epub 2013 Nov 5."
                },
                {
                    "pmid": "24552454",
                    "type": "BACKGROUND",
                    "citation": "Subaran SC, Sauder MA, Chai W, Jahn LA, Fowler DE, Aylor KW, Basu A, Liu Z. GLP-1 at physiological concentrations recruits skeletal and cardiac muscle microvasculature in healthy humans. Clin Sci (Lond). 2014 Aug;127(3):163-70. doi: 10.1042/CS20130708."
                },
                {
                    "pmid": "27039125",
                    "type": "BACKGROUND",
                    "citation": "Lepore JJ, Olson E, Demopoulos L, Haws T, Fang Z, Barbour AM, Fossler M, Davila-Roman VG, Russell SD, Gropler RJ. Effects of the Novel Long-Acting GLP-1 Agonist, Albiglutide, on Cardiac Function, Cardiac Metabolism, and Exercise Capacity in Patients With Chronic Heart Failure and Reduced Ejection Fraction. JACC Heart Fail. 2016 Jul;4(7):559-566. doi: 10.1016/j.jchf.2016.01.008. Epub 2016 Mar 30."
                },
                {
                    "pmid": "17711996",
                    "type": "BACKGROUND",
                    "citation": "Basu A, Charkoudian N, Schrage W, Rizza RA, Basu R, Joyner MJ. Beneficial effects of GLP-1 on endothelial function in humans: dampening by glyburide but not by glimepiride. Am J Physiol Endocrinol Metab. 2007 Nov;293(5):E1289-95. doi: 10.1152/ajpendo.00373.2007. Epub 2007 Aug 21."
                },
                {
                    "pmid": "27436611",
                    "type": "BACKGROUND",
                    "citation": "Chai W, Fu Z, Aylor KW, Barrett EJ, Liu Z. Liraglutide prevents microvascular insulin resistance and preserves muscle capillary density in high-fat diet-fed rats. Am J Physiol Endocrinol Metab. 2016 Sep 1;311(3):E640-8. doi: 10.1152/ajpendo.00205.2016. Epub 2016 Jul 19."
                },
                {
                    "pmid": "29310645",
                    "type": "BACKGROUND",
                    "citation": "Lambadiari V, Pavlidis G, Kousathana F, Varoudi M, Vlastos D, Maratou E, Georgiou D, Andreadou I, Parissis J, Triantafyllidi H, Lekakis J, Iliodromitis E, Dimitriadis G, Ikonomidis I. Effects of 6-month treatment with the glucagon like peptide-1 analogue liraglutide on arterial stiffness, left ventricular myocardial deformation and oxidative stress in subjects with newly diagnosed type 2 diabetes. Cardiovasc Diabetol. 2018 Jan 8;17(1):8. doi: 10.1186/s12933-017-0646-z."
                },
                {
                    "pmid": "22732108",
                    "type": "BACKGROUND",
                    "citation": "Irace C, De Luca S, Shehaj E, Carallo C, Loprete A, Scavelli F, Gnasso A. Exenatide improves endothelial function assessed by flow mediated dilation technique in subjects with type 2 diabetes: results from an observational research. Diab Vasc Dis Res. 2013 Jan;10(1):72-7. doi: 10.1177/1479164112449562. Epub 2012 Jun 25."
                },
                {
                    "pmid": "27295427",
                    "type": "BACKGROUND",
                    "citation": "Marso SP, Daniels GH, Brown-Frandsen K, Kristensen P, Mann JF, Nauck MA, Nissen SE, Pocock S, Poulter NR, Ravn LS, Steinberg WM, Stockner M, Zinman B, Bergenstal RM, Buse JB; LEADER Steering Committee; LEADER Trial Investigators. Liraglutide and Cardiovascular Outcomes in Type 2 Diabetes. N Engl J Med. 2016 Jul 28;375(4):311-22. doi: 10.1056/NEJMoa1603827. Epub 2016 Jun 13."
                },
                {
                    "pmid": "27633186",
                    "type": "BACKGROUND",
                    "citation": "Marso SP, Bain SC, Consoli A, Eliaschewitz FG, Jodar E, Leiter LA, Lingvay I, Rosenstock J, Seufert J, Warren ML, Woo V, Hansen O, Holst AG, Pettersson J, Vilsboll T; SUSTAIN-6 Investigators. Semaglutide and Cardiovascular Outcomes in Patients with Type 2 Diabetes. N Engl J Med. 2016 Nov 10;375(19):1834-1844. doi: 10.1056/NEJMoa1607141. Epub 2016 Sep 15."
                },
                {
                    "pmid": "30291013",
                    "type": "BACKGROUND",
                    "citation": "Hernandez AF, Green JB, Janmohamed S, D'Agostino RB Sr, Granger CB, Jones NP, Leiter LA, Rosenberg AE, Sigmon KN, Somerville MC, Thorpe KM, McMurray JJV, Del Prato S; Harmony Outcomes committees and investigators. Albiglutide and cardiovascular outcomes in patients with type 2 diabetes and cardiovascular disease (Harmony Outcomes): a double-blind, randomised placebo-controlled trial. Lancet. 2018 Oct 27;392(10157):1519-1529. doi: 10.1016/S0140-6736(18)32261-X. Epub 2018 Oct 2."
                },
                {
                    "pmid": "31189511",
                    "type": "BACKGROUND",
                    "citation": "Gerstein HC, Colhoun HM, Dagenais GR, Diaz R, Lakshmanan M, Pais P, Probstfield J, Riesmeyer JS, Riddle MC, Ryden L, Xavier D, Atisso CM, Dyal L, Hall S, Rao-Melacini P, Wong G, Avezum A, Basile J, Chung N, Conget I, Cushman WC, Franek E, Hancu N, Hanefeld M, Holt S, Jansky P, Keltai M, Lanas F, Leiter LA, Lopez-Jaramillo P, Cardona Munoz EG, Pirags V, Pogosova N, Raubenheimer PJ, Shaw JE, Sheu WH, Temelkova-Kurktschiev T; REWIND Investigators. Dulaglutide and cardiovascular outcomes in type 2 diabetes (REWIND): a double-blind, randomised placebo-controlled trial. Lancet. 2019 Jul 13;394(10193):121-130. doi: 10.1016/S0140-6736(19)31149-3. Epub 2019 Jun 9."
                },
                {
                    "pmid": "1348845",
                    "type": "BACKGROUND",
                    "citation": "Gutniak M, Orskov C, Holst JJ, Ahren B, Efendic S. Antidiabetogenic effect of glucagon-like peptide-1 (7-36)amide in normal subjects and patients with diabetes mellitus. N Engl J Med. 1992 May 14;326(20):1316-22. doi: 10.1056/NEJM199205143262003."
                },
                {
                    "pmid": "31110479",
                    "type": "BACKGROUND",
                    "citation": "Boff W, da Silva AM, Farinha JB, Rodrigues-Krause J, Reischak-Oliveira A, Tschiedel B, Punales M, Bertoluci MC. Superior Effects of High-Intensity Interval vs. Moderate-Intensity Continuous Training on Endothelial Function and Cardiorespiratory Fitness in Patients With Type 1 Diabetes: A Randomized Controlled Trial. Front Physiol. 2019 Apr 24;10:450. doi: 10.3389/fphys.2019.00450. eCollection 2019."
                },
                {
                    "pmid": "30270019",
                    "type": "BACKGROUND",
                    "citation": "Farinha JB, Ramis TR, Vieira AF, Macedo RCO, Rodrigues-Krause J, Boeno FP, Schroeder HT, Muller CH, Boff W, Krause M, De Bittencourt PIH Jr, Reischak-Oliveira A. Glycemic, inflammatory and oxidative stress responses to different high-intensity training protocols in type 1 diabetes: A randomized clinical trial. J Diabetes Complications. 2018 Dec;32(12):1124-1132. doi: 10.1016/j.jdiacomp.2018.09.008. Epub 2018 Sep 19."
                },
                {
                    "pmid": "23052062",
                    "type": "BACKGROUND",
                    "citation": "Tielemans SM, Soedamah-Muthu SS, De Neve M, Toeller M, Chaturvedi N, Fuller JH, Stamatakis E. Association of physical activity with all-cause mortality and incident and prevalent cardiovascular disease among patients with type 1 diabetes: the EURODIAB Prospective Complications Study. Diabetologia. 2013 Jan;56(1):82-91. doi: 10.1007/s00125-012-2743-6. Epub 2012 Oct 10."
                },
                {
                    "pmid": "29038314",
                    "type": "BACKGROUND",
                    "citation": "Tikkanen-Dolenc H, Waden J, Forsblom C, Harjutsalo V, Thorn LM, Saraheimo M, Elonen N, Tikkanen HO, Groop PH; FinnDiane Study Group. Physical Activity Reduces Risk of Premature Mortality in Patients With Type 1 Diabetes With and Without Kidney Disease. Diabetes Care. 2017 Dec;40(12):1727-1732. doi: 10.2337/dc17-0615. Epub 2017 Oct 16."
                },
                {
                    "pmid": "16109070",
                    "type": "BACKGROUND",
                    "citation": "Komatsu WR, Gabbay MA, Castro ML, Saraiva GL, Chacra AR, de Barros Neto TL, Dib SA. Aerobic exercise capacity in normal adolescents and those with type 1 diabetes mellitus. Pediatr Diabetes. 2005 Sep;6(3):145-9. doi: 10.1111/j.1399-543X.2005.00120.x."
                },
                {
                    "pmid": "33219433",
                    "type": "BACKGROUND",
                    "citation": "Lespagnol E, Tagougui S, Fernandez BO, Zerimech F, Matran R, Maboudou P, Berthoin S, Descat A, Kim I, Pawlak-Chaouch M, Boissiere J, Boulanger E, Feelisch M, Fontaine P, Heyman E. Circulating biomarkers of nitric oxide bioactivity and impaired muscle vasoreactivity to exercise in adults with uncomplicated type 1 diabetes. Diabetologia. 2021 Feb;64(2):325-338. doi: 10.1007/s00125-020-05329-8. Epub 2020 Nov 21."
                },
                {
                    "pmid": "28386795",
                    "type": "BACKGROUND",
                    "citation": "Turinese I, Marinelli P, Bonini M, Rossetti M, Statuto G, Filardi T, Paris A, Lenzi A, Morano S, Palange P. \"Metabolic and cardiovascular response to exercise in patients with type 1 diabetes\". J Endocrinol Invest. 2017 Sep;40(9):999-1005. doi: 10.1007/s40618-017-0670-6. Epub 2017 Apr 6."
                },
                {
                    "pmid": "33184152",
                    "type": "BACKGROUND",
                    "citation": "Eckstein ML, Farinha JB, McCarthy O, West DJ, Yardley JE, Bally L, Zueger T, Stettler C, Boff W, Reischak-Oliveira A, Riddell MC, Zaharieva DP, Pieber TR, Muller A, Birnbaumer P, Aziz F, Brugnara L, Haahr H, Zijlstra E, Heise T, Sourij H, Roden M, Hofmann P, Bracken RM, Pesta D, Moser O. Differences in Physiological Responses to Cardiopulmonary Exercise Testing in Adults With and Without Type 1 Diabetes: A Pooled Analysis. Diabetes Care. 2021 Jan;44(1):240-247. doi: 10.2337/dc20-1496. Epub 2020 Nov 12."
                },
                {
                    "pmid": "28817231",
                    "type": "BACKGROUND",
                    "citation": "Gallwitz B, Dagogo-Jack S, Thieu V, Garcia-Perez LE, Pavo I, Yu M, Robertson KE, Zhang N, Giorgino F. Effect of once-weekly dulaglutide on glycated haemoglobin (HbA1c) and fasting blood glucose in patient subpopulations by gender, duration of diabetes and baseline HbA1c. Diabetes Obes Metab. 2018 Feb;20(2):409-418. doi: 10.1111/dom.13086. Epub 2017 Oct 5."
                },
                {
                    "pmid": "24742660",
                    "type": "BACKGROUND",
                    "citation": "Nauck M, Weinstock RS, Umpierrez GE, Guerci B, Skrivanek Z, Milicevic Z. Efficacy and safety of dulaglutide versus sitagliptin after 52 weeks in type 2 diabetes in a randomized controlled trial (AWARD-5). Diabetes Care. 2014 Aug;37(8):2149-58. doi: 10.2337/dc13-2761. Epub 2014 Apr 17. Erratum In: Diabetes Care. 2015 Mar;38(3):538. doi: 10.2337/dc15-er03."
                },
                {
                    "pmid": "22511259",
                    "type": "BACKGROUND",
                    "citation": "Tam CS, Xie W, Johnson WD, Cefalu WT, Redman LM, Ravussin E. Defining insulin resistance from hyperinsulinemic-euglycemic clamps. Diabetes Care. 2012 Jul;35(7):1605-10. doi: 10.2337/dc11-2339. Epub 2012 Apr 17."
                },
                {
                    "pmid": "9490243",
                    "type": "BACKGROUND",
                    "citation": "Wei K, Jayaweera AR, Firoozan S, Linka A, Skyba DM, Kaul S. Quantification of myocardial blood flow with ultrasound-induced destruction of microbubbles administered as a constant venous infusion. Circulation. 1998 Feb 10;97(5):473-83. doi: 10.1161/01.cir.97.5.473."
                },
                {
                    "pmid": "15161743",
                    "type": "BACKGROUND",
                    "citation": "Vincent MA, Clerk LH, Lindner JR, Klibanov AL, Clark MG, Rattigan S, Barrett EJ. Microvascular recruitment is an early insulin effect that regulates skeletal muscle glucose uptake in vivo. Diabetes. 2004 Jun;53(6):1418-23. doi: 10.2337/diabetes.53.6.1418."
                },
                {
                    "pmid": "16644702",
                    "type": "BACKGROUND",
                    "citation": "Clerk LH, Vincent MA, Jahn LA, Liu Z, Lindner JR, Barrett EJ. Obesity blunts insulin-mediated microvascular recruitment in human forearm muscle. Diabetes. 2006 May;55(5):1436-42. doi: 10.2337/db05-1373."
                },
                {
                    "pmid": "22167126",
                    "type": "BACKGROUND",
                    "citation": "Chan A, Barrett EJ, Anderson SM, Kovatchev BP, Breton MD. Muscle microvascular recruitment predicts insulin sensitivity in middle-aged patients with type 1 diabetes mellitus. Diabetologia. 2012 Mar;55(3):729-36. doi: 10.1007/s00125-011-2402-3. Epub 2011 Dec 14."
                },
                {
                    "pmid": "20952670",
                    "type": "BACKGROUND",
                    "citation": "Thijssen DH, Black MA, Pyke KE, Padilla J, Atkinson G, Harris RA, Parker B, Widlansky ME, Tschakovsky ME, Green DJ. Assessment of flow-mediated dilation in humans: a methodological and physiological guideline. Am J Physiol Heart Circ Physiol. 2011 Jan;300(1):H2-12. doi: 10.1152/ajpheart.00471.2010. Epub 2010 Oct 15."
                },
                {
                    "pmid": "32955366",
                    "type": "BACKGROUND",
                    "citation": "Tougaard NH, Theilade S, Winther SA, Tofte N, Ahluwalia TS, Hansen TW, Rossing P, Frimodt-Moller M. Carotid-Femoral Pulse Wave Velocity as a Risk Marker for Development of Complications in Type 1 Diabetes Mellitus. J Am Heart Assoc. 2020 Oct 20;9(19):e017165. doi: 10.1161/JAHA.120.017165. Epub 2020 Sep 21."
                },
                {
                    "pmid": "26293127",
                    "type": "BACKGROUND",
                    "citation": "Crisci I, Aragona M, Politi KS, Daniele G, Del Prato S. GLP-1 receptor agonists in type 1 diabetes: a proof-of-concept approach. Acta Diabetol. 2015 Dec;52(6):1129-33. doi: 10.1007/s00592-015-0800-6. Epub 2015 Aug 21."
                },
                {
                    "pmid": "27506222",
                    "type": "BACKGROUND",
                    "citation": "Mathieu C, Zinman B, Hemmingsson JU, Woo V, Colman P, Christiansen E, Linder M, Bode B; ADJUNCT ONE Investigators. Efficacy and Safety of Liraglutide Added to Insulin Treatment in Type 1 Diabetes: The ADJUNCT ONE Treat-To-Target Randomized Trial. Diabetes Care. 2016 Oct;39(10):1702-10. doi: 10.2337/dc16-0691. Epub 2016 Aug 9."
                },
                {
                    "pmid": "27493132",
                    "type": "BACKGROUND",
                    "citation": "Ahren B, Hirsch IB, Pieber TR, Mathieu C, Gomez-Peralta F, Hansen TK, Philotheou A, Birch S, Christiansen E, Jensen TJ, Buse JB; ADJUNCT TWO Investigators. Efficacy and Safety of Liraglutide Added to Capped Insulin Treatment in Subjects With Type 1 Diabetes: The ADJUNCT TWO Randomized Trial. Diabetes Care. 2016 Oct;39(10):1693-701. doi: 10.2337/dc16-0690. Epub 2016 Aug 4."
                },
                {
                    "pmid": "30281094",
                    "type": "BACKGROUND",
                    "citation": "Scott SN, Cocks M, Andrews RC, Narendran P, Purewal TS, Cuthbertson DJ, Wagenmakers AJM, Shepherd SO. High-Intensity Interval Training Improves Aerobic Capacity Without a Detrimental Decline in Blood Glucose in People With Type 1 Diabetes. J Clin Endocrinol Metab. 2019 Feb 1;104(2):604-612. doi: 10.1210/jc.2018-01309."
                },
                {
                    "pmid": "33259257",
                    "type": "BACKGROUND",
                    "citation": "Riddell MC, Li Z, Beck RW, Gal RL, Jacobs PG, Castle JR, Gillingham MB, Clements M, Patton SR, Dassau E, Doyle Iii FJ, Martin CK, Calhoun P, Rickels MR. More Time in Glucose Range During Exercise Days than Sedentary Days in Adults Living with Type 1 Diabetes. Diabetes Technol Ther. 2021 May;23(5):376-383. doi: 10.1089/dia.2020.0495."
                },
                {
                    "pmid": "29371269",
                    "type": "BACKGROUND",
                    "citation": "Kennedy A, Narendran P, Andrews RC, Daley A, Greenfield SM; EXTOD Group. Attitudes and barriers to exercise in adults with a recent diagnosis of type 1 diabetes: a qualitative study of participants in the Exercise for Type 1 Diabetes (EXTOD) study. BMJ Open. 2018 Jan 24;8(1):e017813. doi: 10.1136/bmjopen-2017-017813."
                },
                {
                    "pmid": "34339111",
                    "type": "BACKGROUND",
                    "citation": "Heiston EM, Liu Z, Ballantyne A, Kranz S, Malin SK. A single bout of exercise improves vascular insulin sensitivity in adults with obesity. Obesity (Silver Spring). 2021 Sep;29(9):1487-1496. doi: 10.1002/oby.23229. Epub 2021 Aug 2."
                },
                {
                    "pmid": "32661106",
                    "type": "BACKGROUND",
                    "citation": "Romeres D, Olson K, Carter R, Cobelli C, Dalla Man C, Basu A, Basu R. Hyperglycemia But Not Hyperinsulinemia Is Favorable for Exercise in Type 1 Diabetes: A Pilot Study. Diabetes Care. 2020 Sep;43(9):2176-2182. doi: 10.2337/dc20-0611. Epub 2020 Jul 13."
                },
                {
                    "pmid": "26739816",
                    "type": "BACKGROUND",
                    "citation": "Bally L, Zueger T, Buehler T, Dokumaci AS, Speck C, Pasi N, Ciller C, Paganini D, Feller K, Loher H, Rosset R, Wilhelm M, Tappy L, Boesch C, Stettler C. Metabolic and hormonal response to intermittent high-intensity and continuous moderate intensity exercise in individuals with type 1 diabetes: a randomised crossover study. Diabetologia. 2016 Apr;59(4):776-84. doi: 10.1007/s00125-015-3854-7. Epub 2016 Jan 6."
                },
                {
                    "pmid": "26082639",
                    "type": "BACKGROUND",
                    "citation": "Ceriello A, La Sala L, De Nigris V, Pujadas G, Rondinelli M, Genovese S. GLP-1 reduces metalloproteinase-9 induced by both hyperglycemia and hypoglycemia in type 1 diabetes. The possible role of oxidative stress. Ther Clin Risk Manag. 2015 Jun 4;11:901-3. doi: 10.2147/TCRM.S83322. eCollection 2015. No abstract available."
                },
                {
                    "pmid": "11842075",
                    "type": "BACKGROUND",
                    "citation": "Colombo PC, Ashton AW, Celaj S, Talreja A, Banchs JE, Dubois NB, Marinaccio M, Malla S, Lachmann J, Ware JA, Le Jemtel TH. Biopsy coupled to quantitative immunofluorescence: a new method to study the human vascular endothelium. J Appl Physiol (1985). 2002 Mar;92(3):1331-8. doi: 10.1152/japplphysiol.00680.2001."
                },
                {
                    "pmid": "19672102",
                    "type": "BACKGROUND",
                    "citation": "Silver AE, Christou DD, Donato AJ, Beske SD, Moreau KL, Magerko KA, Seals DR. Protein expression in vascular endothelial cells obtained from human peripheral arteries and veins. J Vasc Res. 2010;47(1):1-8. doi: 10.1159/000231715. Epub 2009 Aug 6."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003922",
                    "term": "Diabetes Mellitus, Type 1"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7117",
                    "name": "Diabetes Mellitus, Type 1",
                    "asFound": "Diabetes Mellitus, Type 1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000555680",
                    "term": "Dulaglutide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000097789",
                    "term": "Glucagon-Like Peptide-1 Receptor Agonists"
                },
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9043",
                    "name": "Glucagon",
                    "relevance": "LOW"
                },
                {
                    "id": "M26997",
                    "name": "Glucagon-Like Peptide 1",
                    "relevance": "LOW"
                },
                {
                    "id": "M258626",
                    "name": "Dulaglutide",
                    "asFound": "Kind",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3401",
                    "name": "Glucagon-Like Peptide-1 Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                }
            ]
        }
    },
    "hasResults": false
}