{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05407207",
            "orgStudyIdInfo": {
                "id": "NPRP 10-0208-170400"
            },
            "organization": {
                "fullName": "Hamad Medical Corporation",
                "class": "INDUSTRY"
            },
            "briefTitle": "Therapeutic Plantar Electrical Stimulation Intervention During Hemodialysis to Improve Balance and Mobility",
            "officialTitle": "Therapeutic Plantar Electrical Stimulation Intervention During Hemodialysis to Improve Balance and Mobility",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "therapeutic-plantar-electrical-stimulation-intervention-during-hemodialysis-to-improve-balance-and-mobility"
        },
        "statusModule": {
            "statusVerifiedDate": "2021-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2022-10-20",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2022-11-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-08",
            "studyFirstSubmitQcDate": "2022-06-02",
            "studyFirstPostDateStruct": {
                "date": "2022-06-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-06-02",
            "lastUpdatePostDateStruct": {
                "date": "2022-06-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hamad Medical Corporation",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Qatar National Research Fund",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Baylor College of Medicine",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "A high prevalence of diabetes has been reported in Qatar with nearly 23% population suffering from the pandemic, thereby increasing the associated healthcare cost. Low compliance with exercise and physical activity in patients with diabetes increases foot risk complications, deteriorates health, and further increases economic costs. This is particularly true among patients with diabetes who are undergoing hemodialysis (HD) process. Exercise interventions have been shown to improve mobility and balance, reduce the incidence of falls, and improve peripheral blood flow, which is essential to reduce foot problems and peripheral arterial disease. However, uptake of exercise programs for individuals who are undergoing HD treatment has been limited. The three main factors limiting uptake and adherence among HD patients are time availability, post-dialysis fatigue, and transportation to exercise programs, which are usually offered in rehabilitation departments or cardiovascular centers but not in nephrology departments or in free-standing dialysis clinics. Many of these patients visit clinics 3 times a week to receive hemodialysis, providing an optimal opportunity for intervention. Thus the investigators are proposing an innovative intervention based on plantar electrical stimulation treatment during HD (3 times per week) to enhance balance and quality of life while reducing the risk of peripheral arterial diseases and diabetic foot ulcers, which are highly prevalent among people with diabetes and chronic kidney disease. This interdisciplinary study is based on preliminary studies, in which the investigators demonstrated that regular plantar electrical stimulation is an effective and practical therapy to enhance motor performance and plantar sensation in patients with diabetes. The scientific premise of the proposed intervention has been also supported by literature as well as three systematic reviews suggesting the effectiveness of electrical stimulation to reduce pain, improve balance, improve skin perfusion, and improve plantar sensation. In the context of this study, the investigators propose to bring an innovative technology based on an FDA-cleared bio-electric stimulation technology (BEST®) microcurrent platform, named Tennant Biomodulator® (Avazzia Inc., Dallas, TX, USA), which is a transcutaneous electrical nerve stimulator (TENS) and has been designed for symptomatic relief and management of chronic pain. However, the system was modified to provide electrical stimulation to the plantar area via two electrodes placed on the hind and forefoot area instead of the leg. The device has a 60-minute run cycle after which it automatically turns off. In the context of a previous study funded by QNRF, the investigators developed and tested 50 electrical stimulation units (which will be used in the context of the study), including 25 active systems and 25 placebo systems. The placebo systems are similar to active systems in the appearance and functioning of lights and indicators. However, they were programmed not to provide any electrical current.\n\nIn a preliminary study, the proof of concept of this revised technology was tested in the context of enhancing balance and skin perfusion in ambulatory patients with diabetes and peripheral neuropathy. In the context of this study, the investigators plan to translate this technology for routine treatment during HD sessions for patients with diabetes who are undergoing regular HD treatment. Using a double-blinded randomized-controlled model, the investigators will validate the effectiveness of this technology to enhance balance, reduce pain, and improve skin perfusion. One hundred (n=100) HD volunteers with diabetes will be recruited and randomized to either intervention (n=50) or control (CG: n=50) group for the purpose of this study. Plantar electrical stimulation will be provided during HD sessions, 3 times per week and for 12 weeks. Outcomes will be assessed at baseline, 6 weeks, and 12 weeks to examine the effectiveness of the proposed intervention to enhance balance, improve quality of life, and improve lower extremity skin perfusion among HD patients with diabetes.\n\nThis proposal is in line with Qatar National Priorities Research goals and if successful the result will open new doors to managing diabetes and kidney failure. In a setting where no therapeutic agents or interventions effectively address poor balance and loss of protective sensation among HD patients with diabetes and where affected individuals life with a heightened risk of developing a debilitating foot ulcer and quite possibly a disabling amputation, the potential impact from the plantar electrical stimulation system may offer the potential for significant clinical benefit, with very low risk, and with ease of implementation in routine care application for patients who are undergoing HD treatment.",
            "detailedDescription": "This interdisciplinary project (Technology Readiness Level 9, TRL 9) aims to translate and clinically validate the effectiveness of an innovative wearable electrical stimulator technology for improving balance, quality of life, and skin perfusion in patients with diabetes and chronic kidney failure. Around the world, more than 347 million people suffer from diabetes, with 90% of them having Type 2 diabetes. The most common factors contributing towards diabetes include excessive body weight and poor physical activity. Among other countries around the world, Qatar has also been a victim to the COVID-19 pandemic with a prevalence of nearly 23%, thereby increasing the associated healthcare cost. One of the common predictors of metabolic syndrome in Qatar was found to be increased body mass index, which is usually associated with dietary and sedentary behavior. Management of diabetes is therefore of utmost importance in Qatar in order to reduce the negative impact of complications related to diabetes. One big challenge is encouraging patients with diabetes to be active in particular those with poor balance control, which is unfortunately prevalent among patients with diabetes. Poor postural control is often the primary comorbidity that limits their ability to be engaged in daily physical activities and seems to have a significant impact on quality of life.\n\nExercise is probably the best evidence-based intervention to enhance balance. But unfortunately exercising among patients with diabetes is limited in particular among older patients, who are also suffering from diabetic peripheral neuropathy, which impacts 60 to 70 percent of older patients with diabetes. In particular, the lack of mobility and poor adherence to exercise are major concerns among patients with diabetes and end-stage renal disease (ESRD) that require dialysis. Among patients with diabetes, 35% suffer from chronic renal disease and may require dialysis or kidney replacement over time. Patients, who are undergoing hemodialysis (HD) are known to have a decreased ability to perform physical exercise, with exercise capacity reported to be at 60-70% of age-expected level leading to impaired physical functioning, muscle wasting, frailty at an earlier age, and increased risk of falling. Moreover, a 4-hour conventional HD session immobilizes the patient, contributing directly to sedentary behavior that can further worsen their functional motor abilities. Unfortunately, exercise programs are not widely used in HD clinical practice. Several studies have demonstrated that exercise training can improve balance and gait, thereby reducing fall risk in older adults including HD patients. Recent evidence also suggests that exercise can increase joint mobility and peripheral blood flow, which reduces the risk of foot complications in patients receiving HD. However, uptake of exercise programs for HD patients has been limited. The three main factors limiting uptake and adherence among HD patients are time availability, post-dialysis fatigue, and transportation to exercise programs, which are usually offered in rehabilitation departments or cardiovascular centers but not in nephrology departments or in free-standing dialysis clinics. Conventional fall prevention exercise strategies, including physiotherapy, strength exercises, and tai chi, are not well suited for HD patients because even moderate conventional exercise regimes can easily overtax them. The selection of exercise modalities and intensities must also avoid excessive plantar loading, which can increase the risk of foot ulceration. Furthermore, because HD treatment often leaves patients feeling fatigued and thus, reluctant to engage in physical activity, any balance training intervention outside of HD treatment may not be practical. Thus, an alternative intervention, which may effectively address poor balance, may assist in encouraging HD individuals to become more active. Another key complication associated with diabetes is lower extremities problems. Recent studies suggest that the most common cause of hospitalization of diabetes population is foot-related complications including ulcers. Furthermore, in HD patients, the risk of foot complications and amputation is even more common, expensive, and devastating. Interestingly, even though the incidence of foot ulcers in patients with dialysis has been reported to be the same as with patients with a history of foot ulcers; dialysis patients have a significantly higher rate of foot amputation. Foot-related hospital admission rate is higher in HD patients; additionally, the prevalence of foot complications among HD patients with diabetes is 250% more than patients with diabetes without end-stage renal disease. With 10 times, higher incidence of lower extremity amputation; after amputation and post-operative mortality is also 3.5 times higher in HD patients compared to patients with diabetes not requiring dialysis.\n\nTo address the above gaps, the investigators propose translating an innovative wearable electrical stimulation intervention, practical for therapy during HD sessions. The long-term goal is to provide a convenient, low-cost therapeutic device and treatment protocol for patients with diabetes who are undergoing the hemodialysis process. Eventually, the investigators plan for this to be an approach that can be used during HD sessions as a routine intervention program to enhance mobility and reduce the risk of diabetic foot problems and peripheral arterial diseases (PAD). This study will be a double-blind randomized clinical trial design consisting of two groups of fifty (n=50) HD patients with diabetes and some level of postural instability. The study consisted of a 12 weeks treatment phase (three interventions per week) and two weeks of retention. In addition, all subjects will be followed up for 12 months post-intervention to document any incidents of falls, diabetic foot ulcers, limb amputation, and diabetes-related complications. Subjects will be provided plantar electrical stimulation treatment for a duration of an hour while receiving HD treatment, 3 times per week. The plantar electrical stimulation will be delivered using an innovative wearable technology based on FDA cleared wearable electrical stimulation system, named Tennant Biomodulator® (Avazzia Inc., Dallas, TX, USA), which is a transcutaneous electrical nerve stimulator (TENS) and has been designed for the management of chronic pain. However, the system was modified by to provide electrical stimulation to the plantar area via two electrodes placed on the hind and forefoot area instead of the leg. The device has a 60-minute run cycle after which it automatically turns off for 60 minutes. The device is activated using a single button without the need for any electrical stimulation adjustment making it easier for the purpose of home therapy under unsupervised conditions and suitable for busy HD clinics. The proposed dosage regimen was used in a preliminary studies by the investigators and no related adverse events were reported while a significant improvement in skin perfusion and balance was observed. Sufficient disposable electrodes will be provided to participants for regular replacement."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus",
                "Hemodialysis Complication",
                "Cardiovascular Complication",
                "Quality of Life"
            ],
            "keywords": [
                "Preventive supplements",
                "Treatment of diabetes related complications",
                "Health intervention",
                "Lifestyle intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Prospective cohort study with a double-blinded randomized control trial model.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The patients and the clinical coordinator who will evaluate and monitor study patients will both be blinded to the type of electrical stimulation unit (active v. sham).",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The intervention group will take part in a 12-week plantar electrical stimulation intervention using the proposed technology 3 times per week during HD either in a sitting or supine position under the supervision of a research staff member. The duration of each treatment session will be one hour. Patients who receive an activated electrical stimulation unit will receive a standard dose of 30 milliamps as described in the following during each HD session (3 times per week for 12 weeks).",
                    "interventionNames": [
                        "Device: Tennant Biomodulator ®"
                    ]
                },
                {
                    "label": "Control group",
                    "type": "SHAM_COMPARATOR",
                    "description": "Placebo controls will have an electrical stimulation unit programmed not to provide any electrical current, while all other lights and programming indicators will be functional. Both active and inactive electrical stimulation units will be programmed to download the period that they are used on a weekly basis in order to verify that the units are used for the prescribed time period.",
                    "interventionNames": [
                        "Device: Tennant Biomodulator ®"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Tennant Biomodulator ®",
                    "description": "Tennant Biomodulator ® (Avazzia, Inc., Texas, USA)(FDA Classification: 882.5890 Neurology, Biofeedback device) is FDA-cleared for symptomatic relief and management of chronic pain. The device is simply activated using device buttons and does not need to be adjusted or monitored once therapy begins, making it easy for the purpose of therapy under unsupervised conditions or for use in busy HD clinics. The device will be used with FDA-cleared TENS electrodes that will be connected to the device via wires, providing an electrically conductive interface between the device and the subject's skin.",
                    "armGroupLabels": [
                        "Control group",
                        "Intervention group"
                    ],
                    "otherNames": [
                        "AVAZZIA"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in gait speed from baseline to 12 weeks",
                    "description": "The investigators will quantify gait speed (meter/sec) using a validated wearable device (LEGSys, Biosensics, MA, USA) during walking under both habitual and fast speed conditions.",
                    "timeFrame": "Baseline and12 weeks"
                },
                {
                    "measure": "Change in balance from baseline to 12 weeks",
                    "description": "Balance will be measured by assessing body sway area (cm\\^2) from the center of mass during upright standing for a duration of up to 30 seconds. The investigators will use a validated wearable device (BALANSense, Biosensics, MA, USA) to measure body sway.",
                    "timeFrame": "Baseline and12 weeks"
                },
                {
                    "measure": "Change in gait parameters from baseline to 12 weeks.",
                    "description": "Gait parameters such as gait initiation and gait inter-cycle variability will be assessed using a validated wearable device (LEGSys, Biosensics, MA, USA).",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in skin perfusion from baseline to 12 weeks.",
                    "description": "The investigators will assess skin perfusion by using an arterial Doppler. This will provide an ankle brachial index which will be used to categorize the level of ischemia/perfusion.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in fear of falling",
                    "description": "Changes in fear of falling will be assessed by a questionnaire (Short Falls Efficacy Scale International, FES-I). Score ranges from 16 to 64, with a higher score indicating increased concern for falling.",
                    "timeFrame": "Baseline and 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in quality of life from baseline to 12 weeks.",
                    "description": "Investigators will assess quality of life using a validated questionnaire (PROMIS Global-10) which is a 10-item patient-reported questionnaire in which the response options are presented as 5-point rating scale (and a single 11-point rating scale). The scores can range from 0 to 20, with a higher score indicating a better quality of life.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in cognitive function",
                    "description": "Investigators will assess cognitive function using the Montreal Cognitive Assessment (MoCA). Scores on MocA range from 0 to 30 with a score of 26 or greater indicating normal cognitive function.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in pain",
                    "description": "Investigators will assess pain using a visual analogue scale from 0 to 10 with 10 being the worst pain ever.",
                    "timeFrame": "Baseline to 12 weeks"
                },
                {
                    "measure": "Change in depression",
                    "description": "Investigators will assess depression using Center of Epidemiologic Depression Scale (CES-D) questionnaire. CES-D scores range from 0 to 60 with high scores indicating greater depressive symptoms.",
                    "timeFrame": "Baseline to 12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female patients with diabetes receiving dialysis who are \\>40 years old.\n* Ambulatory (able to independently walk 20m with or without walking assistance).\n* Willing and able to provide informed consent.\n* Diabetes will be defined based on the American Diabetes Association (ADA) criteria (83).\n* Evidence of peripheral neuropathy and its severity will be determined based on a neurologic examination using criteria explained in the ADA statement.\n\nExclusion Criteria:\n\n* Have an active foot ulcer, an active infection, Charcot neuroarthropathy, or major foot amputation.\n* Patients with any clinically significant medical or psychiatric condition, or laboratory abnormality that would, in the judgment of the investigators, interfere with the ability to participate in the study.\n* Patients concurrently participating in exercise training; major hearing/visual impairment; any patient with changes in psychotropic or sleep medications in the last 6 weeks.\n* If they were unlikely to fully comply with the follow-up protocol (e.g., travel plans).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Fadwa Al-Ali, MD",
                    "role": "CONTACT",
                    "phone": "+974 55535066",
                    "phoneExt": "+974 44394856",
                    "email": "falali1@hamad.qa"
                },
                {
                    "name": "Abdullah Hamad, MD",
                    "role": "CONTACT",
                    "phone": "+974 33486848",
                    "phoneExt": "+97444394854",
                    "email": "ahamad9@hamad.qa"
                }
            ],
            "locations": [
                {
                    "facility": "Baylor College of Medicine, USA",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Hamad Medical Corporation",
                    "status": "RECRUITING",
                    "city": "Doha",
                    "zip": "3050",
                    "country": "Qatar",
                    "contacts": [
                        {
                            "name": "Fadwa S Al-Ali, MD",
                            "role": "CONTACT",
                            "phone": "+974 55535066",
                            "phoneExt": "+974 44394856",
                            "email": "falali1@hamad.qa"
                        },
                        {
                            "name": "Abdullah I Hamad, MD",
                            "role": "CONTACT",
                            "phone": "+974 33486848",
                            "phoneExt": "+974 44394854",
                            "email": "ahamad9@hamad.qa"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.28545,
                        "lon": 51.53096
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21705069",
                    "type": "RESULT",
                    "citation": "Danaei G, Finucane MM, Lu Y, Singh GM, Cowan MJ, Paciorek CJ, Lin JK, Farzadfar F, Khang YH, Stevens GA, Rao M, Ali MK, Riley LM, Robinson CA, Ezzati M; Global Burden of Metabolic Risk Factors of Chronic Diseases Collaborating Group (Blood Glucose). National, regional, and global trends in fasting plasma glucose and diabetes prevalence since 1980: systematic analysis of health examination surveys and epidemiological studies with 370 country-years and 2.7 million participants. Lancet. 2011 Jul 2;378(9785):31-40. doi: 10.1016/S0140-6736(11)60679-X. Epub 2011 Jun 24."
                },
                {
                    "pmid": "9686693",
                    "type": "RESULT",
                    "citation": "Alberti KG, Zimmet PZ. Definition, diagnosis and classification of diabetes mellitus and its complications. Part 1: diagnosis and classification of diabetes mellitus provisional report of a WHO consultation. Diabet Med. 1998 Jul;15(7):539-53. doi: 10.1002/(SICI)1096-9136(199807)15:73.0.CO;2-S."
                },
                {
                    "pmid": "19261345",
                    "type": "RESULT",
                    "citation": "Bener A, Zirie M, Janahi IM, Al-Hamaq AO, Musallam M, Wareham NJ. Prevalence of diagnosed and undiagnosed diabetes mellitus and its risk factors in a population-based study of Qatar. Diabetes Res Clin Pract. 2009 Apr;84(1):99-106. doi: 10.1016/j.diabres.2009.02.003. Epub 2009 Mar 3."
                },
                {
                    "pmid": "31970829",
                    "type": "RESULT",
                    "citation": "Holt RIG. The importance of facts and figures in diabetes care. Diabet Med. 2020 Feb;37(2):173. doi: 10.1111/dme.14224. No abstract available."
                },
                {
                    "pmid": "19320557",
                    "type": "RESULT",
                    "citation": "Bener A, Zirie M, Musallam M, Khader YS, Al-Hamaq AO. Prevalence of metabolic syndrome according to Adult Treatment Panel III and International Diabetes Federation criteria: a population-based study. Metab Syndr Relat Disord. 2009 Jun;7(3):221-9. doi: 10.1089/met.2008.0077."
                },
                {
                    "pmid": "22269128",
                    "type": "RESULT",
                    "citation": "Morrison S, Colberg SR, Parson HK, Vinik AI. Relation between risk of falling and postural sway complexity in diabetes. Gait Posture. 2012 Apr;35(4):662-8. doi: 10.1016/j.gaitpost.2011.12.021. Epub 2012 Jan 23."
                },
                {
                    "pmid": "20663438",
                    "type": "RESULT",
                    "citation": "Najafi B, Horn D, Marclay S, Crews RT, Wu S, Wrobel JS. Assessing postural control and postural control strategy in diabetes patients using innovative and wearable technology. J Diabetes Sci Technol. 2010 Jul 1;4(4):780-91. doi: 10.1177/193229681000400403."
                },
                {
                    "pmid": "26258497",
                    "type": "RESULT",
                    "citation": "Toosizadeh N, Mohler J, Armstrong DG, Talal TK, Najafi B. The influence of diabetic peripheral neuropathy on local postural muscle and central sensory feedback balance control. PLoS One. 2015 Aug 10;10(8):e0135255. doi: 10.1371/journal.pone.0135255. eCollection 2015."
                },
                {
                    "pmid": "20663446",
                    "type": "RESULT",
                    "citation": "Wrobel JS, Najafi B. Diabetic foot biomechanics and gait dysfunction. J Diabetes Sci Technol. 2010 Jul 1;4(4):833-45. doi: 10.1177/193229681000400411."
                },
                {
                    "pmid": "24124940",
                    "type": "RESULT",
                    "citation": "Najafi B, Armstrong DG, Mohler J. Novel wearable technology for assessing spontaneous daily physical activity and risk of falling in older adults with diabetes. J Diabetes Sci Technol. 2013 Sep 1;7(5):1147-60. doi: 10.1177/193229681300700507."
                },
                {
                    "pmid": "11544609",
                    "type": "RESULT",
                    "citation": "Vileikyte L. Diabetic foot ulcers: a quality of life issue. Diabetes Metab Res Rev. 2001 Jul-Aug;17(4):246-9. doi: 10.1002/dmrr.216."
                },
                {
                    "pmid": "18154623",
                    "type": "RESULT",
                    "citation": "Rogers LC, Andros G, Armstrong DG. Update from the Diabetic Foot Global Conference (DFCon) 2007. Int Wound J. 2007 Dec;4(4):295-7. doi: 10.1111/j.1742-481X.2007.00377.x. No abstract available."
                },
                {
                    "pmid": "24449975",
                    "type": "RESULT",
                    "citation": "Silverberg D, Yalon T, Rimon U, Reinitz ER, Yakubovitch D, Schneiderman J, Halak M. Endovascular treatment of lower extremity ischemia in chronic renal failure patients on dialysis: early and intermediate term results. Isr Med Assoc J. 2013 Dec;15(12):734-8."
                },
                {
                    "pmid": "27816311",
                    "type": "RESULT",
                    "citation": "Bataille S, Serveaux M, Carreno E, Pedinielli N, Darmon P, Robert A. The diagnosis of sarcopenia is mainly driven by muscle mass in hemodialysis patients. Clin Nutr. 2017 Dec;36(6):1654-1660. doi: 10.1016/j.clnu.2016.10.016. Epub 2016 Oct 22."
                },
                {
                    "pmid": "26656296",
                    "type": "RESULT",
                    "citation": "Johansen KL. The Frail Dialysis Population: A Growing Burden for the Dialysis Community. Blood Purif. 2015;40(4):288-92. doi: 10.1159/000441575. Epub 2015 Nov 17."
                },
                {
                    "pmid": "25923056",
                    "type": "RESULT",
                    "citation": "Magnard J, Lardy J, Testa A, Hristea D, Deschamps T. The effect of hemodialysis session on postural strategies in older end-stage renal disease patients. Hemodial Int. 2015 Oct;19(4):553-61. doi: 10.1111/hdi.12307. Epub 2015 Apr 28."
                },
                {
                    "pmid": "21937901",
                    "type": "RESULT",
                    "citation": "Ites KI, Anderson EJ, Cahill ML, Kearney JA, Post EC, Gilchrist LS. Balance interventions for diabetic peripheral neuropathy: a systematic review. J Geriatr Phys Ther. 2011 Jul-Sep;34(3):109-16. doi: 10.1519/JPT.0b013e318212659a."
                },
                {
                    "pmid": "20097781",
                    "type": "RESULT",
                    "citation": "Morrison S, Colberg SR, Mariano M, Parson HK, Vinik AI. Balance training reduces falls risk in older individuals with type 2 diabetes. Diabetes Care. 2010 Apr;33(4):748-50. doi: 10.2337/dc09-1699. Epub 2010 Jan 22."
                },
                {
                    "pmid": "21030727",
                    "type": "RESULT",
                    "citation": "Flahr D. The effect of nonweight-bearing exercise and protocol adherence on diabetic foot ulcer healing: a pilot study. Ostomy Wound Manage. 2010 Oct;56(10):40-50."
                },
                {
                    "pmid": "18801859",
                    "type": "RESULT",
                    "citation": "Lemaster JW, Mueller MJ, Reiber GE, Mehr DR, Madsen RW, Conn VS. Effect of weight-bearing activity on foot ulcer incidence in people with diabetic peripheral neuropathy: feet first randomized controlled trial. Phys Ther. 2008 Nov;88(11):1385-98. doi: 10.2522/ptj.20080019. Epub 2008 Sep 18."
                },
                {
                    "pmid": "25364137",
                    "type": "RESULT",
                    "citation": "Cho H, Sohng KY. The effect of a virtual reality exercise program on physical fitness, body composition, and fatigue in hemodialysis patients. J Phys Ther Sci. 2014 Oct;26(10):1661-5. doi: 10.1589/jpts.26.1661. Epub 2014 Oct 28."
                },
                {
                    "pmid": "19726914",
                    "type": "RESULT",
                    "citation": "Jang EJ, Kim HS. [Effects of exercise intervention on physical fitness and health-relalted quality of life in hemodialysis patients]. J Korean Acad Nurs. 2009 Aug;39(4):584-93. doi: 10.4040/jkan.2009.39.4.584. Korean."
                },
                {
                    "pmid": "19921145",
                    "type": "RESULT",
                    "citation": "Allet L, Armand S, de Bie RA, Golay A, Monnin D, Aminian K, Staal JB, de Bruin ED. The gait and balance of patients with diabetes can be improved: a randomised controlled trial. Diabetologia. 2010 Mar;53(3):458-66. doi: 10.1007/s00125-009-1592-4. Epub 2009 Nov 17."
                },
                {
                    "pmid": "17561798",
                    "type": "RESULT",
                    "citation": "Richerson S, Rosendale K. Does Tai Chi improve plantar sensory ability? A pilot study. Diabetes Technol Ther. 2007 Jun;9(3):276-86. doi: 10.1089/dia.2006.0033."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Access to trial IPD that support the findings of this study can be requested from the corresponding author upon reasonable request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2024-06-03",
                "submissionInfos": [
                    {
                        "releaseDate": "2024-06-03",
                        "resetDate": "2024-06-27",
                        "mcpReleaseN": 1
                    }
                ]
            }
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M26004",
                    "name": "Diabetes Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000091369",
                    "term": "Immunomodulating Agents"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "asFound": "Stretch exercise",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "asFound": "Stretch exercise",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}