{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04929028",
            "orgStudyIdInfo": {
                "id": "NCI-2021-06041"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-06041",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "AMC-110",
                    "type": "OTHER",
                    "domain": "AIDS Malignancy Consortium"
                },
                {
                    "id": "AMC-110",
                    "type": "OTHER",
                    "domain": "CTEP"
                },
                {
                    "id": "UM1CA121947",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UM1CA121947"
                }
            ],
            "organization": {
                "fullName": "National Cancer Institute (NCI)",
                "class": "NIH"
            },
            "briefTitle": "Therapy Adapted for High Risk and Low Risk HIV-Associated Anal Cancer",
            "officialTitle": "Risk-Adapted Therapy for HIV-Associated Anal Cancer",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Infectious Diseases"
            ],
            "study": "therapy-adapted-for-high-risk-and-low-risk-hiv-associated-anal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-09-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-09-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-16",
            "studyFirstSubmitQcDate": "2021-06-16",
            "studyFirstPostDateStruct": {
                "date": "2021-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial studies the side effects of chemotherapy and intensity modulated radiation therapy in treating patients with low-risk HIV-associated anal cancer, and nivolumab after standard of care chemotherapy and radiation therapy in treating patients with high-risk HIV-associated anal cancer. Radiation therapy uses high energy x-rays to kill tumor cells and shrink tumors. Chemotherapy drugs, such as mitomycin, fluorouracil, and capecitabine, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Giving chemotherapy with radiation therapy may kill more tumor cells. Immunotherapy with monoclonal antibodies, such as nivolumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Giving nivolumab after standard of care chemotherapy and radiation therapy may help reduce the risk of the tumor coming back.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the safety of reduced intensity chemo-radiation therapy (CRT) in low-risk disease.\n\nII. To determine the safety of nivolumab after standard CRT in high-risk disease.\n\nSECONDARY OBJECTIVES:\n\nI. To estimate the efficacy (2-year disease-control rate \\[DCR\\]) of reduced intensity CRT in low risk disease.\n\nII. To estimate the efficacy (2-year disease-free survival \\[DFS\\] rate) of nivolumab after standard CRT in high risk disease.\n\nIII. To evaluate the effect of low-dose CRT on immune function (CD4+ cell count) and human immunodeficiency virus (HIV) viral load.\n\nIV. To evaluate the effect of nivolumab on immune function (CD4+ cell count) and HIV viral load.\n\nV. To assess combination antiretroviral therapy (cART) adherence before, during, and after treatment with CRT and nivolumab to identify potential barriers to cART adherence when receiving concurrent oncological care.\n\nEXPLORATORY OBJECTIVES:\n\nI. To determine the human papillomavirus (HPV) genotype in primary tumor and explore the relationship between specific HPV subtypes and clinical response to reduced intensity CRT or nivolumab.\n\nII. To explore the relationship between expression of PD-1 in immune cells and PD-L1 in immune cells or cancer epithelial cells in the primary diagnostic tumor and clinical response to nivolumab or reduced intensity CRT.\n\nIII. To describe the effects of reduced intensity CRT and nivolumab on viral HIV reservoirs.\n\nIV. To identify the presence of cell-free plasma HPV deoxyribonucleic acid (DNA) before and after reduced intensity CRT and nivolumab and explore the relationship with clinical response.\n\nV. To describe the effect of reduced intensity CRT on quality of life (QOL).\n\nOUTLINE: Patients are assigned to 1 of 2 stratum.\n\nHIGH-RISK STRATUM: Patients receive nivolumab intravenously (IV) over 30 minutes on day 1. Treatment repeats every 4 weeks for up to 6 cycles in the absence of disease progression or unacceptable toxicity.\n\nLOW-RISK STRATUM: Patients receive mitomycin IV on day 1 and either fluorouracil IV on day 1 or capecitabine orally (PO) twice daily (BID) on Monday-Friday until the completion of radiation therapy at the discretion of the treating physician. Patients also undergo intensity modulated radiation therapy (IMRT) once daily (QD) for 20-23 treatment sessions over 6 weeks.\n\nAfter completion of study treatment, patients are followed up at 6 weeks, every 3 months for years 1-2, every 6 months for year 3, and then annually for years 4-5."
        },
        "conditionsModule": {
            "conditions": [
                "AIDS-Related Anal Carcinoma",
                "Anal Basaloid Squamous Cell Carcinoma",
                "Anal Canal Cloacogenic Carcinoma",
                "Anal Margin Squamous Cell Carcinoma",
                "Anal Squamous Cell Carcinoma",
                "HIV Infection",
                "Rectal Squamous Cell Carcinoma",
                "Stage I Anal Cancer AJCC v8",
                "Stage II Anal Cancer AJCC v8",
                "Stage II Rectal Cancer AJCC v8",
                "Stage III Anal Cancer AJCC v8",
                "Stage III Rectal Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 53,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High-risk stratum (nivolumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive nivolumab IV over 30 minutes on day 1. Treatment repeats every 4 weeks for up to 6 cycles in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Nivolumab"
                    ]
                },
                {
                    "label": "Low-risk stratum (mitomycin",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive mitomycin IV on day 1 and either fluorouracil IV on day 1 or capecitabine PO BID on Monday-Friday until the completion of radiation therapy at the discretion of the treating physician. Patients also undergo IMRT QD for 20-23 treatment sessions over 6 weeks.",
                    "interventionNames": [
                        "Drug: Capecitabine",
                        "Drug: Fluorouracil",
                        "Radiation: Intensity-Modulated Radiation Therapy",
                        "Drug: Mitomycin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Capecitabine",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Low-risk stratum (mitomycin"
                    ],
                    "otherNames": [
                        "Ro 09-1978/000",
                        "Xeloda"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fluorouracil",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Low-risk stratum (mitomycin"
                    ],
                    "otherNames": [
                        "5 Fluorouracil",
                        "5 Fluorouracilum",
                        "5 FU",
                        "5-Fluoro-2,4(1H, 3H)-pyrimidinedione",
                        "5-Fluorouracil",
                        "5-Fluracil",
                        "5-Fu",
                        "5FU",
                        "AccuSite",
                        "Carac",
                        "Fluoro Uracil",
                        "Fluouracil",
                        "Flurablastin",
                        "Fluracedyl",
                        "Fluracil",
                        "Fluril",
                        "Fluroblastin",
                        "Ribofluor",
                        "Ro 2-9757",
                        "Ro-2-9757"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Intensity-Modulated Radiation Therapy",
                    "description": "Undergo IMRT",
                    "armGroupLabels": [
                        "Low-risk stratum (mitomycin"
                    ],
                    "otherNames": [
                        "IMRT",
                        "Intensity modulated radiation therapy (procedure)",
                        "Intensity Modulated RT",
                        "Intensity-Modulated Radiotherapy",
                        "Radiation, Intensity-Modulated Radiotherapy"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Mitomycin",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Low-risk stratum (mitomycin"
                    ],
                    "otherNames": [
                        "Ametycine",
                        "Jelmyto",
                        "MITO",
                        "Mito-C",
                        "Mito-Medac",
                        "Mitocin",
                        "Mitocin-C",
                        "Mitolem",
                        "Mitomycin C",
                        "Mitomycin pyelocalyceal",
                        "Mitomycin-C",
                        "Mitomycin-X",
                        "Mitomycine C",
                        "Mitosol",
                        "Mitozytrex",
                        "Mutamycin",
                        "Mutamycine",
                        "NCI-C04706"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Nivolumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "High-risk stratum (nivolumab)"
                    ],
                    "otherNames": [
                        "ABP 206",
                        "BCD-263",
                        "BMS 936558",
                        "BMS-936558",
                        "BMS936558",
                        "CMAB819",
                        "MDX 1106",
                        "MDX-1106",
                        "MDX1106",
                        "NIVO",
                        "Nivolumab Biosimilar ABP 206",
                        "Nivolumab Biosimilar BCD-263",
                        "Nivolumab Biosimilar CMAB819",
                        "ONO 4538",
                        "ONO-4538",
                        "ONO4538",
                        "Opdivo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events (Low-risk stratum)",
                    "description": "Evaluated by Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. The adverse events will be summarized by overall, as well as by grade using frequency (percentage). A two-sided 95% confidence interval will be reported together with percentage estimates. The proportion of participants who experience grade 3-4 toxicities will be estimated using a binomial point estimate and its 95% confidence interval.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Incidence of adverse events (High-risk stratum)",
                    "description": "Evaluated by CTCAE version 5.0. The adverse events will be summarized by overall, as well as by grade using frequency (percentage). A two-sided 95% confidence interval will be reported together with percentage estimates. The proportion of participants who experience grade 3-4 toxicities will be estimated using a binomial point estimate and its 95% confidence interval.",
                    "timeFrame": "Up to 5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Disease free survival (High-risk stratum)",
                    "description": "Will be estimated using Kaplan-Meier method. The 95% confidence interval will be estimated using Greenwood's formula. The cumulative incidence of pelvic disease relapse will also be estimated from Kaplan-Meier method and the corresponding 90% confidence interval will be estimated using Greenwood's formula. In the analyses above, a two-sided p-value of 0.05 will be used to assess statistical significance.",
                    "timeFrame": "Time from enrollment until progression of local disease, distant metastasis, secondary primary cancer or death, assessed at 2 years"
                },
                {
                    "measure": "Disease control rate (Low-risk stratum)",
                    "description": "Will be estimated using Kaplan-Meier method. The 95% confidence interval will be estimated using Greenwood's formula. The cumulative incidence of pelvic disease relapse will also be estimated from Kaplan-Meier method and the corresponding 90% confidence interval will be estimated using Greenwood's formula. In the analyses above, a two-sided p-value of 0.05 will be used to assess statistical significance.",
                    "timeFrame": "Time from enrollment until first recurrence (locoregional or distant metastasis) or chemo-radiation-related death, assessed up to 5 years"
                },
                {
                    "measure": "Change in CD4+ cell counts (High-risk stratum)",
                    "description": "Will be assessed by evaluating the changes from baseline in CD4+ using the Wilcoxon signed rank test to allow for nonnormality.",
                    "timeFrame": "Baseline up to 5 years"
                },
                {
                    "measure": "Change in human immunodeficiency virus (HIV) viral load (Low-risk stratum)",
                    "description": "Will be assessed by evaluating the changes from baseline in HIV viral load using the Wilcoxon signed rank test to allow for nonnormality.",
                    "timeFrame": "Baseline up to 5 years"
                },
                {
                    "measure": "Change in combination antiretroviral therapy (cART) adherence",
                    "description": "To assess cART adherence before, during, and after treatment with CRT and nivolumab to identify potential barriers to cART adherence when receiving concurrent oncological care.",
                    "timeFrame": "Baseline up to 5 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Relationship between specific human papillomavirus (HPV) subtypes and clinical response to reduced intensity chemo-radiation therapy (CRT) or nivolumab",
                    "description": "Will be presented using descriptive statistics (with no inferential statistics involved).",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Relationship between expression of PD-1 in immune cells and PD-L1 in immune cells or cancer epithelial cells in the primary diagnostic tumor and clinical response to nivolumab or reduced intensity CRT",
                    "description": "Will be presented using descriptive statistics (with no inferential statistics involved).",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Effect of reduced intensity CRT and nivolumab on viral HIV reservoirs",
                    "description": "Will be presented using descriptive statistics (with no inferential statistics involved).",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Prevalence of cell-free plasma HPV deoxyribonucleic acid (DNA) before and after reduced intensity CRT and nivolumab",
                    "description": "Relationship with clinical response with be explored. Will be presented using descriptive statistics (with no inferential statistics involved).",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Impact of reduced intensity CRT on quality of life",
                    "description": "Will be presented using descriptive statistics (with no inferential statistics involved).",
                    "timeFrame": "Up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* HIGH-RISK STRATUM: Participant is able to understand and willing to sign a written informed consent document\n* HIGH-RISK STRATUM: Participant must have histologically proven stage (T3-T4N0M0 OR T2-4N1M0) invasive squamous cell carcinoma (SCC) of the anus or anorectum as documented before CRT initiation, according to the American Joint Committee on Cancer (AJCC) 8th edition. Participants with squamous cell carcinoma of the anal margin are eligible if there is evidence of extension of the primary tumor into the anal canal. Participants with tumors of non-keratinizing histology such as basaloid, transitional cell or cloacogenic histology are permitted\n* HIGH-RISK STRATUM: HIV-positive. Documentation of HIV-1 infection by means of any one of the following:\n\n  * Documentation of HIV diagnosis in the medical record by a licensed health care provider. If the record contains information that the patient is taking Food and Drug Administration (FDA)-approved combination therapy for HIV infection, then this can be part of the record substantiating the HIV positive diagnosis\n  * HIV-1 ribonucleic acid (RNA) detection by a licensed HIV-1 RNA assay demonstrating \\> 1000 RNA copies/mL\n  * Any licensed HIV screening antibody and/or HIV antibody/antigen combination assay confirmed by a second licensed HIV assay such as a HIV-1 Western blot confirmation or HIV rapid multispot antibody differentiation assay.\n\n    * NOTE: The term \"licensed\" refers to a kit that has been certified or licensed by an oversight body within the participating country and validated internally (e.g., United States \\[U.S.\\] FDA)\n    * WHO (World Health Organization) and CDC (Centers for Disease Control and Prevention) guidelines mandate that confirmation of the initial test result must use a test that is different from the one used for the initial assessment. A reactive initial rapid test must be confirmed by either another type of rapid assay or an E/CIA that is based on a different antigen preparation and/or different test principle (e.g., indirect versus competitive), or a Western blot or a plasma HIV-1 RNA viral load\n* HIGH-RISK STRATUM: Age \\>= 18 years\n\n  * Because no dosing or adverse event data are currently available on the use of nivolumab in participants \\< 18 years of age, children are excluded from this study\n* HIGH-RISK STRATUM: Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2 (Karnofsky \\>= 50%)\n* HIGH-RISK STRATUM: Life expectancy of greater than 6 months\n* HIGH-RISK STRATUM: Hemoglobin \\> 10 g/dL (within 2 weeks before enrollment)\n* HIGH-RISK STRATUM: Absolute neutrophil count: \\>= 1,500/mm\\^3 (within 2 weeks before enrollment)\n* HIGH-RISK STRATUM: Platelets: \\>= 100,000/mm\\^3 (within 2 weeks before enrollment)\n* HIGH-RISK STRATUM: Total bilirubin: \\< 2 X upper limit of normal (ULN) (within 2 weeks before enrollment)\n* HIGH-RISK STRATUM: Aspartate aminotransferase (AST) (serum glutamic oxaloacetic transaminase \\[SGOT\\]) / alanine aminotransferase (ALT) (serum glutamic pyruvic transaminase \\[SGPT\\]): =\\< 2.5 X institutional ULN (within 2 weeks before enrollment)\n* HIGH-RISK STRATUM: Albumin \\>= 3.0 g/dL (within 2 weeks before enrollment)\n* HIGH-RISK STRATUM: Creatinine levels =\\< 1.5 X normal institutional limits; or calculated creatinine clearance must be \\> 50 ml/min (within 2 weeks before enrollment)\n* HIGH-RISK STRATUM: Females of childbearing potential (FOCBP) must agree to follow contraception requirements:\n\n  * The effects of nivolumab on the developing human fetus are unknown. For this reason and because other therapeutic agents used in this trial are known to be teratogenic, FOCBP must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) before study entry, for the duration of study participation and 5 months after completion of nivolumab administration. Should a woman become pregnant or suspect she is pregnant while she is participating in this study, she should inform her treating physician immediately\n\n    * NOTE: A female of childbearing potential is any woman, regardless of sexual orientation or whether they have undergone tubal ligation, who meets the following criteria: 1) has achieved menarche at some point, 2) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal (amenorrhea following cancer therapy does not rule out childbearing potential) for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months)\n* HIGH-RISK STRATUM: Participant must have a CD4 count of \\>= 100 cells/uL at least 2 weeks prior to enrollment OR \\>= 100 cells/uL before receiving prior CRT, as CD4 may be low due to the effects of CRT\n* HIGH-RISK STRATUM: Participant must be on a stable antiretroviral therapy (ART) regimen for at least 2 weeks prior to enrollment with no intention to change the regimen within 12 weeks after enrollment\n* HIGH-RISK STRATUM: Participant must have an HIV RNA viral load of \\< 200 copies/mL\n* HIGH-RISK STRATUM: Participant must have received at least 54 Gy of radiation to the PTVp (primary) and 45 Gy to PTVn (elective nodal region) for the treatment of the anal cancer within 9 weeks before enrollment\n* HIGH-RISK STRATUM: Participant must have =\\< grade 2 diarrhea\n\n  * Participants with grade 1 or grade 2 diarrhea are eligible provided stool for ova/parasites and stool cryptosporidium studies are negative\n* HIGH-RISK STRATUM: Purified protein derivative (PPD) negative. Alternatively, the QuantiFERON-tuberculosis (TB) Gold In-Tube (QFT-GIT) assay (Cellestis Limited, Carnegie, Australia) can be used. An individual is considered positive for M. tuberculosis infection if the interferon (IFN)-gamma response to TB antigens is above the test cut-off (after subtracting the background IFN-gamma response in the negative control). The result must be obtained within 20 weeks prior to enrollment. PPD positive (or QuantiFERON assay positive) participants are permitted if prophylaxis has been completed prior to enrollment\n* HIGH-RISK STRATUM: Participants with impaired decision-making capacity (IDMC) may be eligible for the study provided all other eligibility criteria are satisfied:\n\n  * The participant's legally authorized representative (LAR) is able and willing to sign consent in addition to the study candidate\n  * Both participant and LAR agree to follow study parameters per protocol\n* HIGH-RISK STRATUM: The participant, in the opinion of the treating investigator, is able to receive IV contrast injections:\n\n  * All participants in the High-risk Stratum must have an oral contrast (rectal contrast optional) and IV iodine contrast abdomen and pelvis contrast computerized tomography (A/P C+CT) and chest C+CT at baseline and for all clinical follow up time points. Imaging centers should follow their local routine guidelines for determination of patient eligibility for IV contrast injection and appropriate post contrast follow up renal function determinations\n* SCREENING ELIGIBILITY LOW-RISK STRATUM: Participant is able to understand and willing to sign a written informed consent document\n* SCREENING ELIGIBILITY LOW-RISK STRATUM: Age \\>= 18 years\n\n  * Because no dosing or adverse event data are currently available on the use of low-dose radiation concurrent with mitomycin-C/fluorouracil (5-FU) or mitomycin-C/capecitabine in participants \\< 18 years of age, children are excluded from this study\n* SCREENING ELIGIBILITY LOW-RISK STRATUM: Participant must have histologically proven T1-2N0M0 invasive anal canal or anal margin squamous cell carcinoma with tumors measuring =\\< 4 cm within 6 weeks before pre-registration. Measurable disease is not required. Participants with tumors of non-keratinizing histology such as basaloid, transitional cell, or cloacogenic histology are permitted. Participants who are status/post local excision or excisional biopsy procedure are eligible provided there was tumor involvement of the anal canal and/or anal verge prior to the reaction, if the margins were positive, and/or if the stage is T2N0 based on tumor size before the procedure. This means that participants with T1N0M0 anal margin squamous cell carcinoma who underwent surgical excision with negative margins and no involvement of the anal verge and/or anal canal are not eligible Baseline imaging including, fludeoxyglucose F-18 (FDG)-positron emission tomography (PET)/CT and A/P C+CT must be submitted for central review for confirmation of no lymph node involvement. Results of central review (including discrepancies between local read and central review) will be returned to the site within 5 business days of submission, allowing participants with imaging suspicious for lymph node (LN) involvement determined by central review to undergo a fine needle aspirate (FNA) or core biopsy at their local center confirming no lymph node involvement (N0) for eligibility\n* SCREENING ELIGIBILITY LOW-RISK STRATUM: HIV positive. Documentation of HIV-1 infection by means of any one of the following:\n\n  * Documentation of HIV diagnosis in the medical record by a licensed health care provider. If the record contains information that the patient is taking FDA-approved combination therapy for HIV infection, then this can be part of the record substantiating the HIV positive diagnosis\n  * HIV-1 RNA detection by a licensed HIV-1 RNA assay demonstrating \\> 1000 RNA copies/mL\n  * Any licensed HIV screening antibody and/or HIV antibody/antigen combination assay confirmed by a second licensed HIV assay such as a HIV-1 Western blot confirmation or HIV rapid multispot antibody differentiation assay.\n\n    * NOTE: The term \"licensed\" refers to a kit that has been certified or licensed by an oversight body within the participating country and validated internally (e.g., U.S. FDA)\n    * WHO (World Health Organization) and CDC (Centers for Disease Control and Prevention) guidelines mandate that confirmation of the initial test result must use a test that is different from the one used for the initial assessment. A reactive initial rapid test must be confirmed by either another type of rapid assay or an E/CIA that is based on a different antigen preparation and/or different test principle (e.g., indirect versus competitive), or a Western blot or a plasma HIV-1 RNA viral load\n* SCREENING ELIGIBILITY LOW-RISK STRATUM: Tumor size must be documented by digital rectal exam and anoscopy/proctoscopy within 6 weeks prior to pre-registration\n* SCREENING ELIGIBILITY LOW-RISK STRATUM: Life expectancy of greater than 6 months\n* LOW-RISK STRATUM: Participant satisfies all criteria in Eligibility for Screening Low-Risk Stratum. Participants with imaging suspicious for LN involvement determined by central review must undergo a fine needle aspirate (FNA) or core biopsy confirming no lymph node involvement (N0)\n* LOW-RISK STRATUM: ECOG performance status =\\< 2 (Karnofsky \\>= 50%)\n* LOW-RISK STRATUM: Hemoglobin \\> 10 g/dL (within 2 weeks before enrollment)\n* LOW-RISK STRATUM: Absolute neutrophil count: \\>= 1,500/mm\\^3 (within 2 weeks before enrollment)\n* LOW-RISK STRATUM: Platelets: \\>= 100,000/mm\\^3 (within 2 weeks before enrollment)\n* LOW-RISK STRATUM: Total bilirubin: \\< 2 X ULN (within 2 weeks before enrollment)\n* LOW-RISK STRATUM: AST (SGOT) / ALT (SGPT): =\\< 2.5 X institutional ULN (within 2 weeks before enrollment)\n* LOW-RISK STRATUM: Albumin \\>= 3.0 g/dL (within 2 weeks before enrollment)\n* LOW-RISK STRATUM: Serum creatinine levels =\\< 1.5 X ULN or calculated creatinine clearance must be \\> 50 ml/min (within 2 weeks before enrollment)\n* LOW-RISK STRATUM: Participant must agree to follow contraception requirements:\n\n  * Females of childbearing potential (FOCBP) and sexually active males must be strongly advised to use accepted and effective method(s) of contraception or to abstain from sexual intercourse for the duration of their participation in the study and for at least 6 months after the completion of treatment\n  * NOTE: FOCBP is defined as a sexually mature woman, regardless of sexual orientation or whether they have undergone tubal ligation who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months, i.e., has had menses at any time in the preceding 24 consecutive months\n* LOW-RISK STRATUM: Participant must have a CD4 count of \\>= 100 cells/uL at least 2 weeks before enrollment\n* LOW-RISK STRATUM: Participant must on a stable ART regimen for at least 2 weeks before enrollment and receive appropriate care and treatment for HIV infection under the care of a physician experienced in HIV management\n* LOW-RISK STRATUM: Participant has a HIV RNA viral load of \\< 200 copies/mL\n* LOW-RISK STRATUM: Participant has started an alternative anti-coagulant regimen within 2 weeks prior to enrollment if taking warfarin and considering capecitabine\n\n  * NOTE: Low molecular weight heparin is permitted provided the participants prothrombin time (PT)/international normalized ratio (INR) is \\< 1.5\n* LOW-RISK STRATUM: Participant must agree to having phenytoin levels checked weekly if planning to receive capecitabine while taking phenytoin for a seizure disorder\n* LOW-RISK STRATUM: Participants with IDMC may be eligible for the study provided all other eligibility criteria are satisfied:\n\n  * The participant's legally authorized representative (LAR) is able and willing to sign consent in addition to the study candidate\n  * Both participant and LAR agree to follow study parameters\n* LOW-RISK STRATUM: The participant, in the opinion of the treating investigator, is able to receive IV contrast injections:\n\nAll participants in the Low-risk Stratum must have an oral contrast (rectal contrast optional) and IV iodine contrast CT (A/P C+CT and chest C+CT) at baseline and for all clinical follow up time points. Imaging centers should follow their local routine guidelines for determination of patient eligibility for IV contrast injection and appropriate post contrast follow up renal function determinations\n\nExclusion Criteria:\n\n* HIGH-RISK STRATUM: Any live vaccines within 30 days prior to enrollment\n\n  * Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, chicken pox, yellow fever, rabies, Bacillus Calmette-Guerin (BCG), and typhoid (oral) vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (e.g., Flu-Mist) are live attenuated vaccines and are not allowed\n  * NOTE: No live vaccines may be administered while participating in the trial.\n* HIGH-RISK STRATUM: Participant has known interstitial lung disease that is symptomatic or may interfere with the detection or management of suspected drug-related pulmonary toxicity\n* HIGH-RISK STRATUM: Prior treatment with an immune checkpoint inhibitor (anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CTLA4 monoclonal antibody)\n* HIGH-RISK STRATUM: Participant with an allogenic bone marrow/stem, cell or solid organ transplant\n* HIGH-RISK STRATUM: Participant is receiving any other investigational agents\n* HIGH-RISK STRATUM: History of allergic reactions attributed to compounds of similar chemical or biologic composition to nivolumab or other agents used in study\n* HIGH-RISK STRATUM: Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia or psychiatric illness/social situations that would limit compliance with study requirements\n* HIGH-RISK STRATUM: Participant has a history of a different malignancy, unless he/she have been disease-free for at least 2 years and are deemed by the investigator to be at low risk of recurrence\n\n  * NOTE: Individuals with the following cancers are eligible if diagnosed and treated within the past 5 years: cervical cancer in situ, basal cell or squamous cell carcinoma of the skin, and stage I and IIA/IIB resected melanoma. In addition, participants on hormonal treatment for breast/gynecological and prostate tumors with no evidence of active disease are permitted, as well as participants with controlled Kaposi sarcoma (KS) not requiring systemic KS directed therapy\n* HIGH-RISK STRATUM: Pregnant or breastfeeding.\n\n  * Pregnant women are excluded from this study because nivolumab is an anti-PD-1MAb agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with nivolumab, breastfeeding should be discontinued if the mother is treated with nivolumab\n  * All FOCBP must have a blood test or urine study within 2 weeks prior to enrollment to rule out pregnancy\n* HIGH-RISK STRATUM: Participant has not recovered from adverse events due to CRT (i.e., have residual toxicity \\> grade 1), excluding alopecia\n* HIGH-RISK STRATUM: Participant has had prior potentially curative surgery (i.e., abdominal-perineal resection) for carcinoma of the anus\n* HIGH-RISK STRATUM: Participant is receiving other standard anti-cancer therapy or experimental agent concurrently with the study drugs\n* HIGH-RISK STRATUM: Participant has a known autoimmune disease\n\n  * Participants with active autoimmune disease or history of autoimmune disease that might recur, which may affect vital organ function or require immune suppressive treatment including systemic corticosteroids, should be excluded. These include but are not limited to participants with a history of immune related neurologic disease, multiple sclerosis, autoimmune (demyelinating) neuropathy, Guillain-Barre syndrome, myasthenia gravis; systemic autoimmune disease such as systemic lupus erythematosus (SLE), connective tissue diseases, scleroderma, inflammatory bowel disease (IBD), Crohn's, ulcerative colitis, hepatitis; and participants with a history of toxic epidermal necrolysis (TEN), Stevens-Johnson syndrome, or phospholipid syndrome should be excluded because of the risk of recurrence or exacerbation of disease. Participants with vitiligo, endocrine deficiencies including thyroiditis managed with replacement hormones including physiologic corticosteroids are eligible. Participants with rheumatoid arthritis and other arthropathies, Sjogren's syndrome and psoriasis controlled with topical medication and participants with positive serology, such as antinuclear antibodies (ANA), anti-thyroid antibodies should be evaluated for the presence of target organ involvement and potential need for systemic treatment but should otherwise be eligible\n* HIGH-RISK STRATUM: Participant requires steroid treatment or other immunosuppressive treatment\n\n  * Participants will be excluded if they have a condition requiring systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalents) or other immunosuppressive medications within 7 days of study drug administration. Topical corticosteroid or occasional inhaled corticosteroids are allowed\n* HIGH-RISK STRATUM: Any surgery must have been completed \\>= 4 weeks before treatment initiation\n* LOW-RISK STRATUM: Has undergone prior potentially curative surgery (i.e., abdominal-perineal resection) for carcinoma of the anus\n* LOW-RISK STRATUM: Receiving any other standard anti-cancer therapy or investigational agents concurrently with study therapy\n* LOW-RISK STRATUM: Significant cardiovascular disease including myocardial infarction, unstable angina, stroke, transient ischemic attack, symptomatic coronary artery disease, symptomatic congestive heart failure, or uncontrolled cardiac arrhythmia within 6 months of enrollment\n* LOW-RISK STRATUM: History of prior chemotherapy for this malignancy\n* LOW-RISK STRATUM: Pregnant and/or breast-feeding women\n\n  * Pregnant and/or breast-feeding w",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Rafi Kabarriti",
                    "affiliation": "AIDS Malignancy Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Zuckerberg San Francisco General Hospital",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "415-476-4082",
                            "email": "Paul.Couey@ucsf.edu"
                        },
                        {
                            "name": "Chia-Ching (Jackie) Wang",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "George Washington University Medical Center",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sharad Goyal",
                            "role": "CONTACT",
                            "email": "shgoyal@mfa.gwu.edu"
                        },
                        {
                            "name": "Sharad Goyal",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Moffitt Cancer Center",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "800-679-0775",
                            "email": "ClinicalTrials@moffitt.org"
                        },
                        {
                            "name": "Julian Sanchez",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "University of Illinois",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "312-355-3046"
                        },
                        {
                            "name": "Yolande Chen",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "800-600-3606",
                            "email": "info@siteman.wustl.edu"
                        },
                        {
                            "name": "Lee Ratner",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Montefiore Medical Center-Einstein Campus",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10461",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "718-379-6866",
                            "email": "eskwak@montefiore.org"
                        },
                        {
                            "name": "Rafi Kabarriti",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Montefiore Medical Center - Moses Campus",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rafi Kabarriti",
                            "role": "CONTACT",
                            "email": "rkabarri@montefiore.org"
                        },
                        {
                            "name": "Rafi Kabarriti",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Mount Sinai West",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10019",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "212-824-7309",
                            "email": "CCTO@mssm.edu"
                        },
                        {
                            "name": "Celina S. Ang",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Celina S. Ang",
                            "role": "CONTACT",
                            "phone": "212-824-8551",
                            "email": "celina.ang@mssm.edu"
                        },
                        {
                            "name": "Celina S. Ang",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Mount Sinai Hospital",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "212-824-7309",
                            "email": "CCTO@mssm.edu"
                        },
                        {
                            "name": "Celina S. Ang",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Pennsylvania Hospital",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Site Public Contact",
                            "role": "CONTACT",
                            "phone": "815-216-0098",
                            "email": "PennCancerTrials@careboxhealth.com"
                        },
                        {
                            "name": "Patricia A. Locantore-Ford",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "NCI is committed to sharing data in accordance with NIH policy. For more details on how clinical trial data is shared, access the link to the NIH data sharing policy page",
            "url": "https://grants.nih.gov/policy/sharing.htm"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000012004",
                    "term": "Rectal Neoplasms"
                },
                {
                    "id": "D000001005",
                    "term": "Anus Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000001004",
                    "term": "Anus Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4321",
                    "name": "Anus Neoplasms",
                    "asFound": "Anal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14846",
                    "name": "Rectal Neoplasms",
                    "asFound": "Rectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4320",
                    "name": "Anus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T362",
                    "name": "Anal Cancer",
                    "asFound": "Anal Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069287",
                    "term": "Capecitabine"
                },
                {
                    "id": "D000005472",
                    "term": "Fluorouracil"
                },
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000008937",
                    "term": "Mitomycins"
                },
                {
                    "id": "D000016685",
                    "term": "Mitomycin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000903",
                    "term": "Antibiotics, Antineoplastic"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M377",
                    "name": "Capecitabine",
                    "asFound": "200",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8600",
                    "name": "Fluorouracil",
                    "asFound": "According",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11903",
                    "name": "Mitomycins",
                    "asFound": "Ipilimumab",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19053",
                    "name": "Mitomycin",
                    "asFound": "Ipilimumab",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}