{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04225611",
            "orgStudyIdInfo": {
                "id": "2019P001550"
            },
            "organization": {
                "fullName": "Massachusetts Eye and Ear Infirmary",
                "class": "OTHER"
            },
            "briefTitle": "Therapeutic Contact Lens Drug Delivery System (TCL-DDS) in Patients With Recurrent Cystoid Macular Edema",
            "officialTitle": "Randomized, Prospective, Vehicle-Controlled, Phase I/II Clinical Trial to Evaluate the Safety and Feasibility of a Therapeutic Contact Lens Drug Delivery System (TCL-DDS) in Patients With Recurrent Cystoid Macular Edema",
            "acronym": "ContactLens",
            "therapeuticArea": [
                "Ophthalmology"
            ],
            "study": "therapeutic-contact-lens-drug-delivery-system-tcl-dds-in-patients-with-recurrent-cystoid-macular-edema"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-13",
            "studyFirstSubmitQcDate": "2020-01-08",
            "studyFirstPostDateStruct": {
                "date": "2020-01-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-10-27",
            "lastUpdatePostDateStruct": {
                "date": "2022-10-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Demetrios Vavvas",
                "investigatorTitle": "M.D., Ph.D., Principal Investigator",
                "investigatorAffiliation": "Massachusetts Eye and Ear Infirmary"
            },
            "leadSponsor": {
                "name": "Massachusetts Eye and Ear Infirmary",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The main aim of the pilot study is to determine preliminary estimates of the safety, tolerability, and comfort of a dexamethasone-eluting therapeutic contact lens drug delivery system (TCL-DDS) for the treatment of recurrent cystoid macular edema. Secondarily, feasibility of the TCL-DDS system will be investigated.\n\n1. Safety: To establish that a topical dexamethasone delivery system has an acceptable safety profile by determining the incidence and severity of ocular adverse events, as identified by eye examination through day 28 following treatment initiation.\n2. Comfort and tolerability: to establish the subject tolerability and comfort of the TCL-DDS.\n3. Feasibility: To establish- that a topical dexamethasone delivery system is a feasible treatment for recurrent cystoid macular edema.",
            "detailedDescription": "This is a single center study to assess safety and feasibility of delivering dexamethasone through the TCL-DDS delivery system as a treatment for recurrent cystoid macular edema. The study has two phases. The study begins with phase A, which is an open label study in that will enroll up to 6 subject. The goal of this phase is to have 3 subjects complete the study. The enrollment number is 6 in order to accommodate for withdraws and/or terminations (for reasons other than adverse event to the study intervention and include loss of the lens before 7 days). Subjects will wear the TCL-DDS in one eye for one week during which time they will be closely followed with examinations at 1 hour, 6 hours, 24 hours, 3 days, and 7 days. After the TCL-DDS is removed after 7 days of wear, the subjects will be followed with weekly examinations for 3 additional weeks for evaluation of safety. If the TCL-DDS is found to be safe after review of the clinical data by monitoring board, phase B will be initiated that will study the safety and effectiveness of delivering dexamethasone through the TCL-DDS. This clinical trials submission only relates to phase A of the study design.\n\nDuring Phase A, a commercial contact lens (Kontur Kontact Lens, Hercules, CA) that has the same dimensions and thickness (16.0 mm diameter and 8.6 mm base curve) as the TCL-DDS will be placed on the study eye and worn for a 1 hour run-in period. This run in period will be used to help identify subjects who can tolerate a contact lens with the same dimensions and parameters as the TCL-DDS. Those subjects that cannot wear the commercial contact lens due to problems with fitting of the lens, comfort, or other reasons will be excluded from the study. We will evaluate comfort and examine the eye for signs of ocular irritation and inflammation, which may include slit lamp findings of conjunctiva redness, the pattern of any conjunctiva redness, anterior chamber reaction, discharge, and pupillary dilation.\n\nIf the contact lens is worn comfortably without signs of ocular irritation, then the commercial lens will be removed and replaced with a TCL-DDS. The eye will be examined at 1 hour, 6 hours, 24 hours, 3 days, and 7 days. We will evaluate comfort and examine the eyes for signs of ocular irritation by slit lamp examination. In addition, we will check intraocular pressure on day 7.\n\nThe eye will be assessed again at Day 14, 21, and 28. During the examinations, the study eyes will have the intraocular pressure measured and will be evaluated by slit lamp examination for associated adverse events to determine the safety of the TCL-DDS. Phone call assessments in place of scheduled clinic visits will be completed on Day 2 and Day 4 for safety checks. Information on adverse events will be collected at each study visit, including phone visits, from screening to Day 28. The subject will then attend a final follow up evaluation visit at Day 28 that will conclude the subject's participation in the study.\n\nAfter the first 3 subject s (up to 6 subjects enrolled) in Phase A complete their day 28 visit, and it is determined that the TCL-DDS is safe and well tolerated, 15 additional subjects will be enrolled into Phase B of the study."
        },
        "conditionsModule": {
            "conditions": [
                "Cystoid Macular Edema"
            ],
            "keywords": [
                "contact lens",
                "drug",
                "cystoid",
                "macular edema"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The study begins with phase A, which is an open label study in that will enroll up to 6 subjects. The goal of this phase is to have 3 subjects complete the study. The enrollment number is 6 in order to accommodate for withdraws and/or terminations (for reasons other than adverse event to the study intervention and include loss of the lens before 7 days). Subjects will wear the TCL-DDS in one eye for 3 days during which time they will be closely followed with examinations at 1 hour, 6 hours, 24 hours, 3 days, and 7 days. After the TCL-DDS is removed after 3 days of wear, the subjects will be followed with weekly examinations for 3 additional weeks for evaluation of safety.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "No masking in Phase A of this trial."
                }
            },
            "enrollmentInfo": {
                "count": 6,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dexamethasone",
                    "type": "EXPERIMENTAL",
                    "description": "Therapeutic Contact Lens Drug Delivery System (TCL-DDS) of Dexamethasone, up to 300 μg per day with a total release of 1,100 μg over 7 days",
                    "interventionNames": [
                        "Drug: Dexamethasone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dexamethasone",
                    "description": "The investigators have developed a topically-applied corticosteroid-delivery system that has the potential to treat recurrent cystoid macular edema with fewer risks to patient, and more dose control. The system is comprised of a drug-polymer film that is completely encapsulated within the periphery of a hydrogel that is commonly used to make contact lenses.",
                    "armGroupLabels": [
                        "Dexamethasone"
                    ],
                    "otherNames": [
                        "(TCL-DDS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Occurrence of Contact Lens Related Ocular Infection",
                    "description": "Number of ocular infection incidents for the duration of the study",
                    "timeFrame": "28 Days"
                },
                {
                    "measure": "Occurrence of Corneal epithelial Defect",
                    "description": "Number of corneal epithelial defects incidents for the duration of the study",
                    "timeFrame": "28 Days"
                },
                {
                    "measure": "Occurrence of ocular hypertension greater than 28",
                    "description": "Number of ocular hypertension incidents for the duration of the study (ocular hypertension greater than 28)",
                    "timeFrame": "28 Days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "OCT Macular Thickness Change",
                    "description": "Changes in ocular coherence tomography (OCT) macular thickness over the duration of the study",
                    "timeFrame": "28 Days"
                },
                {
                    "measure": "Percentage of subject that achieve OCT Macular Thickness Decrease of 50 μm",
                    "description": "Percentage of subjects that achieve a 50 μm decrease in OCT macular thickness from baseline to study completion",
                    "timeFrame": "28 Days"
                },
                {
                    "measure": "Changes is Visual Acuity",
                    "description": "Change in vision (letter gain with and without pinhole vision) from baseline to the end of the study.",
                    "timeFrame": "28 Days"
                },
                {
                    "measure": "Percentages of subjects with 15 letter gain",
                    "description": "Percentage of subjects that achieve a 15 letter gain from baseline to the end of the study",
                    "timeFrame": "28 Days"
                },
                {
                    "measure": "Percentage of subjects that require rescue Medication",
                    "description": "Percentage of subjects that require rescue medication at day 21",
                    "timeFrame": "Day 21"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in Modified Contact Lens Dry Eye Questionnaire-8 (CLDEQ-8)",
                    "description": "Change in subjects survey scores over time. Total score range between 1 - 28. Lower CLDEQ score means subject are experiencing high comfort. High CLDEQ score means higher discomfort.",
                    "timeFrame": "28 Days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\nAdults between the ages of 18 and 85 Willingness to participate in the study and provide informed consent For Phase A, patients who only respond to anti-inflammatory drops (not at the intravitreal steroid injection phase of care yet).\n\nFor Phase B, patients who only respond to steroid intravitreal injections (anti-inflammatory drops are no longer therapeutically working for these patients).\n\nCorneal thickness between 480 and 620 µm in the study eye by anterior segment OCT.\n\nDiagnosis of cystoid macular edema in the study eye defined as macular edema involving the center of the macula (fovea) with one or more of the following OCT characteristics: retinal cysts, retinal thickening, and/ or subretinal fluid.\n\nVisual acuity between 20/400 and 20/25 in the study eye, measured by pinhole VA.\n\nRetinal thickness above 300 µm as measured by OCT in the 1mm central macular subfield of the study eye at screening as determined by the investigator History of positive response to topical or intraocular steroid treatment defined as 50 µm thinning in response to steroid treatment in the study eye within 1 year Recurrence of cystoid macular edema in the study eye\n\nPatients who have received intravitreal triamcinolone acetonide in the study eye must satisfy the following:\n\nThe most recent dose was at least 8 weeks prior to screening No treatment-related adverse event was seen that, in the opinion of the investigator, has the potential to worsen or reoccur with study treatment.\n\nFemale patients of childbearing potential must have a negative urine pregnancy test at the enrollment (day 0) visit (repeat at day 0 if greater than 14 days past Screening Visit) Aphakia or pseudophakia in the study eye\n\nExclusion Criteria\n\nSystemic Renal failure requiring hemodialysis or peritoneal dialysis within 6 months prior to screening Use of systemic steroids (e.g., oral, intravenous, intra-articular, epidural, intrabursal, inhaled, or intranasal) within 1 month prior to the qualification/baseline visit or anticipated use at any time during the study Use of oral carbonic anhydrase inhibitor within 1 month of screening Use of immunosuppressants, immunomodulators, antimetabolites and/or alkylating agents within 6 months prior to screening or anticipated use at any time during the study Known allergy or hypersensitivity to the study medication or its components Medical history positive for HIV Any condition (including inability to read visual acuity charts or language barrier) which precludes patient's ability to comply with study requirements including completion of the study Female patients who are pregnant, nursing, or planning a pregnancy, or who are of childbearing potential and not using a reliable means of contraception Participation in an investigational drug or device study within the 30 days prior to screening Patient has a condition or is in a situation which, in the Investigator's opinion, may put the patient at significant risk, may confound the study results, or may interfere significantly with the patient's participation in the study\n\nBoth Eyes Contraindication to pupil dilation in either eye Any active ocular infection (i.e., bacterial, viral, parasitic, or fungal) in either eye at screening History of central serous chorioretinopathy in either eye\n\nHistory of IOP elevation in response to steroid treatment in either eye that resulted in any of the following:\n\n≥ 10 mm Hg increase in IOP from screening visit with an absolute IOP ≥ 25 mm Hg required therapy with 3 or more anti-glaucoma medications History of failure to respond positively to a periocular or intravitreal steroid injection in either eye.\n\nStudy Eye \\[This exclusion has been removed.\\] Any ocular condition in the study eye that in the opinion of the investigator would prevent a 15-letter improvement in visual acuity (e.g., fibrosis, retinal atrophy, severe macular ischemia, extensive macular laser scarring or atrophy) Any ocular condition in the study eye that in the opinion of the investigator would prevent the eye from wearing a contact lens (e.g., ectropion, lid abnormality, or symblepharon) Use of non-steroidal anti-inflammatory eye drops (NSAID) or steroid drops within 1 month prior to screening Presence of any other condition in the study eye severe enough to prevent improvement in visual acuity despite reduction in macular edema History of advanced glaucoma / optic nerve head change consistent with glaucoma damage, and/or advanced glaucomatous visual field loss in the study eye\n\nOcular hypertension in the study eye at screening visit determined by the following:\n\nIOP \\> 25 mm Hg if taking no anti-glaucoma medications Active optic disc or retinal neovascularization in the study eye at screening Active or history of choroidal neovascularization in the study eye Presence of rubeosis iridis in the study eye at screening History of herpetic infection in the study eye or adnexa Media opacity in the study eye at screening that precludes clinical and photographic evaluation (including but not limited to preretinal or vitreous hemorrhage, lens opacity) Intraocular surgery, including cataract surgery, and/or laser of any type in the study eye within 30 days prior to screening History of pars plana vitrectomy in the study eye within 3 months prior to screening History of use of intravitreal bevacizumab, ranibizumab or pegaptanib in the study eye within 3 months prior to screening Treated with intravitreal injections of dexamethasone implant 0.7 mg (Ozurdex®) within 6 months of screening History of use of any intravitreal agent in the study eye other than corticosteroid, bevacizumab, ranibizumab, or pegaptanib, or intravitreal doses of triamcinolone acetonide \\> 4mg, bevacizumab \\> 1.25 mg, ranibizumab \\> 0.5 mg, or pegaptanib \\> 0.3 mg within 3 months prior to screening.\n\nExcept at the time of surgery, any periocular depot of steroids to the study eye within 3 months prior to screening Inability to comfortably wear a commercial contact lens (Kontur) that has the same dimensions as the TCL-DDS during a 1 hour run-in period Presence of guttae or descemet's folds in the study eye. Corneal neovascularization with presence of blood vessels 2 mm into the cornea.\n\nNon-study Eye Pinhole score \\<19 letters in the non-study eye at screening visit.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Demetrios Vavvas, M.D., Ph.D.",
                    "role": "CONTACT",
                    "phone": "617-573-4174",
                    "email": "demetrios_vavvas@meei.harvard.edu"
                },
                {
                    "name": "Odeta Dyrmishi",
                    "role": "CONTACT",
                    "phone": "617-573-6823",
                    "email": "Odeta_dyrmishi@meei.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "MEEI",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Grayson Hanlon",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008269",
                    "term": "Macular Edema"
                },
                {
                    "id": "D000004487",
                    "term": "Edema"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008268",
                    "term": "Macular Degeneration"
                },
                {
                    "id": "D000012162",
                    "term": "Retinal Degeneration"
                },
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M7657",
                    "name": "Edema",
                    "asFound": "Edema",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11261",
                    "name": "Macular Edema",
                    "asFound": "Macular Edema",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11260",
                    "name": "Macular Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M14997",
                    "name": "Retinal Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}