{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05204381",
            "orgStudyIdInfo": {
                "id": "21-0248"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01MH124387",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01MH124387"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Theta Connectivity in Working Memory",
            "officialTitle": "Causal Role of Theta Connectivity in the Control of Working Memory",
            "acronym": "STAR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "theta-connectivity-in-working-memory"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-20",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-20",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-11",
            "studyFirstSubmitQcDate": "2022-01-11",
            "studyFirstPostDateStruct": {
                "date": "2022-01-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The participants will perform a cognitive control task. During the task, rhythmic trains of transcranial magnetic stimulation will be delivered to the prefrontal cortex and parietal cortex. Participants will be screened for their ability to perform the task. Magnetic resonance imaging will be used to localize regions of interest to be targeted. Electroencephalography will be collected concurrent with stimulation.",
            "detailedDescription": "This study is a pilot, five-session study with transcranial magnetic stimulation (TMS), electroencephalography (EEG), and magnetic resonance imaging (MRI) to understand the neural oscillatory basis of output-gating. The first session of the experiment will be screening session, in which participants provide written consent to participate, screened for colorblindness, complete questionnaires, and perform a working memory task with retrospective cues. Participants will be invited back to the second session if they show a benefit to their working memory percent correct by use of the informative retro-cue relative to the uninformative neutral cue. This session will also be used to select the number of items that will be used in the working memory task for subsequent sessions. The criteria for difficulty titration is task performance between 60% and 85% correct for retro-cue trials and a benefit of at least 5% greater than neutral cue trials. Thus, different participants will perform the task with different numbers of items to be encoded into working memory. Titration of task difficulty as described here is critical for experiments that use causal manipulation (e.g. transcranial magnetic stimulation) to modulate performance. If participants are performing at ceiling (close to 100%) or at floor (close to random change), then any experimental manipulation of behavior is less likely to impact performance as the task is too \"easy\" or too \"hard.\" For the second session of the experiment, participants perform the working memory retro-cue task while EEG is recorded. In addition, participants will complete a simple perception color task in which participants see a color and choose the matching color from the color circle. This task tests for the precision of perception throughout the color circle. The EEG data from the second session will be preprocessed and a Morlet wavelet convolution analysis will be conducted. The resulting spectrogram will be contrasted between the informative retro-cue and uninformative neutral cue to derive the theta frequency with peak amplitude in prefrontal cortex, and contrasted between a leftward and rightward retro-cue to derive the alpha frequency with peak amplitude in parietal cortex. These peak frequencies will be used for stimulation in the fourth and fifth session. In the third session, the investigators will acquire structural and functional MRI for each participant. The functional MRI data will be analyzed to identify regions in the anterior middle frontal gyrus and posterior intraparietal sulcus that are functionally connected within the frontal-parietal, \"executive control,\" network. A previous meta-analysis of functional MRI studies found that the regions with peak retro-cue activity was at Montreal Neurological Institute coordinates (-40, 36, 28) for anterior middle frontal gyrus and (-38, -48, 44) for inferior intraparietal sulcus. Therefore, the investigators will constrain the search light to the anatomical landmarks and these coordinates. The center of mass in these regions will be used for targeting with TMS in the subsequent fourth and fifth sessions. In the fourth and fifth sessions, stimulation will be delivered at the timing relative to retro-cue, frequency, and spatial location based on previous localizers. During stimulation, the location of the TMS coil needs to be aligned to the targeted brain region with neuro-navigation software that records the accuracy of each TMS pulse relative to the target. On each trial, the stimulation type will be randomly selected, counter-balanced, and inter-mixed. The effects of rhythmic TMS are not expected to last for more than a few cycles beyond stimulation itself. Therefore, the experimental design randomly intermixes the stimulation type within every task block."
        },
        "conditionsModule": {
            "conditions": [
                "Executive Function"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Theta Stimulation followed by Alpha Stimulation",
                    "type": "EXPERIMENTAL",
                    "description": "Rhythmic transcranial magnetic stimulation (TMS) is delivered to frontal and parietal cortex during performance of a cognitive control task while electroencephalography (EEG) is recorded. In the fourth session, stimulation is delivered in near-zero phase lag theta-frequency, anti-synchrony theta-frequency, near-zero phase lag arrhythmic-in-synchrony stimulation, and arrhythmic-independent stimulation. In the fifth session, stimulation is delivered in near-zero phase lag alpha-frequency, anti-synchrony alpha-frequency, near-zero phase lag arrhythmic-in-synchrony stimulation, and arrhythmic-independent stimulation. The near-zero phase lag arrhythmic-in-synchrony stimulation and arrhythmic-independent stimulation is delivered in both the fourth and fifth session to serve as an active control. Each session is separated by at least one day as a washout period.",
                    "interventionNames": [
                        "Device: Theta-frequency near-zero phase lag stimulation",
                        "Device: Theta-frequency anti-synchrony stimulation",
                        "Device: Arrhythmic near-zero phase lag stimulation",
                        "Device: Arrhythmic independent stimulation",
                        "Device: Alpha-frequency near-zero phase lag stimulation",
                        "Device: Alpha-frequency anti-synchrony stimulation"
                    ]
                },
                {
                    "label": "Alpha Stimulation followed by Theta Stimulation",
                    "type": "EXPERIMENTAL",
                    "description": "Rhythmic transcranial magnetic stimulation (TMS) is delivered to frontal and parietal cortex during performance of a cognitive control task while electroencephalography (EEG) is recorded. In the fourth session, stimulation is delivered in near-zero phase lag alpha-frequency, anti-synchrony alpha-frequency, near-zero phase lag arrhythmic-in-synchrony stimulation, and arrhythmic-independent stimulation. In the fifth session, stimulation is delivered in near-zero phase lag theta-frequency, anti-synchrony theta-frequency, near-zero phase lag arrhythmic-in-synchrony stimulation, and arrhythmic-independent stimulation. The near-zero phase lag arrhythmic-in-synchrony stimulation and arrhythmic-independent stimulation is delivered in both the fourth and fifth session to serve as an active control. Each session is separated by at least one day as a washout period.",
                    "interventionNames": [
                        "Device: Theta-frequency near-zero phase lag stimulation",
                        "Device: Theta-frequency anti-synchrony stimulation",
                        "Device: Arrhythmic near-zero phase lag stimulation",
                        "Device: Arrhythmic independent stimulation",
                        "Device: Alpha-frequency near-zero phase lag stimulation",
                        "Device: Alpha-frequency anti-synchrony stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Theta-frequency near-zero phase lag stimulation",
                    "description": "Rhythmic transcranial magnetic stimulation (TMS) is delivered to both frontal and parietal cortex in theta-frequency (approximately 6 Hz) with a near-zero phase lag.",
                    "armGroupLabels": [
                        "Alpha Stimulation followed by Theta Stimulation",
                        "Theta Stimulation followed by Alpha Stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Theta-frequency anti-synchrony stimulation",
                    "description": "Rhythmic transcranial magnetic stimulation (TMS) is delivered to both frontal and parietal cortex in theta-frequency (approximately 6 Hz) with a 180 degree phase offset, anti-synchrony.",
                    "armGroupLabels": [
                        "Alpha Stimulation followed by Theta Stimulation",
                        "Theta Stimulation followed by Alpha Stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Arrhythmic near-zero phase lag stimulation",
                    "description": "Rhythmic transcranial magnetic stimulation (TMS) is delivered to both frontal and parietal cortex in an arrhythmic pattern with a near-zero phase lag matched in duration to the rhythmic stimulation for that session.",
                    "armGroupLabels": [
                        "Alpha Stimulation followed by Theta Stimulation",
                        "Theta Stimulation followed by Alpha Stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Arrhythmic independent stimulation",
                    "description": "Rhythmic transcranial magnetic stimulation (TMS) is delivered to both frontal and parietal cortex in different independent arrhythmic patterns matched in duration to the rhythmic stimulation for that session.",
                    "armGroupLabels": [
                        "Alpha Stimulation followed by Theta Stimulation",
                        "Theta Stimulation followed by Alpha Stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Alpha-frequency near-zero phase lag stimulation",
                    "description": "Rhythmic transcranial magnetic stimulation (TMS) is delivered to both frontal and parietal cortex in alpha-frequency (approximately 10 Hz) with a near-zero phase lag.",
                    "armGroupLabels": [
                        "Alpha Stimulation followed by Theta Stimulation",
                        "Theta Stimulation followed by Alpha Stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Alpha-frequency anti-synchrony stimulation",
                    "description": "Rhythmic transcranial magnetic stimulation (TMS) is delivered to both frontal and parietal cortex in alpha-frequency (approximately 10 Hz) with a 180 degree phase offset, anti-synchrony.",
                    "armGroupLabels": [
                        "Alpha Stimulation followed by Theta Stimulation",
                        "Theta Stimulation followed by Alpha Stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of remembered items",
                    "description": "The number of remembered items, often referred to as working memory capacity, is calculated as the number of items to be remembered (2, 3, or 4) times the hit rate minus the false alarm rate, divided by one minus the false alarm rate. The range of values is 0 to 4 where larger values mean better performance.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Strength of functional connectivity between frontal and parietal cortex in theta-frequency",
                    "description": "Functional connectivity will be measured using weighted phase lag index (wPLI) which is the mean of the imaginary component of the difference in theta-frequency phase between frontal and parietal electrical activity during the second half of the stimulation train for every trial. The values range from 0 to 1 where a greater value represents greater functional connectivity.",
                    "timeFrame": "1 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Average phase lag of functional connectivity between frontal and parietal cortex in theta-frequency",
                    "description": "Phase lag is calculated as the resulting phase angle after averaging the phase difference between frontal and parietal cortex electrical signals during the second half of the stimulation train for every trial. The values range from 0 to 360 degrees. A value closer to 0 degrees or closer to 360 degrees represent a near-zero phase lag, where as a value closer to 180 degree represent a larger phase lag.",
                    "timeFrame": "1 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Between the ages of 18 and 35\n* Right-handed\n* Able to provide informed consent\n* Have normal to corrected vision without color blindness\n* Willing to comply with all study procedures and be available for the duration of the study Speak and understand English\n* Participants will be invited back to the second session only if they are able to perform the task. The criteria for demonstrating the cognitive process of interest is that participants must show a benefit to their working memory percent correct during trials with an informative retro-cue relative to trials with an uninformative neutral cue\n\nExclusion Criteria:\n\n* Attention Deficit Hyperactivity Disorder (ADHD) (currently under treatment)\n* Neurological disorders and conditions, including, but not limited to:\n* History of epilepsy\n* Seizures (except childhood febrile seizures) Dementia\n* History of stroke\n* Parkinson's disease\n* Multiple sclerosis\n* Cerebral aneurysm\n* Brain tumors\n* Medical or neurological illness or treatment for a medical disorder that could interfere with study participation (e.g., unstable cardiac disease, HIV/AIDS, malignancy, liver or renal impairment)\n* Prior brain surgery\n* Any brain devices/implants, including cochlear implants and aneurysm clips\n* History of current traumatic brain injury\n* Failure to pass a colorblindness test\n* (For females) Pregnancy or breast feeding\n* Anything that, in the opinion of the investigator, would place the participant at increased risk or preclude the participant's full compliance with or completion of the study",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Flavio Frohlich, PhD",
                    "role": "CONTACT",
                    "phone": "(919) 966-4584",
                    "email": "flavio_frohlich@med.unc.edu"
                },
                {
                    "name": "Justin Riddle, PhD",
                    "role": "CONTACT",
                    "phone": "(919) 523-3127",
                    "email": "justin_riddle@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Flavio Frohlich, PhD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina at Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Flavio Frohlich, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Justin Riddle, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with the University of North Carolina at Chapel Hill.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "From 9 to 36 months following publication",
            "accessCriteria": "Investigator who proposes to use the data has IRB, IEC, or REB approval and an executed data use/sharing agreement with the University of North Carolina at Chapel Hill."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}