{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05980247",
            "orgStudyIdInfo": {
                "id": "CHLA-23-00176"
            },
            "organization": {
                "fullName": "Children's Hospital Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Thimble Mindfulness App and Recovery Patch Descriptions",
            "officialTitle": "Using a Mindfulness-Based App and Plant-Based Recovery Patch to Reduce Pain and Anxiety of Needles in the Pediatric Population",
            "therapeuticArea": [
                "Other"
            ],
            "study": "thimble-mindfulness-app-and-recovery-patch-descriptions"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-26",
            "studyFirstSubmitQcDate": "2023-07-26",
            "studyFirstPostDateStruct": {
                "date": "2023-08-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Bianca Edison",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Children's Hospital Los Angeles"
            },
            "leadSponsor": {
                "name": "Bianca Edison",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Thimble Health",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to lessen the pain and fear of needles by using a mindfulness-based app and a recovery patch on pediatric patients between the ages of 5 and 11. The main questions it aims to answer are:\n\n* Can guided mindfulness practices lessen the fear of needles experienced among pediatric patients?\n* Can a recovery patch with natural ingredients lessen the pain derived from needle-based procedures when placed on the site of the needle wound?\n\nParticipants will be asked to be part of a clinical trial in which they will be picked to be in one of four groups: control (no use of the patch or app), use of Thimble Mindfulness App only (Experimental- App), use of Thimble Recovery Patch only (Experimental-Patch), or use of both Thimble Mindfulness App and Recovery Patch (Experimental-Patch and App). Patients will be asked to:\n\n* Complete a survey at enrollment (demographics + State-Trait Anxiety Inventory for Children (STAI-C))\n* If the experimental group with the app, they will use the app before, during, and after their needle-based procedure.\n* Complete another survey immediately before needle procedure (STAI-C survey)\n* If in experimental group with the patch, they will allow the doctor or nurse to apply the Recovery Patch on the site of the needle wound.\n* Complete a survey immediately after needle procedure (STAI-C survey) and app/patch feedback (if assigned to app and/or patch group)\n* Complete another survey 24-48 hours after needle procedure (STAI-C survey) and app/patch feedback (if assigned to app and/or patch group) Researchers will compare the 4 groups to see if these interventions (alone or together) improve anxiety and pain associated with needle-based procedures within the pediatric population.",
            "detailedDescription": "* This study aims to provide patients with a tool to reduce needle anxiety and establish healthy coping habits when addressing and managing fear. In addition, we will examine the utility of a plant-based post procedure patch in lessening the pain and anxiety that may stem from needle procedures.\n* Patients between the ages of 5 and 11 undergoing needle-based procedures will be invited to participate. Patients will be randomized into one of four groups: control (no intervention), intervention (app), intervention (patch), or intervention (app+patch). Children and their caregivers will fill out a secure, online-based survey that includes a demographics (age, gender, ethnicity, zip code) and validated anxiety measure tool S-STAI. They will then, those who are randomized to the groups using the app will scan a QR code to quickly access the web-based app on their mobile device or through a clinic-owned iPad. They will be able to interact with the app as desired; before/during/after the needle-based procedure.\n* The app opens with a note of validation presented by an inclusive character and then allows the user to choose where they are in the appointment process: Is it coming up, is it right now, or is it all done? In the preparation section one finds informative animations about how to prepare for needle procedures. Here, clear, honest language is utilized to calmly inform the child of what will take place so that expectations are managed. We encourage the child to choose an ideal comfort position and discuss their needs with the caregiver. This section can be used in the days, hours, or minutes leading up to the visit.\n* Next, the platform offers steps to take during the visit. There are three steps outlined but the user can choose any module at any time. Steps 1 and 2 include exercises with engaging animations that utilize applied muscle tension techniques and breathing techniques to help relax the child. Step 3 includes an interactive short, winnable game, which is best used during the procedure to distract the child from the needle.\n* Once the procedure is done, the user clicks on the after section where we celebrate and affirm the child's accomplishment. We encourage caregivers to share this proud moment with their friends and family, with the hopes of creating some virality in this movement. The \"After\" section is a combination of positive reinforcement, a chance to reflect on the experience, and eventually sharing success on social media.\n* The post-intervention surveys will ask participants if they would be willing/interested in a short-semi-structured interview. If patients express interest, they will set up a virtual interview time/date with the research team to meet with Dr. Dawkins and Dr. Edison.\n* The Recover Patch contains Arnica montana(14%), Curcuma longa (turmeric) (8.1%), Piper nigrum (black pepper)(1.0%), CoQ10 (0.3%), and acrylic adhesive (76%). The Thimble patch will be placed on the site of the needle procedure for those who are placed in the intervention arms that include the Thimble patch. Patients who receive the patch will be instructed to wear the patch for 8-48 hours total.\n* After the use of the app and after their needle-based procedure, they will fill out the validated anxiety measurement tool again for post-comparison. They will also be asked to undergo an optional short semi-structured interview.\n* The healthcare staff involved in providing the needle-based procedure will also be given a survey to complete to provide their feedback on the effectiveness of the app and how it impacted the appointment overall.\n* Participants will also provide their email to which the post-procedure survey will be sent 24 hours after their visit. This survey aims to gather their thoughts of the clinic visit/app and/or patch the day after their needle procedure while also measuring their anxiety and pain levels."
        },
        "conditionsModule": {
            "conditions": [
                "Needle Fear",
                "Vaccine Hesitancy"
            ],
            "keywords": [
                "Thimble Recovery Patch",
                "Thimble Mindfulness Application"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "One control group and three intervention groups.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "No application and no thimble patch."
                },
                {
                    "label": "Use of the thimble application but not the thimble patch",
                    "type": "EXPERIMENTAL",
                    "description": "Use of the thimble application but not the thimble patch",
                    "interventionNames": [
                        "Device: Thimble Application"
                    ]
                },
                {
                    "label": "Use of the thimble patch but not the thimble application",
                    "type": "EXPERIMENTAL",
                    "description": "Use of the thimble patch but not the thimble application",
                    "interventionNames": [
                        "Device: Thimble Application"
                    ]
                },
                {
                    "label": "Use of both thimble application and thimble patch",
                    "type": "EXPERIMENTAL",
                    "description": "Use of both thimble application and thimble patch",
                    "interventionNames": [
                        "Device: Thimble Application"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Thimble Application",
                    "description": "Use of of thimble application to practice mindfulness before needle procedure.",
                    "armGroupLabels": [
                        "Use of both thimble application and thimble patch",
                        "Use of the thimble application but not the thimble patch",
                        "Use of the thimble patch but not the thimble application"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Scores from the State Trait Anxiety Inventory for Children (STAI-C)",
                    "description": "Measures anxiety in children. Children respond to the STAI-C by selecting one of three choices for each item that best represents how they feel. Each STAI-C item is measured on a 3-point rating scale for which each response is assigned values of either 1, 2, or 3. Scores on the STAI-C range from a minimum of 20 to a maximum of 60. Higher scores indicate greater levels of anxiety.",
                    "timeFrame": "Measured upon enrollment, immediately before needle-based procedure, immediately after needle-based procedure and 24-48 hours after procedure"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Perceived Swelling",
                    "description": "Patients and/or parents will describe whether or not they felt the patch helped provide some relief from swelling in feedback survey",
                    "timeFrame": "24-48 hours after needle-based procedure"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients between the ages of 5 and 11 undergoing a needle-based procedure. (eg. vaccination administration, medication administration, blood draws)\n* Parents over the age of 18 years.\n* Patients with the cognitive ability to use and navigate the app.\n* Patients with non-complex outpatient procedures\n* English-speaking patients\n* Healthcare staff performing needle-based procedures\n\nExclusion Criteria:\n\n* Patients under the age of 5 or older than 12. Patients who are not undergoing a needle-based procedure.\n* Pregnant women, prisoners, and adults unable to consent will not be included in this study.\n* Patients lacking the cognitive ability to use and navigate the app\n* Patients undergoing needle-based procedure as part of a more complex or inpatient procedure.\n* Patients speaking any other language other than English.\n* Healthcare staff other than those performing the needle-based procedures.\n* Patients who report an allergy to any of the ingredients listed in the Thimble Recovery Patch",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "11 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jacquelyn Valenzuela-Moss, BS",
                    "role": "CONTACT",
                    "phone": "(323) 660-2450",
                    "phoneExt": "17579",
                    "email": "jvalmoss@chla.usc.edu"
                },
                {
                    "name": "Tishya Wren, PhD",
                    "role": "CONTACT",
                    "phone": "(323) 361-4335",
                    "email": "twren@chla.usc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bianca Edison, MD",
                    "affiliation": "Children's Hospital Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital Los Angeles",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}