{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05526144",
            "orgStudyIdInfo": {
                "id": "ENDA-010-21F"
            },
            "secondaryIdInfos": [
                {
                    "id": "I01CX002436",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/I01CX002436"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Thyroid Hormone for Treatment of Nonalcoholic Steatohepatitis in Veterans",
            "officialTitle": "Low Dose Thyroid Hormone, Mitochondrial Fatty Acid Oxidation, and Treatment of Nonalcoholic Steatohepatitis (NASH)",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "thyroid-hormone-for-treatment-of-nonalcoholic-steatohepatitis-in-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-23",
            "studyFirstSubmitQcDate": "2022-08-30",
            "studyFirstPostDateStruct": {
                "date": "2022-09-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Nonalcoholic steatohepatitis (NASH) is the aggressive form of nonalcoholic fatty liver disease, which is rapidly becoming a worldwide public health problem. It is more common in the military and Veteran population compared to the general US population. NASH may progress to end-stage liver disease and primary liver cancer, and hence there is critical need for effective treatment. The goal of this clinical trial is to test whether low dose thyroid hormone administered to Veterans diagnosed with NASH can be an effective therapy mediated by improvement in breaking down fat in the mitochondria. The study will be conducted in two stages, the first stage is for proof of concept to be followed by interim analysis. If the interim analysis supports the merit for continuing the study, the clinical trial will proceed to stage 2 for continuation. This study will provide new information and strategies for treatment of NASH using low dose thyroid hormone that will be highly relevant and impactful to the health of the Veteran population.",
            "detailedDescription": "Nonalcoholic steatohepatitis (NASH) is an aggressive part of the pathological spectrum of nonalcoholic fatty liver disease (NAFLD) that has evolved into a world-wide epidemic and is the most common chronic liver disease in the United States. NASH is strongly linked to obesity, and type 2 diabetes mellitus and may progress to cirrhosis and liver cancer. Disturbingly, prevalence rates of NASH appear to be greater in the Veteran population compared with the general US population. Thus, the burden of NASH is substantial to Veterans. Despite the recognition of NASH as a major public health problem, only lifestyle modifications aimed at increasing physical activity and reducing caloric intake are currently recommended as treatments with limited success. Thus, there is a great need for effective therapy of NASH. The goal of this study is to test whether low dose thyroid hormone administered to Veterans with biopsy-proven NASH, at a titrated dose (25, 50, or 75 mcg daily) that will maintain thyroid function within normal range (TSH at or above 0.47 mIU/L) can result in histological improvement of NASH, measured by significant reduction in nonalcoholic fatty liver disease score (NAS). The hypothesis is that low dose thyroid hormone causes histological improvement in NASH by increasing mitochondrial FAO in the liver mediated by an increase in mitochondrial trifunctional protein (MTP), the key enzyme in FAO cycle. The preliminary clinical studies in human subjects, including Veterans, support reduced FAO in NASH. In addition, preclinical in vivo animal studies and in vitro cell culture studies support that low dose thyroid hormone can effectively increase mitochondrial fatty acid oxidation and rescue NAFLD. In a randomized double-blinded placebo-controlled clinical trial, Veterans with normal thyroid levels and biopsy-proven NASH will be recruited and randomized to receive 52 weeks of either active treatment (low dose levothyroxine at 25, 50, or 75 mcg daily) or placebo control to accomplish the following Specific Aims. 1) To determine the efficacy of low dose thyroid hormone in improving NASH histological features. To accomplish this aim, NAS will be measured in pre- and post-liver biopsy samples. 2) To determine the effect of low dose thyroid hormone on mitochondrial FAO, MTP, and mitochondrial health markers in the liver compared to control. To accomplish this aim, mitochondrial FAO and the expression of genes supporting mitochondrial health will be measured in the pre- and post-liver biopsy samples. The primary clinical outcome is histological improvement in NASH measured by improvement in NAS and the secondary clinical outcome is improvement in fibrosis stage. The mechanistic outcomes include improvements in mitochondrial FAO, MTP, and quality markers. This project will be conducted in two stages. In stage 1 (proof-of-concept, 2 years), 32 Veterans with biopsy-proven NASH will be recruited and randomized to either the active treatment or placebo groups (16/group). At the end of the second year, interim analysis will be performed based on criteria that will include conditional power analysis for early efficacy to determine the probability that the full study will yield a statistically significant finding in the primary outcome (histological improvement in NASH) in the clinically relevant direction. Other milestones include trend in the secondary outcome, adverse events, and feasibility. The outcome from the proof-of-concept stage will guide the Go or No-Go decision to stage 2 for continuation of the study with recruitment of additional Veterans for a full 6-year clinical trial (total recruitment of 128 Veterans with biopsy-proven NASH: 64/active treatment group and 64/placebo control group). This project will exert a sustained and powerful impact in the field by providing new information and strategies for treatment of NASH that will be highly relevant and impactful to the health of the Veteran population."
        },
        "conditionsModule": {
            "conditions": [
                "Nonalcoholic Steatohepatitis",
                "Liver Fibrosis"
            ],
            "keywords": [
                "Thyroid hormone",
                "Nonalcoholic fatty liver disease (NAFLD)",
                "Nonalcoholic steatohepatitis (NASH)",
                "Mitochondrial fatty acid oxidation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Study subjects who are eligible for the study will be assigned by block randomization to either the study group arm receiving active treatment of a titrated dose of Synthroid (25, 50, or 75 mcg/day) or placebo (25, 50, or 75 mcg/day).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Study subjects will be blinded whether they will receive Synthroid or placebo. All subjects will be coded serially with no identifiers used. The study coordinator will be the only individual to have access to the key list of Synthroid and placebo groups. Only the study coordinator and safety officer will have access to the thyroid function tests. The safety officer will determine whether a dose needs to be titrated. The study coordinator will coordinate with the Investigational Pharmacy for dispensing the study drug to the subjects. All dosage changes will be done for both study subjects receiving Synthroid and matching control subjects receiving placebo. The investigators will be blinded to the randomization and to dose titration. At interim analysis and final analysis, the statistician will be unblinded and will be provided with the study subjects codes for those in the Synthroid and placebo groups for analysis of the results.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 128,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo group will receive placebo tablets",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Study group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Study group will receive Synthroid (Levothyroxine) 25, 50, or 75 mcg daily",
                    "interventionNames": [
                        "Drug: Synthroid"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Synthroid",
                    "description": "Synthroid tablets 25 mcg. Subjects in the study group will receive Synthroid at a titrated dose of 25 mcg (one tablet), 50 mcg (two tablets), or maximum of 75 mcg (3 tablets) daily for one year duration that will maintain TSH at normal level.",
                    "armGroupLabels": [
                        "Study group"
                    ],
                    "otherNames": [
                        "Levothyroxine, T4"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo tablets 25 mcg daily. Subjects in the placebo group will receive placebo tablets at a dose of 25 mcg (one tablet), 50 mcg (two tablets), or maximum of 75 mcg (3 tablets) daily for a one year duration.",
                    "armGroupLabels": [
                        "Placebo group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Improvement in Nonalcoholic fatty liver disease activity score (NAS) by 2 points",
                    "description": "To examine the efficacy of daily low dose Synthroid, using a dose-titration strategy based on serum thyroid stimulating hormone (TSH), on the histological progression of nonalcoholic steatohepatitis (NASH) in Veterans with normal serum TSH levels and biopsy-proven NASH, and to compare the treated patients with Veterans on placebo. Liver biopsies will be obtained at baseline (Week 0) and at end of treatment (Week 52). Nonalcoholic fatty liver disease activity score (NAS) will be assessed in baseline and post treatment liver biopsies and improvement in NAS will be compared between study group on active treatment and placebo group.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of subjects experiencing improvement in biopsy-determined fibrosis by at least one stage",
                    "description": "The stage of liver fibrosis will be assessed in the study subjects at baseline and post intervention. Improvement in the stage of fibrosis will be compared between the placebo and study groups.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Improvement in mitochondrial fatty acid oxidation",
                    "description": "Effect of Synthroid on mitochondrial fatty acid oxidation will be assessed by measurement of complete mitochondrial fatty acid oxidation in liver tissue obtained at baseline and post intervention (52 weeks) in study and placebo groups.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Improvement in mitochondrial biogenesis",
                    "description": "Effect of Synthroid on mitochondrial biogenesis will be assessed by measurement of PCG-1alpha (peroxisome-proliferator-activated receptor gamma coactivator 1 alpha) gene expression in the liver tissue at baseline and post intervention at 52 weeks in the study and placebo groups.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Improvement in mitochondrial mitophagy",
                    "description": "Effect of Synthroid on mitochondrial mitophagy will be assessed by measurement of BNIP3 (BCL2 interacting protein 3) gene expression in the liver tissue at baseline and post intervention at 52 weeks in the study and placebo groups.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women (pre- and post-menopausal)\n* Overweight/obese subjects with body mass index (BMI) at or above 25.9 kg/m2\n* Alcohol intake \\< 20 grams per day\n* Patients with type 2 diabetes on stable doses of antidiabetic medication for at least 3 months before enrollment\n* Patients who are treated with vitamin E or pioglitazone should be on stable doses for at least 6 months before enrollment\n* Features of metabolic syndrome: 3 or more (central obesity, hypertension, low HDL, high triglycerides, high fasting glucose)\n* Scheduled for a medically indicated, diagnostic liver biopsy\n* Female patients are eligible if they are of reproductive potential and have a negative serum pregnancy test (beta human chorionic gonadotropin), are not breastfeeding, and do not plan to become pregnant during the study and agree to use two highly effective birth control methods during the study OR if they are not of child-bearing potential (i.e., surgically \\[bilateral oophorectomy, hysterectomy, or tubal ligation\\] or naturally sterile \\[\\> 12 consecutive months without menses\\])\n\n  * Highly effective birth control methods include condoms with spermicide, diaphragm with spermicide, hormonal and nonhormonal intrauterine device, hormonal contraception (estrogens stable for at least 3 months), a vasectomized male partner, or sexual abstinence (defined as refraining from heterosexual intercourse), from screening, throughout the study, and for at least 30 days after the last dose of study drug administration\n  * Reliance on abstinence from heterosexual intercourse is acceptable only if it is the patient's habitual practice\n* If a patient is on digitalis and amiodarone, he/she is expected to use/continue these medications throughout the treatment period only after consultation with their cardiologist for monitoring and dose adjustments if necessary\n\nExclusion Criteria:\n\n* Other causes of hepatitis including hepatitis B \\& C, autoimmune hepatitis, hemochromatosis, celiac disease, Wilson's disease, alpha-1-antitrypsin deficiency, medication-induced hepatitis\n* Alcohol consumption of 20 g/d or more\n* Patients with cirrhosis, bilirubin of 1.3 mg/dL or more, and INR of 1.3 or more\n* Evidence of Portal hypertension\n* Pregnancy\n* History of malignant hypertension\n* Uncontrolled hypertension (either treated or untreated) defined as systolic blood pressure \\> 160 mm Hg or a diastolic blood pressure \\> 100 mm Hg at screening\n* New York Heart Association Class III or IV heart failure or known left ventricular ejection fraction \\< 30%\n* Uncontrolled cardiac arrhythmia, including confirmed QT interval corrected using Fridericia's formula (QTcF) \\> 450 msec for males and \\> 470 msec for females at the screening electrocardiogram (ECG) assessment\n* History of myocardial infarction, unstable angina, percutaneous coronary intervention, coronary artery bypass graft, or stroke within at least 3 months prior to randomization\n* History of high degree AV block (Mobitz II or complete) in the absence of a pacemaker\n* Patients with uncorrected adrenal insufficiency\n* Patients who are on tricyclic or tetracyclic antidepressants or ketamine, if they are unwilling and/or unable to discontinue these medications to allow adequate washout prior to randomization\n* Patients who are on Teduglutide or Midodrine",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Adam T Whaley-Connell, DO MSPH",
                    "role": "CONTACT",
                    "phone": "(573) 814-6552",
                    "email": "Adam.Whaley-Connell@va.gov"
                },
                {
                    "name": "Jennifer A Atherton",
                    "role": "CONTACT",
                    "phone": "(573) 814-6000",
                    "phoneExt": "56550",
                    "email": "Jennifer.Atherton@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jamal A Ibdah, MD PhD",
                    "affiliation": "Harry S. Truman Memorial, Columbia, MO",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Harry S. Truman Memorial, Columbia, MO",
                    "status": "RECRUITING",
                    "city": "Columbia",
                    "state": "Missouri",
                    "zip": "65201-5275",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adam T Whaley-Connell, DO MSPH",
                            "role": "CONTACT",
                            "phone": "573-814-6552",
                            "email": "Adam.Whaley-Connell@va.gov"
                        },
                        {
                            "name": "Jennifer A Atherton",
                            "role": "CONTACT",
                            "phone": "(573) 814-6000",
                            "phoneExt": "56550",
                            "email": "Jennifer.Atherton@va.gov"
                        },
                        {
                            "name": "Jamal A Ibdah, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.95171,
                        "lon": -92.33407
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data obtained during this study may be provided to qualified researchers. Data shared will be coded, with no PHI included. Approval of the request and execution of all applicable agreements (i.e. a material transfer agreement) are prerequisites to the sharing of data with the requesting party.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data requests can be submitted starting 9 months after article publication and the data will be made accessible for up to 24 months. Extensions will be considered on a case-by-case basis.",
            "accessCriteria": "1. Access to trial IPD can be requested by qualified researchers conducting independent scientific research\n2. Access will be provided following review and approval of a research proposal and Statistical Analysis Plan (SAP)\n3. Access will be provided after execution of a Data Sharing Agreement (DSA)"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                },
                {
                    "id": "D000065626",
                    "term": "Non-alcoholic Fatty Liver Disease"
                },
                {
                    "id": "D000008103",
                    "term": "Liver Cirrhosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "asFound": "Nonalcoholic Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16718",
                    "name": "Thyroid Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "asFound": "Liver Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "asFound": "Steatohepatitis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}