{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06490367",
            "orgStudyIdInfo": {
                "id": "STUDY00026970"
            },
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Time-Restricted Eating in Huntington's Disease: A Clinical Pilot Study",
            "officialTitle": "Safety, Feasibility, and Biomarker Effects of Time-restricted Eating for 12 Weeks in Early-stage Huntington's Disease.",
            "acronym": "TREHD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "time-restricted-eating-in-huntington-s-disease-a-clinical-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-29",
            "studyFirstSubmitQcDate": "2024-06-29",
            "studyFirstPostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Amie Hiller, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Oregon Health and Science University"
            },
            "leadSponsor": {
                "name": "Oregon Health and Science University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This trial examines whether 12 weeks of time-restricted eating (TRE), otherwise known as intermittent fasting, appears safe and feasible in persons with early-stage Huntington's disease (HD). The study also explores the effects of TRE on biomarkers and clinical measures associated with HD progression.",
            "detailedDescription": "OBJECTIVES:\n\nI. Evaluate the safety of short-term time-restricted eating (TRE) in the early stages of Huntington's disease (HD) by measures of nutritional status, vital signs, and blood analysis.\n\nII. Examine the feasibility and tolerability of TRE through measures of adherence rates and adverse events.\n\nIII. Analyze biomarker dynamics and explore whether TRE has effects on behavioral, cognitive, and motor function outcomes using standard HD clinical scales.\n\nOUTLINE:\n\nThis study is a prospective interventional, open-label, single-arm trial. Enrolled participants are asked to engage in a TRE diet, specifically maintaining a 6-8-hour eating window every day for 12 weeks. Participants are allowed to self-select the timing of the eating window, but once selected, they are asked to maintain that schedule daily. Outside of that window, for the remaining 16-18 hours of day/night, participants are asked not to consume calorie-containing food or drink. Beverages without calories are allowed. The investigators measure body weight and composition, safety labs, adherence to the diet, dietary composition, sleep, physical activity, mood, biomarkers, and clinical outcomes. Data collection episodes take place at the Oregon Clinical and Translational Research Institute (OCTRI) within 7 days before the start of the study and again within 7 days after 12 weeks of TRE. Participants complete study surveys directly in Qualtrics."
        },
        "conditionsModule": {
            "conditions": [
                "Huntington Disease"
            ],
            "keywords": [
                "Time-restricted eating",
                "Intermittent fasting",
                "Time-restricted feeding",
                "Dietary fasting"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Time-Restricted Eating",
                    "type": "EXPERIMENTAL",
                    "description": "All participants are assigned to this arm.",
                    "interventionNames": [
                        "Behavioral: Time-Restricted Eating Diet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Time-Restricted Eating Diet",
                    "description": "Participants engage in a time-restricted eating diet, specifically maintaining a 6-8-hour eating window every day for 12 weeks. Participants are allowed to self-select the timing of the eating window, but once selected, they are asked to maintain that schedule daily. Outside of that window, for the remaining 16-18 hours of day/night, participants are asked not to consume calorie-containing food or drink. Beverages without calories are allowed.",
                    "armGroupLabels": [
                        "Time-Restricted Eating"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in the daily eating period.",
                    "description": "The time period that participants consume calories within (from first consumption to last in the 24-hour day) is measured through retrospective survey analysis and during the lead-in week prior to the time-restricted eating (TRE) intervention. This is compared to the duration of the eating period during the 12 weeks of TRE, where participants are asked to limit the period to only 6-8 hours, while fasting the remainder of the 24 hour day.",
                    "timeFrame": "Baseline, Week 13"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in fat-free body mass.",
                    "description": "Using bioelectrical impedance analysis, body composition, and specifically, fat-free mass (lean body mass), is measured before and after the TRE intervention.",
                    "timeFrame": "Baseline, Week 13"
                },
                {
                    "measure": "Percent of days adherent to the TRE diet.",
                    "description": "The percent of days that participants adhere to the restricted eating period (6-8 hours) during the 12 week intervention is tracked and calculated.",
                    "timeFrame": "Week 1 to Week 13"
                },
                {
                    "measure": "Change from baseline in plasma neurofilament light protein (NfL).",
                    "description": "NfL is a marker of neurodegeneration and can be detected peripherally in the blood. Levels of NfL are measured before and after the TRE intervention.",
                    "timeFrame": "Baseline, Week 13"
                },
                {
                    "measure": "Change from baseline in plasma glial fibrillary acidic protein (GFAP).",
                    "description": "GFAP is a marker of neurodegeneration and can be detected peripherally in the blood. Levels of GFAP are measured before and after the TRE intervention.",
                    "timeFrame": "Baseline, Week 13"
                },
                {
                    "measure": "Change from baseline in the Composite Unified Huntington's Disease Rating Scale (cUHDRS).",
                    "description": "cUHDRS includes the Total Functional Capacity (range, 0-13; higher score means better functioning), Total Motor Score (range, 0-124; higher score means worse motor severity), Symbol Digit Modality Test (range, 0-110, correctly paired numbers-symbols in 90 seconds; higher score means better cognitive performance), and Stroop Word Reading (range, 0-no max value, correctly read color words in 45 seconds; higher score means better cognitive performance) scores. A z-score for each test is calculated, which alone can be used to describe relationship between an individual's test score and the mean score of a target population.",
                    "timeFrame": "Baseline, Week 13"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change from baseline in comprehensive metabolic panel values.",
                    "description": "A CMP will be drawn and analyzed before and after the TRE intervention as a safety measure.",
                    "timeFrame": "Baseline, Week 13"
                },
                {
                    "measure": "Change from baseline in complete blood count values.",
                    "description": "A CBC will be drawn and analyzed before and after the TRE intervention as a safety measure.",
                    "timeFrame": "Baseline, Week 13"
                },
                {
                    "measure": "Change from baseline in lipid panel values.",
                    "description": "A lipid panel will be drawn and analyzed before and after the TRE intervention as a safety measure.",
                    "timeFrame": "Baseline, Week 13"
                },
                {
                    "measure": "Change from baseline in hemoglobin A1c.",
                    "description": "Hemoglobin A1c will be analyzed before and after the TRE intervention as a safety measure.",
                    "timeFrame": "Baseline, Week 13"
                },
                {
                    "measure": "Change from baseline in creatinine clearance.",
                    "description": "Creatinine clearance will be analyzed before and after the TRE intervention as a safety measure.",
                    "timeFrame": "Baseline, Week 13"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects eligible to participate in this study are persons who:\n\n1. Are of at least 21 years of age at Screening.\n2. Must fulfill one of the following criteria:\n\n   1. Premanifest late prodromal HD as defined by a genetically confirmed CAG repeat greater than or equal to 36 and a CAP score greater than 200.\n   2. Early manifest (stage I and II) HD as defined by a TFC greater than or equal to 7. Subjects must have been determined to have a clinical diagnosis of HD by the site investigator as defined by a diagnostic confidence level (DCL) of 4.\n3. Must fulfill both of the following criteria:\n\n   1. Have undergone genetic testing with a known CAG repeat greater than or equal to 36.\n   2. No features of juvenile HD (Westphal variant)\n\n   Clarification of CAG Repeat Number (Allele length) Testing Requirements:\n\n   A CAG repeat number obtained prior to the Screening Visit will be used to document subject eligibility if at Screening there is documentation available in the subject's record that states that the subject has an expanded CAG repeat (greater than or equal to 36) from a prior validated laboratory assessment.\n4. All female subjects of childbearing potential must have a negative urine pregnancy test at baseline, and female subjects of childbearing potential must practice a highly effective method of contraception (e.g., oral contraceptives, a barrier method of birth control \\[e.g. condoms with contraceptive foams, diaphragms with contraceptive jelly\\], intrauterine devices, partner with vasectomy or sexual abstinence) for the duration of the study.\n5. Are willing and capable of providing informed consent for study participation.\n6. Are capable of reading, writing, and communicating effectively with others.\n\nExclusion Criteria:\n\nSubjects ineligible to participate in this study are persons who:\n\n1. Have participated in an investigational drug or device study within 30 days of the baseline visit\n2. Have had previous neurosurgery for Huntington's disease or other movement disorders.\n3. Have marked cognitive impairment with a Montreal Cognitive Assessment (MoCA) Score less than or equal to 22.\n4. Have a presence of clinically significant psychosis and/or confusional states, in the opinion of the site Investigator.\n5. Have clinically relevant hematologic, hepatic, cardiac, thyroid, or renal disease.\n6. Have a history of substance abuse (based on DSMIV criteria) within the past 12 months prior to screening.\n7. If female, are pregnant or breastfeeding.\n8. Have a high-risk for nutritional deficiency.\n9. Are not weight stable for at least three months prior to enrolling in the study, defined as greater than 2 kg change in body mass.\n10. Express a desire to lose weight during the study.\n11. Have a clinically significant medical, surgical, laboratory, or behavioral abnormality which in the judgment of the site Investigator makes the subject unsuitable for the study.\n12. Have consistently practiced a time-restricted eating protocol within 3 months of trial onset.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Russell Wells, BS",
                    "role": "CONTACT",
                    "phone": "(503) 494-7231",
                    "email": "wellsru@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amie Hiller, MD",
                    "affiliation": "Oregon Health and Science University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Oregon Health and Science University",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amie Hiller, MD",
                            "role": "CONTACT",
                            "phone": "503-494-7231",
                            "email": "peterami@ohsu.edu"
                        },
                        {
                            "name": "Russell Wells, BS",
                            "role": "CONTACT",
                            "phone": "(503) 494-7231",
                            "email": "wellsru@ohsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "38561866",
                    "type": "BACKGROUND",
                    "citation": "Wells RG, Neilson LE, McHill AW, Hiller AL. Dietary fasting and time-restricted eating in Huntington's disease: therapeutic potential and underlying mechanisms. Transl Neurodegener. 2024 Apr 2;13(1):17. doi: 10.1186/s40035-024-00406-z."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "There is a plan to make all IPD that underlie results in a publication available.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Starting June 2025",
            "accessCriteria": "Access granted to study team and data steward."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006816",
                    "term": "Huntington Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000002819",
                    "term": "Chorea"
                },
                {
                    "id": "D000020820",
                    "term": "Dyskinesias"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000020271",
                    "term": "Heredodegenerative Disorders, Nervous System"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9875",
                    "name": "Huntington Disease",
                    "asFound": "Huntington's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M6059",
                    "name": "Chorea",
                    "relevance": "LOW"
                },
                {
                    "id": "M22574",
                    "name": "Dyskinesias",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22092",
                    "name": "Heredodegenerative Disorders, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2852",
                    "name": "Huntington Disease",
                    "asFound": "Huntington's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}