{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01676805",
            "orgStudyIdInfo": {
                "id": "120193"
            },
            "secondaryIdInfos": [
                {
                    "id": "12-C-0193"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Tissue Collection for Studies of Lymph Cancer",
            "officialTitle": "Lymphoid Malignancies and Precursors: Tissue Acquisition Protocol",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "tissue-collection-for-studies-of-lymph-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2012-09-21",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2012-08-29",
            "studyFirstSubmitQcDate": "2012-08-29",
            "studyFirstPostDateStruct": {
                "date": "2012-08-31",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Lab studies help researchers better understand cancer biology. This information may lead to new methods for diagnosing or treating cancer. To develop these studies, researchers want to collect samples from people with cancer or precancer conditions of the lymph system. These conditions include multiple myeloma, different types of lymphoma, and adult leukemia/lymphoma. The samples collected will include blood, urine, bone marrow, and tumor and skin tissue.\n\nObjectives:\n\n- To collect tissue samples to study different types of lymph cancer.\n\nEligibility:\n\n- Individuals at least 18 years of age who have a lymphoid cancer or precancer condition.\n\nDesign:\n\n* Participants will be screened with a physical exam and medical history.\n* Different samples will be collected for study. Blood samples will be collected at the initial testing. More blood samples will be collected at different treatment points. Other liquid samples include urine, bone marrow, and any abnormal fluid. Tumor tissue and skin tissue biopsies will also be collected for study.\n* Treatment will not be provided as part of this study.",
            "detailedDescription": "Background:\n\nAn estimated 79,190 people living in the United States will be diagnosed with lymphoma in 2012, including 9,060 cases of HL, 70,130 cases of non-Hodgkin s lymphoma (NHL) and multiple cases of adult T-cell leukemia/lymphoma. Laboratory investigations conducted in the Lymphoid Malignancies Branch, including analysis of cellular, molecular, genetic and genomic biology are attempting to develop new prognostic and diagnostic models, therapeutic agents and novel treatment approaches for lymphoid malignancies and pre-malignant conditions.\n\nObjectives:\n\nThis biology protocol is designed to allow sample acquisition for use in the study of lymphoid malignancies and malignancy precursors, including but not limited to B and T cell malignancies, such as diffuse large B-cell lymphoma (DLBCL), Hodgkin s lymphoma (HL), multiple myeloma (MM), lymphomatoid granulomatosis (LYG) and adult T-cell leukemia/lymphoma (ATL) as well as comparison to tissues from patients without lymphoid disease. A variety of laboratory investigations will be conducted on blood, tumor, bone marrow, urine, abnormal fluid and normal tissue, including analysis of cellular, molecular, genetic and genomic biology in the support of NIH translational trials to develop new therapeutic agents and novel treatment approaches as well as new prognostic and diagnostic models.\n\nEligibility:\n\nAdult patients who meet the following:\n\n* Confirmed pathological diagnosis of lymphoid malignancy or lymphoid precursor, including B-cell and T-cell lymphomas: including but not limited to diffuse large B-cell lymphoma (DLBCL), Hodgkin s lymphoma (HL), multiple myeloma (MM), lymphomatoid granulomatosis (LYG) and adult T-cell leukemia/lymphoma (ATL).\n* No known lymphoid malignancy or lymphoid precursor diagnosis and planning a surgical procedure during which blood or normal lymph node(s)/tissue (i.e., those not with pre-determined likelihood of abnormality/malignancy) may be obtained for research studies as part of this protocol.\n\nDesign:\n\nThe purpose of this study is to examine, in an exploratory fashion, a variety of biologic assays relevant to the investigation of lymphoid malignancies.\n\nIt is anticipated that up to 60 consented subjects will be studied each year. To account for these anticipated 60 consented subjects in addition to up to potentially 5 screen fails each year, an accrual ceiling of 650 consented subjects is planned over 10 years."
        },
        "conditionsModule": {
            "conditions": [
                "Hodgkin Disease",
                "Lymphoma, Non-Hodgkin",
                "Multiple Myeloma",
                "Lymphomatoid Granulomatosis",
                "Leukemia-Lymphoma, Adult T-Cell"
            ],
            "keywords": [
                "Developing Novel Treatment Approaches",
                "Developing Therapeutic Agents",
                "Analysis of Genetic and Genomic Biology",
                "New Prognostic and Diagnostic Models",
                "Analysis of Cellular and Molecular Biology",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 650,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "Patients with a known lymphoid malignancy or precursor disease to a lymphoid malignancy"
                },
                {
                    "label": "2",
                    "description": "Patients without a known lymphoid malignancy or precursor disease to a lymphoid malignancy"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "sample acquisition",
                    "description": "Standard exploratory and descriptive statistical methods will be used, as appropriate to the specific biologic assay. Any findings will be reported in the context of this exploratory study, with appropriate caveats.",
                    "timeFrame": "ongoing"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Obtain specimens for genetic analysis, establishment of cell lines, and genomic sequence characterizations",
                    "description": "Genetic analysis, establishment of cell lines, and genomic sequence characterizations will be performed through genetic/genomic studies including analysis of mutations or single nucleotide polymorphisms (SNPs), comparative genomic hybridization, whole genome sequencing, messenger and microRNA sequencing and expression, DNA methylation analysis, DNA copy number analysis, and expression profiling.",
                    "timeFrame": "baseline and other timepoints TBD by PI/"
                },
                {
                    "measure": "Obtain normal tissues for the comparative analysis of functional and/or structural genomics",
                    "description": "Blood, tumor, blood plasma, bone marrow, cheek swabs and abnormal fluids will be obtained from patients without a known lymphoid malignancy or precursor disease to a lymphoid malignancy.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Establish a comprehensive databank of genomic sequence from patients with Burkitt Lymphoma (BL)",
                    "description": "Contribution of genomic samples to Genomic Databank for Burkitt Lymphoma, created by the Foundation for Burkitt Lymphoma Research.",
                    "timeFrame": "baseline through end of study"
                },
                {
                    "measure": "Develop new therapeutic targets using molecular profiling",
                    "description": "DNA copy number alterations through Array comparative genomic hybridization, preparation of a Illumina genomic DNA library through methylated DNA immunoprecipitation, and DNA telomere length analysis.",
                    "timeFrame": "after baseline, through end of study"
                },
                {
                    "measure": "Assess the use of molecular profiling for pathological diagnosis and response correlation",
                    "description": "Determination as to whether the tumor-specific genetic aberrations from the human material can be used as biomarkers that correlate with disease-free survival by using the proprietary method, CAPP-Seq, for analyzing tumor genomic DNA in addition to tumor derived DNA analysis using Real-SeqS.",
                    "timeFrame": "baseline through end of study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* Lymphoid Malignancies/Diseases:\n\nINCLUSION CRITERIA:\n\n* Patients with known lymphoid malignancy or precursor disease to a lymphoid malignancy, including multiple myeloma, B-cell and T-cell lymphomas: including but not limited to diffuse large B-cell lymphoma (DLBCL), Hodgkin s lymphoma (HL), multiple myeloma (MM), lymphomatoid granulomatosis (LYG) and adult T-cell leukemia/lymphoma (ATL).\n* Confirmation of pathological diagnosis is required from the Laboratory of Pathology, NCI. Tumor tissue that has been previously collected and is available for study or that can be collected with minimal additional risk to the subject during sampling required for routine patient care or required testing on an NIH research protocol will be used for diagnosis.\n* Age greater than or equal to 18 years of age.\n* ECOG performance 0-2.\n* Ability of patient or Legally Authorized Representative (LAR) to understand and the willingness to sign a written informed consent document NOTE: Patients enrolling with a\n\nLAR must be co-enrolled on another study.\n\nINCLUSION FOR APHERESIS:\n\nNOTE: This is optional in all patients and will only be requested if the patient is willing, timing allows, and the following criteria are met.\n\n* Hemoglobin greater than or equal to 10 mg/dL and platelet count greater than 75 K/uL.\n* Weight greater than 25 kilograms\n* HIV negative\n* Prothrombin Time - within normal limits\n* Partial Thromboplastin Time - within normal limits\n* Medically indicated central line in place or adequate peripheral venous access\n\nEXCLUSION CRITERIA:\n\n* Pregnant will not be eligible.\n* Active symptomatic major organ disorder that would increase the risk of biopsy or apheresis, including but not limited to ischemic heart disease, recent myocardial infarction, active congestive heart failure, pulmonary dysfunction.\n* Active concomitant medical or psychological illnesses that may increase the risk to the subject or inability to obtain informed consent, at the discretion of the principal investigator.\n\nNon -Lymphoid MALIGNANCIES/DISEASES : The following criteria apply only to patients without a known lymphoid mali nancy or precursor disease, as described:\n\nINCLUSION CRITERIA:\n\n-Patients without a known lymphoid malignancy or lymphoid precursor diagnosis who have a planned surgical procedure during which blood or normal lymph node(s)/tissue (i.e., those not with pre-determined likelihood of abnormality/ malignancy) may be obtained for research studies as part of this protocol\n\nPatient is appropriate to undergo the surgical procedure planned, and consented for the same, as needed. NOTE: This study will not evaluate eligibility of the patient for surgery.\n\n* Age \\>= 18 years of age\n* Must be able and willing to sign informed consent 2.2.2 Exclusion Criteria\n\nEXCLUSION CRITERIA:\n\n* Pregnant women will not be eligible.\n* Other active malignancy. NOTE: Patients witha history of curatively treated basal or squamous cell carcinoma or stage 1 melanoma of the skin as well as any in situ carcinoma are eligible. Patients with a malignancy that has been treated with curative intent and who are without evidence of disease for \\>=2 years will also be eligible at the discretion of the investigator.\n* Active concomitant medical or psychological illnesses that may increase the risk to the subject or inability to obtain informed consent, at the discretionof the principal investigator.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Primary clinical patients seen for a known lymphoid malignancy or precursor disease to a lymphoid malignancy. Patients without a known lymphoid malignancy or precursor disease to a lymphoid malignancy being seen at NIH for another study and who are willing to contribute samples also to this study.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NCIMO Referral Office",
                    "role": "CONTACT",
                    "phone": "(888) 624-1937",
                    "email": "ncimo_referrals@mail.nih.gov"
                },
                {
                    "name": "Mark J Roschewski, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6183",
                    "email": "mark.roschewski@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark J Roschewski, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "University of the West Indies",
                    "status": "TERMINATED",
                    "city": "Kingston",
                    "country": "Jamaica",
                    "geoPoint": {
                        "lat": 17.99702,
                        "lon": -76.79358
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "12075054",
                    "type": "BACKGROUND",
                    "citation": "Rosenwald A, Wright G, Chan WC, Connors JM, Campo E, Fisher RI, Gascoyne RD, Muller-Hermelink HK, Smeland EB, Giltnane JM, Hurt EM, Zhao H, Averett L, Yang L, Wilson WH, Jaffe ES, Simon R, Klausner RD, Powell J, Duffey PL, Longo DL, Greiner TC, Weisenburger DD, Sanger WG, Dave BJ, Lynch JC, Vose J, Armitage JO, Montserrat E, Lopez-Guillermo A, Grogan TM, Miller TP, LeBlanc M, Ott G, Kvaloy S, Delabie J, Holte H, Krajci P, Stokke T, Staudt LM; Lymphoma/Leukemia Molecular Profiling Project. The use of molecular profiling to predict survival after chemotherapy for diffuse large-B-cell lymphoma. N Engl J Med. 2002 Jun 20;346(25):1937-47. doi: 10.1056/NEJMoa012914."
                },
                {
                    "pmid": "20393178",
                    "type": "BACKGROUND",
                    "citation": "Lenz G, Staudt LM. Aggressive lymphomas. N Engl J Med. 2010 Apr 15;362(15):1417-29. doi: 10.1056/NEJMra0807082."
                },
                {
                    "pmid": "12975453",
                    "type": "BACKGROUND",
                    "citation": "Rosenwald A, Wright G, Leroy K, Yu X, Gaulard P, Gascoyne RD, Chan WC, Zhao T, Haioun C, Greiner TC, Weisenburger DD, Lynch JC, Vose J, Armitage JO, Smeland EB, Kvaloy S, Holte H, Delabie J, Campo E, Montserrat E, Lopez-Guillermo A, Ott G, Muller-Hermelink HK, Connors JM, Braziel R, Grogan TM, Fisher RI, Miller TP, LeBlanc M, Chiorazzi M, Zhao H, Yang L, Powell J, Wilson WH, Jaffe ES, Simon R, Klausner RD, Staudt LM. Molecular diagnosis of primary mediastinal B cell lymphoma identifies a clinically favorable subgroup of diffuse large B cell lymphoma related to Hodgkin lymphoma. J Exp Med. 2003 Sep 15;198(6):851-62. doi: 10.1084/jem.20031074."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2012-C-0193.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "All IPD recorded in the medical record will be shared with intramural investigators upon request. Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. Genomic data are made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000006689",
                    "term": "Hodgkin Disease"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                },
                {
                    "id": "D000008230",
                    "term": "Lymphomatoid Granulomatosis"
                },
                {
                    "id": "D000015459",
                    "term": "Leukemia-Lymphoma, Adult T-Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000015458",
                    "term": "Leukemia, T-Cell"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "asFound": "Lymphoma, Non-Hodgkin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M9751",
                    "name": "Hodgkin Disease",
                    "asFound": "Hodgkin's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18120",
                    "name": "Leukemia-Lymphoma, Adult T-Cell",
                    "asFound": "Leukemia-Lymphoma, Adult T-Cell",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11223",
                    "name": "Lymphomatoid Granulomatosis",
                    "asFound": "Lymphomatoid granulomatosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "M18119",
                    "name": "Leukemia, T-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2817",
                    "name": "Hodgkin Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T3540",
                    "name": "Lymphomatoid Granulomatosis",
                    "asFound": "Lymphomatoid granulomatosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}