{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03895658",
            "orgStudyIdInfo": {
                "id": "190073"
            },
            "secondaryIdInfos": [
                {
                    "id": "19-M-0073"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Title: Safety and Feasibility of Individualized Low Amplitude Seizure Therapy (iLAST)",
            "officialTitle": "Safety and Feasibility of Individualized Low Amplitude Seizure Therapy (iLAST)",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "title-safety-and-feasibility-of-individualized-low-amplitude-seizure-therapy-ilast"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04-22",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-03-28",
            "studyFirstSubmitQcDate": "2019-03-28",
            "studyFirstPostDateStruct": {
                "date": "2019-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nElectroconvulsive therapy (ECT) is used to treat people with severe depression. During ECT, the brain is given electric pulses that cause a seizure. Although it is effective, it can cause side effects, including memory loss. Researchers want to study a new way to give ECT called iLAST.\n\nObjective:\n\nTo see if iLAST is safe and feasible in treating depression.\n\nEligibility:\n\nPeople ages 22 70 years old who have major depressive disorder and are eligible for ECT\n\nDesign:\n\nParticipants will be screened under protocol 01-M-0254. This includes:\n\nMedical and psychiatric history and exam\n\nBlood and urine tests\n\nParticipants will be inpatients at the Clinical Center. They study has 3 phases and will last up to 20 weeks.\n\nPhase I will last 1 week. It includes:\n\nMRI: Participants will lie in a scanner that takes pictures of the body\n\nMEG: A cone over the participant s head will record brain activity.\n\nTMS: A wire coil placed on the participant s scalp will produce an electrical current to affect brain activity.\n\nSEP: An electrode on the participant s wrist will give a small electrical shock to test nerve function.\n\nPhase II will last 2 and a half weeks. It includes:\n\nSeven sessions of iLAST under general anesthesia. Participants may also get standard ECT.\n\nEEG: A small electrode placed on the participant s scalp will record brain waves.\n\nInterviews about mood, symptoms, and side effects. Participants facial expressions may be video recorded.\n\nTMS\n\nPhase III will last at least 1 week. It will include:\n\nMRI\n\nEEG\n\nTMS\n\nMEG\n\nStandard ECT if needed. Participants will have sessions every other day, 3 times a week.\n\nSponsoring Institution: National Institute of Mental Health\n\n...",
            "detailedDescription": "Objective\n\nDespite advances in antidepressant interventions, none has replaced electroconvulsive therapy (ECT) in its acute efficacy and spectrum of action in severely depressed patients, including in psychotic depression, catatonia, and acutely suicidal patients. However, ECT carries a risk of significant adverse effects including cognitive and physiological side effects, some of which can be long term. The side effects are thought to be related to stimulation of brain areas beyond those implicated in depression, so called non-target regions. While these advances have improved the safety and tolerability of seizure therapy, a risk of cognitive side effects remains, and none of the currently used procedures individualize the current amplitude for each patient despite knowledge that anatomical variation significantly impacts the strength of the current delivered to the brain. We propose a first-in-human safety and feasibility study of this approach (termed individualized low amplitude seizure therapy , or iLAST). iLAST introduces three areas of improvement over conventional ECT:\n\n1. use of a multi-electrode array to selectively target different regions of the brain coupled\n\n   with computational electric field modeling on an individual patient basis to examine the\n\n   current flow in the brain.\n2. an alternative dosing strategy in which the stimulus is titrated in the current amplitude\n\n   domain.\n3. use of high-density EEG electrodes that are weaved into the multi-stimulation electrode\n\narray so that topographical ictal EEG is recorded. As mandated by the US FDA, a first in human (FIH) study is a type of study in which a device for a specific indication is evaluated for the first time in human subjects. We propose a FIH study of iLAST in 10 subjects. If safety and feasibility of iLAST are supported, this could lead to the development of a practical and safer alternative to ECT that could be rapidly disseminated through modification of ECT devices already cleared by the FDA, lowering regulatory barriers and development cost. If the aims are not supported, this would provide further support that development of the magnetic approach to seizure therapy is warranted.\n\nThe primary aim of the current protocol is to evaluate the safety and feasibility of iLAST in 10 adults with major depressive episode (unipolar) eligible for ECT. We hypothesize that iLAST will result in superior neurocognitive outcomes than conventional ECT. In addition, we will evaluate the feasibility of alternative methods to individualize the pulse amplitude. The approach to individualizing pulse amplitude is to apply trains of pulses of increasing amplitude until a seizure is induced. To be practical in the clinical setting, the motor threshold (MT) procedure will be completed rapidly to minimize time under anesthesia. To this end, we will evaluate a rapid- estimation motor thresholding algorithm under anesthesia. This will allow us to determine the relationships among measured amplitude-titrated seizure threshold (STa), measured MT, and simulated MT derived from electric field modeling. Our hypothesis is that both measured and simulated MT are correlated with STa, thus providing a clinically useful predictor of current amplitude necessary to perform seizure therapy under the time-constraints of anesthesia.\n\nStudy Population\n\nThe study will consist of 10 individuals between 22 and 70 years old, with a major depressive disorder.\n\nStudy Design\n\nThis is a within-subject safety and feasibility study that comprises three phases. Phase I includes medication taper (as clinically indicated), and baseline assessments.\n\nIn Phase II, patients will receive the 7 ultrabrief pulse width (0.3 ms) seizure therapy conditions. As per conventional ECT treatment schedule, treatments will be delivered on a 3 per week schedule. This will be followed by a repeat of the baseline assessment.\n\nOn each experimental condition day, patients will undergo a number of procedures to assess clinical status and safety. Post procedure acute battery assessments will include: a) side effect questionnaire and b) neurocognitive battery.\n\nIn Phase III, patients will be offered routine clinical management consisting of a conventional ECT course (typically 6 12 treatments) based on clinical need. Patients may receive optional post- course measures including: clinical rating scales, neurocognitive testing, neuroimaging, and a neuroplasticity battery.\n\nOutcome Measures\n\nPrimary Outcome measures: successful seizure induction as measured by topographical EEG and motor manifestations, vital signs, ECG, subjective side effect scale, and adverse events/significant adverse events.\n\nSecondary Outcome measures: Neurocognitive battery known to be sensitive to the cognitive effects of ECT, with alternative versions to avoid practice effects; and, Amplitude-titrated seizure threshold (STa), measured electrical MT, and simulated MT derived from realistic head modeling."
        },
        "conditionsModule": {
            "conditions": [
                "Unipolar Depression"
            ],
            "keywords": [
                "Brain Stimulation",
                "Neurocognitive",
                "Major Depressive Disorder (MDD)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ECT",
                    "type": "EXPERIMENTAL",
                    "description": "ECT treatment, Within subject cross-over",
                    "interventionNames": [
                        "Device: MECTA paired with the 4X1 HD-ECT"
                    ]
                },
                {
                    "label": "MRI",
                    "type": "EXPERIMENTAL",
                    "description": "Structural and functional neuroimaging pre and post ECT treatment",
                    "interventionNames": [
                        "Device: MRI"
                    ]
                },
                {
                    "label": "TMS",
                    "type": "EXPERIMENTAL",
                    "description": "Transcranial magnetic stimulation measurements of cortical excitability pre and post ECT treatment",
                    "interventionNames": [
                        "Device: MagPro TMS stimulator and coil"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "MRI",
                    "description": "Structural and functional neuroimaging pre and post ECT treatment",
                    "armGroupLabels": [
                        "MRI"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "MagPro TMS stimulator and coil",
                    "description": "Transcranial magnetic stimulation measurements of cortical excitability pre and post ECT treatment",
                    "armGroupLabels": [
                        "TMS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "MECTA paired with the 4X1 HD-ECT",
                    "description": "Multichannel Stimulation Interface (Model 4X1E1)",
                    "armGroupLabels": [
                        "ECT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Successful seizure induction as measured by topographical EEG and motor manifestations, vital signs, ECG, subjective side effect scale, and adverse events/significant adverse events",
                    "description": "Successful seizure induction as measured by topographical EEG and motor manifestations, vital signs, ECG, subjective side effect scale, and adverse events/significant adverse events",
                    "timeFrame": "ongoing"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Neurocognitive battery known to be sensitive to the cognitive effects of ECT, with alternative versions to avoid practice effects; and, Amplitude-titrated seizure threshold (STa), measured electrical motor threshold (MT), and simulated MT derive...",
                    "description": "Neurocognitive battery known to be sensitive to the cognitive effects of ECT, with alternative versions to avoid practice effects; and, Amplitude-titrated seizure threshold (STa), measured electrical motor threshold (MT), and simulated MT derived from re",
                    "timeFrame": "Ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Male and female, 22-70 years old\n* Use of effective method of birth control for women of childbearing capacity. Women who are able to get pregnant must be willing to use at least one form of effective birth control during the entire period of study participation (or until last clinical labs and rating) and have a negative pregnancy test at screening.\n* DSM-5 diagnosis of major depressive disorder, confirmed by the structured clinical interview for the DSM 5 (SCID)\n* Eligible for ECT, including patients receiving maintenance ECT\n* Each subject must have a level of understanding sufficient to agree to all required tests and examinations and sign an informed consent document\n* Subjects are willing and able to adhere to the intensive treatment schedule and all required study procedures\n* On a stable dose of all psychotropic medications (no new medications, discontinuations or dose changes) for 4 weeks prior to baseline assessment and agreement not to change psychotropic medications during the experimental phase (Phase II) of the study, unless advised otherwise by the Investigator.\n\nEXCLUSION CRITERIA:\n\n* Pregnant or nursing women or women who plan to become pregnant during the study period.\n* Current or recent (within the past 6 months) substance abuse or dependence (excluding nicotine and caffeine)\n* Current serious medical illness, such as high blood pressure, diabetes, heart or lung disease that is not controlled by treatment and/or judged by the investigators to significantly affect the validity of the study or the safety of study participation.\n* History of seizure except those therapeutically induced by ECT (childhood febrile seizures are acceptable and these subjects may be included in the study), history of epilepsy in self or first degree relatives, stroke, brain surgery, concussion resulted in loss of consciousness or hospitalization, cranial metal implants that are not safety-compatible with magnetic resonance imaging (MRI) and/or electroconvulsive therapy (ECT), known structural brain lesion, devices that may be affected by TMS or MRI (pacemaker, medication pump, cochlear implant, implanted brain stimulator, vagus nerve stimulator)\n* Diagnosed with the following conditions (current unless otherwise stated):\n\n  * Any other current primary mood, anxiety, or psychotic disorder\n  * Depression secondary to a general medical condition, or substance-induced\n  * Psychotic disorder (lifetime), including schizoaffective disorder, or major depression with psychotic features in the current episode\n  * Eating disorder (current or within the past year)\n  * Obsessive compulsive disorder (current or within the past year)\n  * Post-traumatic stress disorder (current or within the past year)\n  * ADHD (currently being treated)\n  * Subjects meeting criteria of any psychiatric illness based upon DSM-5, which in the judgment of the Investigator, may hinder the subjects in completing the procedures required by the study protocol\n  * Actively suicidal\n* Increased risk of complications from seizures, including prior diagnosis of increased intracranial pressure (such as after large infarctions or trauma), or currently taking medication at a dose that significantly alters seizure threshold, as determined by the investigators.\n* Subjects with a clinically defined neurological disorder including, but not limited to:\n\n  * Any condition likely to be associated with increased intracranial pressure\n  * Space occupying brain lesion\n  * History of stroke\n  * Transient ischemic attack within two years\n  * Cerebral aneurysm\n  * Dementia\n  * Mini Mental Status Exam (MMSE) score \\< 24\n  * Parkinson s disease\n  * Huntington s disease\n  * Multiple sclerosis\n* Subjects with any of the following treatment histories:\n\n  * Failure to respond to ECT treatment (i.e., consistent with ATHF confidence level 3 or higher) in this or any previous episode\n  * Lifetime history of treatment with Deep Brain Stimulation or Vagus Nerve Stimulation\n  * Use of any investigational drug or device within 4 weeks of the screening\n* Subjects with:\n\n  * intracranial metal that are not safety-compatible with MRI and/or ECT, and/or\n  * extracranial metal, that are not safety-compatible with MRI and/or ECT\n* A history of claustrophobia that may make it difficult for the patient to complete the MRI study or may adversely impact the quality of the images or the interpretation of the findings\n* Current visual, auditory, or motor impairment that compromises ability to complete evaluations\n* Positive HIV test\n* NIMH employees and staff and their immediate family members will be excluded from the study per NIMH policy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Paul S Rohde",
                    "role": "CONTACT",
                    "phone": "(301) 435-0885",
                    "email": "paul.rohde@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sarah H Lisanby, M.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "11005044",
                    "type": "BACKGROUND",
                    "citation": "Luber B, Nobler MS, Moeller JR, Katzman GP, Prudic J, Devanand DP, Dichter GS, Sackeim HA. Quantitative EEG during seizures induced by electroconvulsive therapy: relations to treatment modality and clinical features. II. Topographic analyses. J ECT. 2000 Sep;16(3):229-43. doi: 10.1097/00124509-200009000-00003."
                },
                {
                    "pmid": "10839336",
                    "type": "BACKGROUND",
                    "citation": "Lisanby SH, Maddox JH, Prudic J, Devanand DP, Sackeim HA. The effects of electroconvulsive therapy on memory of autobiographical and public events. Arch Gen Psychiatry. 2000 Jun;57(6):581-90. doi: 10.1001/archpsyc.57.6.581."
                },
                {
                    "pmid": "12865903",
                    "type": "BACKGROUND",
                    "citation": "Lisanby SH, Luber B, Schlaepfer TE, Sackeim HA. Safety and feasibility of magnetic seizure therapy (MST) in major depression: randomized within-subject comparison with electroconvulsive therapy. Neuropsychopharmacology. 2003 Oct;28(10):1852-65. doi: 10.1038/sj.npp.1300229."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2019-M-0073.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".IPD that underlie a publication, e.g. participant clinical characteristics, study outcome data including adverse events, results of depression scale score and cognitive testing, biomarker data, may be shared with collaborating laboratories at NIH or outside of NIH and/or submitted to NIH-designated repositories and databases if consent for sharing was obtained. Data will be stripped of identifiers and may be coded ( de-identified ) or unlinked from an identifying code ( anonymized ). When coded data is shared, the key to the code will not be provided to collaborators, but will remain at NIH.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Starting 6 months after publication and 10 years thereafter.",
            "accessCriteria": "Data may be shared with investigators and institutions with an FWA or operating under the Declaration of Helsinki (DoH) and reported at the time of continuing review. Sharing with investigators without an FWA or not operating under the DoH will be submitted for prospective IRB approval. Submissions to NIH-sponsored or supported databases and repositories will be reported at the time of Continuing Review. Submission to non-NIH sponsored or supported databases and repositories will be submitted for prospective @@@@@@IRB approval."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012640",
                    "term": "Seizures"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Unipolar Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "relevance": "LOW"
                },
                {
                    "id": "M15452",
                    "name": "Seizures",
                    "asFound": "Seizures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}