{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05275998",
            "orgStudyIdInfo": {
                "id": "TMB-a21"
            },
            "organization": {
                "fullName": "TaiMed Biologics Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "TMB-365 and TMB-380 in Suppressed HIV-1 Infected Individuals",
            "officialTitle": "A Phase 1b/2 Dose Escalation Study of the Safety, Pharmacokinetics, and Efficacy of the Combination of TMB-365 and TMB-380 in HIV-1 Infected Individuals Suppressed With Combination Antiretroviral Therapy",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "tmb-and-tmb-in-suppressed-hiv-infected-individuals"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-02",
            "studyFirstSubmitQcDate": "2022-03-02",
            "studyFirstPostDateStruct": {
                "date": "2022-03-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "TaiMed Biologics Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "TMB-365 is a monoclonal antibody that binds to the CD4 receptor. TMB-380, aka VRC-07-523LS is a monoclonal antibody that binds to HIV. Both interfere with HIV entry. This study is designed to test various doses of the combination of the antibodies for safety and pharmacokinetics in suppressed subjects on cART. Once dosing is established based on safety and PK, the optimally dosed combinations will be assessed as maintenance therapy in HIV infected suppressed individuals discontinuing oral cART for 24 weeks.",
            "detailedDescription": "This study is a phase 1b / 2 adaptive open-label dose escalation study of the combination of TMB-365 and TMB-380. This adaptive study design will be comprised of Sentinel Groups (N=10) and Core Groups (N=20). Safety and pharmacokinetic (PK) data obtained from Sentinel group participants will guide the conduct of Core Group execution.\n\nParticipants will be HIV-infected and suppressed for at least 6 months on continuous daily oral combination antiretroviral therapy (cART). Continuous is defined as no more than 3 consecutive days of missed cART. There are three doses of each antibody being explored, 2400 mg, 3200 mg, and 4800 mg.\n\nSentinel Groups Sentinel Groups will be comprised of 10 cART suppressed HIV-1 infected volunteers who receive a single IV dose of the combination of TMB-365 and TMB-380 while continuing cART.\n\nSentinel Group 1 will be dosed with 2400 mg of each antibody and will continue daily oral cART throughout the screening, infusion, and post-infusion observation period of 12 and be assessed for safety and pharmacokinetics.\n\nSentinel group 2 will dose both antibodies at 3200 mg. The third sentinel group will dose both antibodies at 4800 mg.\n\nCriteria for safety of a dose of either TMB-365 or TMB-380 include:\n\ni) No SAEs probably or definitely due to TMB-365 or TMB-380 ii) No more than one Grade 3 or Grade 4 adverse event probably or definitely related to TMB-365 or TMB-380 at any dose level.\n\nToxicity evaluations will be guided by the DAIDS Table for Grading Severity of Adult and Pediatric Adverse Events Version 2.1. The Common Terminology Criteria for Adverse Events (CTCAE) v. 5.0 scale will be used for assessment of any infusion reactions, or anaphylactic events.\n\nPK targets:\n\ni. TMB-365: serum levels \\>0.3 μg/mL ii. TMB-380: serum levels \\>65 μg/mL Should a dose of either antibody prove safe and at least 80% of subjects studied in a given Sentinel dose group meet specified safety and PK criteria, then a Core group of 20 subjects will be enrolled and treated with that dose of TMB-365 and TMB-380 as a stand-alone complete maintenance regimen for 24 weeks.\n\nSafety must be established prior to any request for dose escalation to the next higher Sentinel dose group. A review of 14-day safety data in 7 of 10 subjects after infusion must be available for review prior to any request for dose escalation. Dose escalation may only occur with the approval of an independent Data Monitoring Committee (DMC).\n\nThe maximum dose of TMB-365 and TMB-380 that will be tested in Sentinel groups is 4800 mg.\n\nThe first 3 subjects in each Sentinel group will be treated at designated sites selected for demonstration of expertise in the use of monoclonal antibody therapy. Subjects will remain at the study site for 3 hours post-infusion for monitoring of vital signs every 15 minutes beginning 15 minutes prior to the infusion of TMB-365 and TMB-380 as well as observation for the presence of infusion reactions. Should the infusions be well tolerated and no Grade 3 or 4 AEs, or SAE's occur due to study drugs within 7 days of infusion, then the remaining 7 subjects in that group may be recruited/treated. These subjects will remain at study sites for 1 hour post-infusion for monitoring of vital signs and the presence of infusion reactions.\n\nCore Group Subjects There will be one Core Group comprised of 40 cART suppressed HIV-1 infected volunteers and will receive multiple IV doses of the combination of TMB-365 and TMB-380 as a stand-alone maintenance regimen for 24 weeks. Oral cART will be restarted in the clinic at the Week 24 visit.\n\nCore group participants will complete the study at Day 196, 4 weeks after reinstituting oral cART. Sentinel group participants at the same dosing level may be enrolled in a Core group if infusions are well tolerated and the subject is willing to discontinue oral cART.\n\nCore Group study group 1 will begin with the doses of each antibody that prove safe and meet PK targets.\n\nRegimen in Core Group participants based on PK modeling include:\n\nTMB-365: 4800 mg q 8 weeks. TMB-380: 4800 mg q 8weeks. Sentinel Group participants that wish to participate in Core Groups must repeat all screening procedures including signing a second Informed Consent Form."
        },
        "conditionsModule": {
            "conditions": [
                "HIV-1-infection"
            ],
            "keywords": [
                "HIV-1 treatment, monoclonal antibodies"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sentinel Group 1",
                    "type": "EXPERIMENTAL",
                    "description": "10 HIV-1 infected subjects will receive one infusion of 2400 mg of each antibody, TMB-365 and TMB-380 and be followed for safety and pharmacokinetics. Oral suppressive cART will be continued throughout the course of the study participation.",
                    "interventionNames": [
                        "Drug: TMB-365/TMB-380"
                    ]
                },
                {
                    "label": "Sentinel Group 2",
                    "type": "EXPERIMENTAL",
                    "description": "10 HIV-1 infected subjects will receive one infusion of 3200 mg of each antibody, TMB-365 and TMB-380 and be followed for safety and pharmacokinetics. Oral suppressive cART will be continued throughout the course of the study participation.",
                    "interventionNames": [
                        "Drug: TMB-365/TMB-380"
                    ]
                },
                {
                    "label": "Sentinel Group 3",
                    "type": "EXPERIMENTAL",
                    "description": "10 HIV-1 infected subjects will receive one infusion of 4800 mg of each antibody, TMB-365 and TMB-380 and be followed for safety and pharmacokinetics. Oral suppressive cART will be continued throughout the course of the study participation.",
                    "interventionNames": [
                        "Drug: TMB-365/TMB-380"
                    ]
                },
                {
                    "label": "Core Group 1",
                    "type": "EXPERIMENTAL",
                    "description": "20 HIV-1 infected subjects will receive 4800 mg infusions of each antibody, TMB-365 and TMB-380 every 8 weeks and be followed for safety, pharmacokinetics, and ability to maintain antiviral activity. Oral suppressive cART will be discontinued for 24 weeks then resumed at week 24 with follow-up at week 52.",
                    "interventionNames": [
                        "Drug: TMB-365/TMB-380"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "TMB-365/TMB-380",
                    "description": "Monoclonal antibodies to be given intravenously",
                    "armGroupLabels": [
                        "Core Group 1",
                        "Sentinel Group 1",
                        "Sentinel Group 2",
                        "Sentinel Group 3"
                    ],
                    "otherNames": [
                        "TMB-380 is also known as VRC07-523-LS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of TMB-365 and TMB-380 given intravenously every 8 weeks or 12 weeks",
                    "description": "Grade 3, Grade 4, Serious Adverse reactions related to TMB-365 and TMB-380",
                    "timeFrame": "28 weeks"
                },
                {
                    "measure": "Pharmacokinetics of TMB-365 and TMB-380 given intravenously every 8 weeks or 12 weeks",
                    "description": "Levels of TMB-365 and TMB-380 in participant plasma",
                    "timeFrame": "28 weeks"
                },
                {
                    "measure": "Antiviral activity of the combination of TMB-365 in combination with TMB-380 as maintenance therapy in suppressed HIV infected individuals.",
                    "description": "Plasma HIV-1 levels in study subjects",
                    "timeFrame": "28 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Resistance to TMB-365 and TMB-380",
                    "description": "Phenotype and genotype of HIV-1 variants in study subjects who fail to maintain antiviral response on infusions of TMB-365 and TMB-380",
                    "timeFrame": "28 weeks"
                },
                {
                    "measure": "Immunogenicity of TMB-365 and TMB-380 infusions",
                    "description": "Number of subjects who develop measurable anti-drug-antibodies",
                    "timeFrame": "28 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:Participants must meet all of the following criteria to be included in the study:\n\n1. Male or female at least 18 years of age and no greater than 60 years on the day of Screening.\n2. Asymptomatic HIV-1 infection, documented by any licensed rapid HIV test or HIV enzyme or chemiluminescence immunoassay (E/CIA) test kit at any time prior to study entry and confirmed by Geenius™ or a second antibody test by a method other than the initial rapid HIV and/or E/CIA test, or by HIV-1 antigen, plasma HIV-1 RNA viral load at or piror to screening.\n3. On continuous suppressive cART for 6 months prior to screening with one documented HIV-1 RNA level below the level of detection within 3 months of screening. Continuous cART is defined as no interruptions greater than 3 consecutive days. cART is defined as a DHHS recommended regimen. Study participants should be on a stable regimen, at least 3 months.\n4. Screening plasma HIV-1 RNA below the limit of detection.\n5. CD4+ T cell count \\>350 cells/mm3\n6. Laboratory values obtained within 30 days prior to the first dose:\n\n   * Hemoglobin \\> 10.0 g/dL;\n   * Platelet count ≥ 100,000/mm3;\n   * Absolute neutrophil count ≥ 1,000/mm3;\n   * Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 1.5 x upper limit of normal (ULN); and\n   * Creatinine clearance (CrCl) of ≥ 50 mL/min.\n7. Willing to comply with the requirements of the protocol and available for follow-up for the planned duration of the study.\n8. In the opinion of the principal investigator or designee, has understood the information provided; written informed consent needs to be given before any study-related procedures are performed.\n9. Females of childbearing potential, sexually active with a male sex partner, must agree to use one effective method of contraception from the time of signing the consent to completion of the study, and agree to pregnancy testing as per the Schedule of Events and Procedures. Females of childbearing potential are female participants who are not surgically sterile (no history of bilateral tubal ligation, hysterectomy, or bilateral salpingo-oophorectomy), are not postmenopausal (at least one year without menses), and are not otherwise sterile by medical evaluation.\n\n   -\n\nExclusion Criteria:\n\nParticipants having or meeting any of the following conditions or characteristics will be excluded from the study:\n\n1. Suppressed subjects who have not been on a stable DHHS recommended cART regimen for at least 3 months.\n2. Receipt of any monoclonal antibody for the treatment or prevention of HIV infection except for Sentinel subjects eligible for enrollment into Core groups.\n3. Suppressed subjects receiving cabotegravir and rilpivirine intramuscularly as maintenance therapy for HIV-1 infection.\n4. Pregnant, planning a pregnancy during the trial period, or lactating.\n5. Known allergy/sensitivity or any hypersensitivity to components of the study drug or its formulation, or known allergy to a MAb.\n6. Major psychiatric illness including any history of schizophrenia or severe psychosis, uncontrolled bipolar disorder requiring acute therapy, or suicide attempt in the previous three years.\n7. Serious illness requiring systemic treatment and/or hospitalization within 21 days prior to the first dose.\n8. Receipt of immunomodulatory agents (e.g., interleukins, interferons, cyclosporine, high dose systemic corticosteroids), HIV vaccine, systemic cytotoxic chemotherapy, or investigational therapy within 180 days prior to the first dose.\n9. Any chronic or acute medical condition, including chronic Hepatits B infection, chronic Hepatitis C infection with viremia, and drug use and alcohol abuse, which in the opinion of the investigator would interfere with evaluation of the study drug.\n10. Lack of adequate venous access.\n11. Individuals who have experienced virologic failure during treatment with two or more cART treatment regimens and those being treated with regimens containing either ibalizumab, enfuvirtide, maraviroc, and fostemsavir. Note that a change in treatment regimen for intolerance does not meet criteria for virologic failure.\n\n    -",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Susan Denton",
                    "role": "CONTACT",
                    "phone": "407-699-0540",
                    "email": "susandenton@westat.com"
                },
                {
                    "name": "Veronica Badillo Nuzzo",
                    "role": "CONTACT",
                    "phone": "240-453-5633",
                    "email": "VeronicaBadilloNuzzo@westat.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jay Lalezari, MD",
                    "affiliation": "Quest Clinical Research",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Quest Clinical Research",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason Lane, RN",
                            "role": "CONTACT",
                            "phone": "415-353-0800",
                            "phoneExt": "38",
                            "email": "jason@questclinical.com"
                        },
                        {
                            "name": "Brad Weintraub, RN",
                            "role": "CONTACT",
                            "phone": "415-353-0800",
                            "phoneExt": "34",
                            "email": "brad@questclinical.com"
                        },
                        {
                            "name": "Jay Lalezari, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "CAN Community Health",
                    "status": "RECRUITING",
                    "city": "Fort Lauderdale",
                    "state": "Florida",
                    "zip": "33316",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vernon F Appleby, RN",
                            "role": "CONTACT",
                            "phone": "954-524-2250",
                            "phoneExt": "211",
                            "email": "vfappleby@earthlink.net"
                        },
                        {
                            "name": "Michael Sension, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.12231,
                        "lon": -80.14338
                    }
                },
                {
                    "facility": "Midway Immunology and Research Center",
                    "status": "RECRUITING",
                    "city": "Fort Pierce",
                    "state": "Florida",
                    "zip": "34892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brenda Jacobs, DNP, APRN",
                            "role": "CONTACT",
                            "phone": "772-595-9830",
                            "email": "bjacobs@midwayresearch.com"
                        },
                        {
                            "name": "Carly Sharp, HIM",
                            "role": "CONTACT",
                            "phone": "772-595-9830",
                            "email": "csharp@midwayresearch.com"
                        },
                        {
                            "name": "Moti Ramgopal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.44671,
                        "lon": -80.32561
                    }
                },
                {
                    "facility": "Orlando Immunology Center",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32803",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Janiza Veloz",
                            "role": "CONTACT",
                            "phone": "407-647-3960",
                            "phoneExt": "2136",
                            "email": "jveloz@oicorlando.com"
                        },
                        {
                            "name": "Jamie Castano",
                            "role": "CONTACT",
                            "phone": "407-647-3960",
                            "phoneExt": "2133",
                            "email": "jcastano@oicorlando.com"
                        },
                        {
                            "name": "Edwin DeJesus, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                },
                {
                    "facility": "North Texas Infectious Disease Consultants",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75246",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bryan King, LVN",
                            "role": "CONTACT",
                            "phone": "214-276-5646",
                            "email": "bryan.king@ntidc.org"
                        },
                        {
                            "name": "Jessica Caldwell, LVN",
                            "role": "CONTACT",
                            "phone": "214-247-4114",
                            "email": "jessica.caldwell@ntidc.org"
                        },
                        {
                            "name": "Mezgebe Berhe, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Crofoot Research Center, Inc.",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77098",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Keith Snyder-Dyer",
                            "role": "CONTACT",
                            "phone": "713-526-0005",
                            "email": "keith.snyderdyer@crofootmd.com"
                        },
                        {
                            "name": "Gordon E Crofoot, Jr., MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "removedCountries": [
                "Puerto Rico"
            ]
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}