{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05931913",
            "orgStudyIdInfo": {
                "id": "00072077"
            },
            "organization": {
                "fullName": "Bradley Hospital",
                "class": "OTHER"
            },
            "briefTitle": "TMS + Exposure Therapy for Pediatric OCD",
            "officialTitle": "Transcranial Magnetic Stimulation to Augment Exposure and Response Prevention for Pediatric OCD",
            "acronym": "NExT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "tms-exposure-therapy-for-pediatric-ocd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-15",
            "studyFirstSubmitQcDate": "2023-07-03",
            "studyFirstPostDateStruct": {
                "date": "2023-07-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kristen Benito",
                "investigatorTitle": "Associate Professor (Research)",
                "investigatorAffiliation": "Bradley Hospital"
            },
            "leadSponsor": {
                "name": "Bradley Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Minnesota",
                    "class": "OTHER"
                },
                {
                    "name": "Butler Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare different forms of transcranial magnetic stimulation (TMS) for improving the outcomes of Exposure with Response Prevention (ERP) in youth and young adults with Obsessive-Compulsive Disorder (OCD). Researchers will compare three groups: ERP with one of two different active (\"real\") forms of TMS vs. ERP with sham (\"fake\") TMS. The main questions this study aims to answer are: 1) whether TMS normalizes functioning in brain circuits that contribute to compulsive behavior, and 2) whether TMS reduces compulsions during ERP. Participants will:\n\n* Complete clinical interviews, questionnaires, and computerized tasks\n* Complete two MRIs (brain scans)\n* Receive daily TMS followed by ERP for two weeks (10 sessions)",
            "detailedDescription": "Pediatric OCD is a public health problem and many remain symptomatic even after receiving efficacious treatments. The success of exposure and response prevention (ERP), a first-line behavioral treatment, depends on the ability to refrain from compulsions during exposure tasks. Improving this \"therapy critical behavior\" is a potentially important strategy for ERP augmentation. Repetitive transcranial magnetic stimulation (rTMS) can be leveraged to stimulate healthier functioning of brain circuits underlying therapy critical behaviors. The overall objective of this project is to test whether augmenting ERP with rTMS over cortical nodes of select cortico-striatal circuits implicated in compulsivity can normalize connectivity and enhance response prevention in youth and young adults with OCD. This project will use a masked RCT design to test whether ERP+TMS engages 1) hypothesized circuits involved in compulsivity and 2) observed response prevention during ERP exposure tasks. Youth ages 12-21 years with OCD will complete a full course of ERP plus randomly assigned TMS regimens of sham, inhibitory theta burst stimulation (iTBS) to the dorsolateral prefrontal cortext (dlPFC), or continuous theta burst stimulation (cTBS) to the presupplementary motor area (pSMA; n=20 per group). Milestones for the R61 phase are determination that at least one active rTMS condition a) changes resting state functional connectivity in the hypothesized circuit within- and between-subjects and b) is safe and feasible."
        },
        "conditionsModule": {
            "conditions": [
                "Obsessive-Compulsive Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Quadruple-masked Randomized Controlled Trial (RCT) with parallel assignment",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Participants, parents (if applicable), the ERP therapist, the independent evaluator (but not active vs. sham status).",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ERP+iTBS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive two weeks (10 sessions) of intermittent theta burst stimulation (iTBS; a form of TMS) targeting the dorsolateral prefrontal cortex (dlPFC), followed immediately by Exposure Plus Response Prevention (ERP).",
                    "interventionNames": [
                        "Device: Transcranial Magnetic Stimulation: intermittent theta burst to dorsolateral prefrontal cortex",
                        "Behavioral: Exposure with Response Prevention"
                    ]
                },
                {
                    "label": "ERP+cTBS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive two weeks (10 sessions) of continuous theta burst stimulation (cTBS; a form of TMS) targeting the presupplementary motor area (pSMA), followed immediately by Exposure Plus Response Prevention (ERP).",
                    "interventionNames": [
                        "Behavioral: Exposure with Response Prevention",
                        "Device: Transcranial Magnetic Stimulation: continuous theta burst to pre supplementary motor area"
                    ]
                },
                {
                    "label": "ERP+Sham",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive two weeks (10 sessions) of sham (\"fake\") TMS, followed immediately by Exposure Plus Response Prevention (ERP).",
                    "interventionNames": [
                        "Behavioral: Exposure with Response Prevention",
                        "Device: Transcranial Magnetic Stimulation: Sham"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcranial Magnetic Stimulation: intermittent theta burst to dorsolateral prefrontal cortex",
                    "description": "TMS will be delivered over the dorsolateral prefrontal cortex (dlPFC) using an intermittent bursting pattern",
                    "armGroupLabels": [
                        "ERP+iTBS"
                    ],
                    "otherNames": [
                        "TMS",
                        "Neuromodulation",
                        "iTBS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Exposure with Response Prevention",
                    "description": "ERP will be delivered daily, immediately following TMS",
                    "armGroupLabels": [
                        "ERP+Sham",
                        "ERP+cTBS",
                        "ERP+iTBS"
                    ],
                    "otherNames": [
                        "ERP",
                        "Exposure Therapy",
                        "Cognitive-Behavioral Therapy",
                        "CBT"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Transcranial Magnetic Stimulation: Sham",
                    "description": "Sham stimulation will use the Magstim sham air-cooled coil, which produces auditory signals and appears identical to an active coil but contains a mu-metal shield that diverts the majority of the magnetic flux such that a minimal (\\<3%) magnetic field is delivered to the cortex",
                    "armGroupLabels": [
                        "ERP+Sham"
                    ],
                    "otherNames": [
                        "TMS",
                        "Neuromodulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Transcranial Magnetic Stimulation: continuous theta burst to pre supplementary motor area",
                    "description": "TMS will be delivered over the pre supplementary motor area (preSMA) using a continuous bursting pattern",
                    "armGroupLabels": [
                        "ERP+cTBS"
                    ],
                    "otherNames": [
                        "TMS",
                        "iTBS",
                        "Neuromodulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Functional Magnetic Resonance Imaging (fMRI): connectivity of the pSMA-DLS circuit",
                    "description": "z-score representing change in resting state connectivity between presupplementary motor area (pSMA) and dorsolateral striatum (DLS)",
                    "timeFrame": "change from baseline at two weeks (post-treatment)"
                },
                {
                    "measure": "Functional Magnetic Resonance Imaging (fMRI): connectivity of the dlPFC-DMS circuit",
                    "description": "z-score representing change in resting connectivity between dorsolateral prefrontal cortex and dorsomedial striatum (DMS)",
                    "timeFrame": "change from baseline at two weeks"
                },
                {
                    "measure": "Observed Compulsive Behavior",
                    "description": "Mean proportion of time during which compulsions are observed during ERP sessions",
                    "timeFrame": "two weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Child/Adult Yale-Brown Obsessive Compulsive Inventory",
                    "description": "Independent-Evaluator (IE) rated measure of OCD symptom severity. Rated on 0 (no symptoms) to 40 (most extreme symptoms) scale",
                    "timeFrame": "change from baseline at two weeks (post-treatment)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Between the ages of 12 and 21 years.\n* Presence of OCD, as indicated by a score of \\> 16 on the Children's Yale-Brown Obsessive Compulsive Scale, indicating moderate or greater OCD symptoms.\n* Presence of motor compulsions on CY-BOCS compulsion checklist\n* English fluency to ensure comprehension of informed consent and study measures and instructions.\n\nExclusion Criteria:\n\n* Decline to provide informed consent.\n* Has a personal history, or a family history in a first-born relative, of any medical or psychiatric disorder, disease, condition, injury, symptoms or circumstance that, in the opinion of the principal investigator, may: (1) impact the risk profile of TMS; (2) reduce the subject's ability to fulfill the study requirements as per protocol; or (3) adversely impact the integrity of the data or the validity of the study results.\" Some examples include: epilepsy or seizure disorder(s), bipolar disorder or any psychiatric disorder associated with a risk of mania, intracranial pathology, traumatic brain injury, brain tumor, stroke, implanted medical devices or metallic objects in the head, or moderate-severe heart disease\n* Pregnant according to the medical history or a urine pregnancy test; and menstruating females who are heterosexually active and not using a highly effective form of contraception (tubal ligation, FDA-approved hormonal contraceptive, or an IUD)\n* Inability to undergo MRI.\n* Left handedness.\n* Is deemed to be at imminent risk of suicide according to the Ask Suicide-Screening Questions (ASQ) (i.e. answers YES to ≥ one (1) of the four screening questions) and/or in the medical opinion of the investigator\n* History of, or risk factors for, neurocardiogenic syncope (history of syncope/ presyncope related to noxious stimuli, anxiety, micturation, or posture).\n* Concurrent psychotherapy of any kind for OCD.\n* Concurrent TMS or receipt of any TMS experimental or clinical treatment less than 3 months prior to enrollment.\n* Taking a medication deemed to pose high seizurogenic potential per physician review\n* Taking a medication that has not reached stability criterion (same medication and dose for 6 weeks with no planned changes over the study period)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristen Benito, PhD",
                    "role": "CONTACT",
                    "phone": "410-432-1054",
                    "email": "kbenito@lifespan.org"
                },
                {
                    "name": "Christine Conelea, PhD",
                    "role": "CONTACT",
                    "email": "cconelea@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kristen Benito, PhD",
                    "affiliation": "Emma Pendleton Bradley Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Christine Conelea, PhD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55414",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christine Conelea, PhD",
                            "role": "CONTACT",
                            "phone": "612-261-3127",
                            "email": "cconelea@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Emma Pendleton Bradley Hospital",
                    "status": "RECRUITING",
                    "city": "Riverside",
                    "state": "Rhode Island",
                    "zip": "02915",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristen Benito, PhD",
                            "role": "CONTACT",
                            "phone": "401-432-1473",
                            "email": "kbenito@lifespan.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76732,
                        "lon": -71.36478
                    }
                }
            ]
        },
        "referencesModule": {
            "availIpds": [
                {
                    "type": "Individual Participant Data Set",
                    "url": "https://nda.nih.gov/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We will share all de-identifiable data from study measures through the National Institute of Mental Health (NIMH) Data Archive (NDA) using the data dictionaries available in NDA. As per NIMH Data Archive, data will be deidentified and assigned a Global Unique Identifier (GUID). We will also share deidentified study data via the National Database for Clinical Trials (NDCT) related to Mental Illness.",
            "timeFrame": "We will upload raw data twice yearly and all other data at the time of publication or end of the project. The research community will have access to all de-identifiable data when the award ends. NDA will make decisions about how long to preserve the data. We will share the study protocol and consent form after obtaining IRB approval.",
            "accessCriteria": "Data can be accessed through the NDA by investigators working under an institution with a Federal Wide Assurance (FWA)"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009771",
                    "term": "Obsessive-Compulsive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12706",
                    "name": "Obsessive-Compulsive Disorder",
                    "asFound": "Obsessive-Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6419",
                    "name": "Compulsive Personality Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}