{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04188067",
            "orgStudyIdInfo": {
                "id": "2019P003391"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23DC016912",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23DC016912"
                }
            ],
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "TMS for the Treatment of Primary Progressive Aphasia",
            "officialTitle": "TMS in Primary Progressive Aphasia: Modulation of Brain Networks and Language",
            "therapeuticArea": [
                "Other"
            ],
            "study": "tms-for-the-treatment-of-primary-progressive-aphasia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-02",
            "studyFirstSubmitQcDate": "2019-12-04",
            "studyFirstPostDateStruct": {
                "date": "2019-12-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alexandra Touroutoglou",
                "investigatorTitle": "Assistant Professor of Neurology",
                "investigatorAffiliation": "Harvard Medical School (HMS and HSDM)"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Primary Progressive Aphasia (PPA) is a progressive syndrome in the family of Alzheimer's disease and related disorders involving devastating language impairments caused by selective neurodegeneration of the brain's language network. Unfortunately, there is no treatment for PPA. An exciting possibility for treatment is non-invasive repetitive transcranial brain stimulation (rTMS), which induces electric currents in degenerating brain networks, making them in some cases more efficient.\n\nTherapeutic benefits from rTMS have been demonstrated when it is applied in many sequential sessions. For example, repeated sessions of rTMS to left dorsolateral prefrontal cortex (dlPFC) is approved by the US Food and Drug administration as a treatment for major depressive disorder. With respect to language, high frequency rTMS increases the response rate for picture naming in healthy individuals and in patients with Alzheimer's disease. Further, in a sham controlled study, Cotelli and colleagues demonstrated that in a group of 10 non-fluent PPA patients, high frequency rTMS over the left and right dlPFC improved the percent of correct responses for action naming. When rTMS was applied for five consecutive days in a sham controlled single case study, Finocchiaro and colleagues showed lasting improvements in language (up to 1 week) in a patient with non-fluent PPA. Trebbastoni and colleagues further showed the same lasting improvements in language (up to 1 week) in a patient with logopenic PPA. Recently, in a sham controlled single case study, Bereau and colleagues applied a more intense rTMS protocol for ten consecutive days and demonstrated significant linguistic improvements in a logopenic PPA patient that lasted for 1 month. These studies have contributed valuable insights into the potential use of rTMS in treating the language symptoms of PPA patients.",
            "detailedDescription": "30 patients with a confirmed diagnosis of PPA (non-fluent PPA, logopenic PPA or semantic PPA) (made by a specialized clinician) will be recruited. Patients must have a mild to moderate language impairment and must be native English speakers. Exclusion criteria include contraindications to receiving Magnetic Resonance Imaging (MRI) scanning or rTMS (e.g. metallic or electromagnetically activated implants, cranial mass lesions, surgical aneurysm clips), the presence of significant medical, neurological or psychiatric co-morbid symptoms and patients without study partners.\n\nIt will take approximately 4 weeks to complete this research study, but the exact timing will vary according to patient, investigator and equipment availability. Each patient will have a total of up to 21 study visits. Greater than 21 visits may take place in the event that patients' language improves significantly following rTMS in order to test the sustainability of the improvement. Visits will take place at the MGH Martinos Center for Biomedical Imaging.\n\nThe first visit (lasting 3-4 hours) will include obtainment of informed consent, baseline assessments, and a baseline MRI scan (which will be used for subsequent rTMS targeting). After this, patients will return for two blocks of 20Hz rTMS to left dorsolateral prefrontal cortex: one in which they receive active rTMS and one in which they receive sham rTMS. Both active and sham rTMS will be delivered as high frequency stimulation (20 hertz, 20Hz). To accomplish this, an rTMS coil capable of delivering active or sham stimulation will be employed. Order of active and sham blocks will be counterbalanced across participants. During each block rTMS (active or sham) will be administered daily for 10 days (Monday through Friday). Neuropsychological testing, including thorough language evaluations, will be done before treatment, after day 1 and day 10 of rTMS treatment. Repeat MRI imaging will be performed after day 1 and day 10 of rTMS treatment. rTMS visit durations will be as follows: Monday (day 1) visit will last approximately 3-4 hours. Tuesday, Wednesday and Thursday and Friday visits (day 2 to day 9) will last approximately 1-2 hours. Friday visit (day 10) will last approximately 5 hours."
        },
        "conditionsModule": {
            "conditions": [
                "Logopenic Variant Primary Progressive Aphasia",
                "Non-fluent Variant Primary Progressive Aphasia",
                "Semantic Variant Primary Progressive Aphasia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Within-subject crossover design",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Through use of SHAM rTMS stimulation"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PPA patients",
                    "type": "EXPERIMENTAL",
                    "description": "All study participants will carry a diagnosis of Primary Progressive Aphasia (PPA), either the logopenic, the non-fluent variant or the semantic variant. All participants will receive the same study interventions in a within-subject crossover design.",
                    "interventionNames": [
                        "Device: ACTIVE rTMS",
                        "Device: SHAM rTMS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "ACTIVE rTMS",
                    "description": "All study participants will receive one block of ACTIVE rTMS. Each block will consist of daily sessions of active rTMS delivered to the left dorsolateral prefrontal cortex over ten days (Monday through Friday).",
                    "armGroupLabels": [
                        "PPA patients"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "SHAM rTMS",
                    "description": "All study participants will receive one block of SHAM rTMS. Each block will consist of daily sessions of SHAM rTMS delivered to the left dorsolateral prefrontal cortex over ten days (Monday through Friday).",
                    "armGroupLabels": [
                        "PPA patients"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Language",
                    "description": "This will include observed changes in speech production as a result of the stimulation.",
                    "timeFrame": "Baseline and post treatment Day 10"
                },
                {
                    "measure": "Changes in Brain Network Connectivity",
                    "description": "This will include observed changes in resting-state functional connectivity as a result of the stimulation.",
                    "timeFrame": "Baseline and post treatment Day 10"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients, age 18-90, who carry a diagnosis of either the logopenic (lvPPA), agrammatic non-fluent (nfvPPA) or semantic (svPPA) variants of Primary Progressive Aphasia (PPA). Patients must have been observed for at least one year by a specialized clinician.\n2. Patients must have at least mild to moderate language impairment.\n3. Patients must be native English speakers.\n4. Patients must have a study partner (e.g. spouse, sibling or adult child) who can accompany them to every study visit.\n\nExclusion Criteria:\n\n1. Any history of seizures, unexplained loss of consciousness or a first-degree family member with epilepsy.\n2. Any history of significant co-occurring neurological illness unrelated to neurodegeneration associated with PPA (e.g. multiple sclerosis), or significant medical problems (e.g. poorly controlled diabetes/hypertension or cancer within 5 years).\n3. Active symptoms of major depressive disorder, bipolar disorder, schizophrenia, substance use disorder or significant premorbid intellectual disability according to Diagnostic Statistical Manual (DSM-5) criteria.\n4. Magnetic Resonance Imaging (MRI) evidence of significant cerebrovascular disease, hydrocephalus or the presence of a space-occupying intra-cranial mass.\n\n   Contraindications to MRI or repetitive transcranial magnetic stimulation (rTMS) including: cardiac pacemaker or pacemaker wires, neurostimulators, implanted pumps, metal in the body (rods, plates, screws, shrapnel, dentures, intrauterine device), surgical aneurysm clips in the head, previous neurosurgery or cochlear implants.\n5. In line with published Massachusetts General Hospital (MGH) Institutional Review Board (IRB) guidelines for rTMS, pregnancy must be ruled out by urine ß-Human Chorionic Gonadotropin if answers to screening questions suggest that pregnancy is possible and if female participants are premenopausal and of child-bearing age. Subjects will not be able to enroll if they are breastfeeding.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexandra Touroutoglou, PhD",
                    "role": "CONTACT",
                    "phone": "6176436348",
                    "email": "atouroutoglou@mgh.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02129",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexandra Touroutoglou, PhD",
                            "role": "CONTACT",
                            "phone": "617-643-6348",
                            "email": "atouroutoglou@mgh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22435956",
                    "type": "BACKGROUND",
                    "citation": "Cotelli M, Manenti R, Alberici A, Brambilla M, Cosseddu M, Zanetti O, Miozzo A, Padovani A, Miniussi C, Borroni B. Prefrontal cortex rTMS enhances action naming in progressive non-fluent aphasia. Eur J Neurol. 2012 Nov;19(11):1404-12. doi: 10.1111/j.1468-1331.2012.03699.x. Epub 2012 Mar 21."
                },
                {
                    "pmid": "17182394",
                    "type": "BACKGROUND",
                    "citation": "Finocchiaro C, Maimone M, Brighina F, Piccoli T, Giglia G, Fierro B. A case study of Primary Progressive Aphasia: improvement on verbs after rTMS treatment. Neurocase. 2006 Dec;12(6):317-21. doi: 10.1080/13554790601126203."
                },
                {
                    "pmid": "23122915",
                    "type": "BACKGROUND",
                    "citation": "Trebbastoni A, Raccah R, de Lena C, Zangen A, Inghilleri M. Repetitive deep transcranial magnetic stimulation improves verbal fluency and written language in a patient with primary progressive aphasia-logopenic variant (LPPA). Brain Stimul. 2013 Jul;6(4):545-53. doi: 10.1016/j.brs.2012.09.014. Epub 2012 Oct 24."
                },
                {
                    "pmid": "27344155",
                    "type": "BACKGROUND",
                    "citation": "Bereau M, Magnin E, Nicolier M, Berthet L, Dariel E, Ferreira S, Sylvestre G, Monnin J, Chopard G, Bouladour H, Vandel P, Haffen E. Left Prefrontal Repetitive Transcranial Magnetic Stimulation in a Logopenic Variant of Primary Progressive Aphasia: A Case Report. Eur Neurol. 2016;76(1-2):12-8. doi: 10.1159/000447399. Epub 2016 Jun 25."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001037",
                    "term": "Aphasia"
                },
                {
                    "id": "D000018888",
                    "term": "Aphasia, Primary Progressive"
                },
                {
                    "id": "D000020774",
                    "term": "Pick Disease of the Brain"
                },
                {
                    "id": "D000057180",
                    "term": "Frontotemporal Dementia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013064",
                    "term": "Speech Disorders"
                },
                {
                    "id": "D000007806",
                    "term": "Language Disorders"
                },
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000057174",
                    "term": "Frontotemporal Lobar Degeneration"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M28762",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20929",
                    "name": "Aphasia, Primary Progressive",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22530",
                    "name": "Pick Disease of the Brain",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4352",
                    "name": "Aphasia",
                    "asFound": "Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M15864",
                    "name": "Speech Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10823",
                    "name": "Language Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M28756",
                    "name": "Frontotemporal Lobar Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2399",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2400",
                    "name": "Frontotemporal Dementia, Ubiquitin-positive",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4710",
                    "name": "Primary Progressive Aphasia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5168",
                    "name": "Semantic Dementia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T704",
                    "name": "Behavioral Variant of Frontotemporal Dementia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}