{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05908084",
            "orgStudyIdInfo": {
                "id": "CLN-PRO-V012"
            },
            "organization": {
                "fullName": "Humacyte, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "To Compare the Efficacy and Safety of the HAV With AVF in Female Patients With End-Stage Renal Disease Requiring Hemodialysis",
            "officialTitle": "A Phase 3 Randomized Study to Compare the Efficacy and Safety of the Humacyte Human Acellular Vessel (HAV) With That of an Autogenous Arteriovenous Fistula (AVF) in Female Patients With End-Stage Renal Disease Requiring Hemodialysis",
            "acronym": "HUMAXX",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "to-compare-the-efficacy-and-safety-of-the-hav-with-avf-in-female-patients-with-end-stage-renal-disease-requiring-hemodialysis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": true,
                "nctId": "NCT03631056",
                "statusForNctId": "AVAILABLE"
            },
            "startDateStruct": {
                "date": "2023-09-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-28",
            "studyFirstSubmitQcDate": "2023-06-08",
            "studyFirstPostDateStruct": {
                "date": "2023-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Humacyte, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare the number of catheter-free days (CFD) and the rate and severity of any dialysis access-related infections between the HAV and AVF groups over 12 months in patients with end-stage renal disease (ESRD) needing hemodialysis (HD).\n\nParticipants will be stratified by location of the vascular access (forearm versus upper arm) and by type of AVF creation procedure planned by the surgeon at randomization (1-stage AVF versus 2-stage AVF). The comparator is an upper extremity arterio-venous fistula (AVF) for HD access surgically created per the institution's Standard of Care (SoC).",
            "detailedDescription": "This is a prospective, multicenter, randomized, two-arm, comparative Phase 3 study of female patients with ESRD, who are receiving clinically successful hemodialysis (HD) via a central venous dialysis catheter (DC).\n\nApproximately 150 female patients will be randomized 1:1 to either the HAV or the AVF treatment arm. Patients will be stratified by location of the vascular access (forearm versus upper arm) and by type of AVF creation procedure planned by the surgeon at randomization (1-stage AVF versus 2-stage AVF).\n\nPatients who have a patent SA at Month 12 will then be followed in the Long-Term Extension study for an additional 12 months with evaluation of exploratory long-term endpoints."
        },
        "conditionsModule": {
            "conditions": [
                "End Stage Renal Disease (ESRD)"
            ],
            "keywords": [
                "hemodialysis (HD)",
                "dialysis catheter"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized 1:1 to either the HAV or the AVF treatment arm.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "the study team at each site, including the surgeon performing the AVF creation or HAV implantation, the operating room staff, the dispensing pharmacist, and the Principal Investigator will be unblinded to treatment allocation.\n\nMembers of the Data Monitoring Committee and the Clinical Evaluation Committee, as well as members of the CRO staff may be unblinded to treatment assignment to perform their functions.\n\nAll Sponsor staff, with exception of Medical Monitor, Safety Scientist, and the HAV Inventory Supply and Tracking group, will remain blinded to treatment allocation while the study is in progress.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HAV treatment arm",
                    "type": "EXPERIMENTAL",
                    "description": "HAV will be implanted as an arterio-venous (AV) access into the forearm or upper arm",
                    "interventionNames": [
                        "Biological: HAV"
                    ]
                },
                {
                    "label": "AVF treatment arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "AVF creation procedure (1-stage AVF or 2-stage AVF) as an arterio-venous (AV) access into the forearm or upper arm",
                    "interventionNames": [
                        "Other: AVF"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "HAV",
                    "description": "HAV implantation",
                    "armGroupLabels": [
                        "HAV treatment arm"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "AVF",
                    "description": "AVF creation procedure",
                    "armGroupLabels": [
                        "AVF treatment arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The number of catheter-free days since randomization to Month 12.",
                    "description": "To determine the number of days free from indwelling catheter (catheter-free days) since randomization to 365 days (Month 12), or until SA abandonment, whichever occurs first.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The rate of infections related to any HD access.",
                    "description": "To determine the rate of infections, related to any HD access over the period from SA creation (Day 1) until 12 months (365 days) after SA placement, without regard to SA abandonment.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The number of catheter-free days since randomization to Month 6.",
                    "description": "To determine the number of days free from indwelling catheter (catheter-free days) from randomization to 183 days (Month 6), or until SA abandonment, whichever occurs first.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "The number of days of the study access (SA) functional patency",
                    "description": "To determine the number of days of Duration of functional patency of the SA over 12 months from randomization.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The rate of the study access (SA) secondary patency",
                    "description": "To determine the rate of the SA secondary patency at 6 and 12 months from randomization.",
                    "timeFrame": "6 - 12 months"
                },
                {
                    "measure": "The number of days from the study access (SA) maturation to abandonment",
                    "description": "To determine the number of days from the study access (SA) maturation to abandonment.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The rate of complications related to any HD access after the study access (SA) creation.",
                    "description": "To determine the rate of complications related to any HD access during the 12 months after SA creation, without regard to SA abandonment. For the purposes of this endpoint, HD access refers to any surgically created access or device to provide a route for HD after randomization (e.g., SA, new AVF or AVG, or catheter).",
                    "timeFrame": "12 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Incidence rate of HD access-related interventions",
                    "description": "Incidence rate of HD access-related interventions over the period from randomization until SA abandonment, or a defined timepoint after randomization (e.g., 12 months).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The number of days from randomization to first day of functional dialysis",
                    "description": "To determine the number of days from randomization to the first day of functional dialysis using the SA.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Incidence rate of Study Access (SA) abandonment",
                    "description": "To determine the incidence rate of SA abandonment.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Health-related quality of life (HRQoL) of patients (a scale from 0 to 45, with higher scores meaning best outcome)",
                    "description": "Health-related quality of life (HRQoL) of patients using the PROMIS-10 Questionnaire, a scale from 0 to 45, where the higher scores mean the best outcome.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Vascular Access Questionnaire (VAQ) score (range 0-68 with higher scores mean worst outcome).",
                    "description": "Vascular Access Questionnaire (VAQ) Questionnaire.\n\nThe Vascular Access Questionnaire (VAQ) is a patient reported outcome instrument containing 17 items pertaining to the impact of 17 access-related problems. Responses to the questionnaire are summed to produce a total VAQ score (range from 0-68) with higher values indicating more negative views of vascular access.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The incidence rate of aneurysm or pseudoaneurysm",
                    "description": "To determine the incidence rate of clinically significant aneurysm or pseudoaneurysm of the SA over the period from SA creation to 12 months.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The incidence rate of adverse events (AEs)",
                    "description": "To determine the incidence rate of adverse events (AEs) from SA creation to 12 months.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female patients with ESRD, currently receiving hemodialysis via dialysis catheter and who are candidates for the creation of an AVF (see Inclusion Criterion #4 below) or implantation of an HAV for HD access.\n2. Patients who plan to undergo HD at a dialysis unit of a participating dialysis provider for at least 12 months after SA creation.\n3. Patients aged ≥ 18 years at Screening.\n4. Suitable anatomy for creation of a forearm or upper arm AVF and for implantation of straight, curved, or looped HAV in either the forearm or upper arm.\n\n   NOTE: Suitable anatomy will be determined by both physical examination and ultrasound imaging or vessel imaging modality in addition to consideration of all vascular sites available, prior access failure, future access sites and possibilities to preserve patients' future alternate accesses. Vessel mapping is the preferred method to assess the vascular anatomy, and will evaluate the following attributes during Screening:\n   * Vein diameter\n   * Arterial diameter\n   * Presence of arterial calcification\n   * Depth of the intended fistula conduit from the surface of the skin\n   * Central vein patency\n   * Previous vascular access location The ultimate decision of anatomic suitability belongs to the surgeon and/or the investigator.\n5. Hemoglobin ≥ 7 g/dL and platelet count ≥ 100,000 /mm3\n6. Patients must either:\n\n   1. Be of non-childbearing potential, which is defined as post-menopausal (at least 1 year without menses prior to Screening) or documented surgically sterile (i.e., total hysterectomy or tubal ligation, or complete bilateral oophorectomy) at least 1 month prior to Screening.\n   2. Or, if of childbearing potential:\n\n   Must have a negative serum pregnancy test at Screening, and\n\n   Must agree to use at least one form of the following birth control methods for the duration of the study:\n\n   i. Established use of oral, injectable or implanted hormonal methods of contraception.\n\n   ii. Placement of an intrauterine device or intrauterine system at least 5 days prior to Screening.\n\n   iii. Barrier methods of contraception: condom or occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/ gel/ film/ cream/ suppository.\n7. Patient or their legal representative can communicate effectively with investigative staff, is competent and willing to give written informed consent, and able to comply with entire study procedures including all scheduled follow-up visits.\n8. Life expectancy of at least 1 year confirmed by Charlson Comorbidity Index ≤ 8.\n\nExclusion Criteria:\n\n1. Male sex at birth.\n2. Planned AVF creation by means other than suture or vascular anastomotic clips (e.g., endovascular surgery or other anastomotic creation devices). Venous outflow from study access cannot be located more distally than the venous outflow of any previous failed access in that extremity.\n3. Known serious allergy or intolerance to aspirin and alternative antiplatelet therapy.\n4. Pregnancy, or women intending to become pregnant during the course of the trial.\n5. Treatment with any investigational drug or device within 60 days or 5 half-lives after taking the last dose (whichever is longer) prior to study entry (Day 1) or ongoing participation in a clinical trial of an investigational product.\n6. Documented hyper-coagulable state, as defined as either:\n\n   1. Documented hyper-coagulable state, as defined as either: A biochemical diagnosis (e.g., Factor V Leiden, Protein C deficiency, etc.) - OR -\n   2. A clinical history of thrombophilia as diagnosed by 2 or more spontaneous intravascular thrombotic events (e.g., deep vein thrombosis (DVT), pulmonary embolism (PE), etc.) within the previous 5 years.\n7. Spontaneous or unexplained bleeding diathesis clinically documented within the last 5 years or a biochemical diagnosis (e.g., von Willebrand's disease, etc.).\n8. Cancer actively being treated with a cytotoxic agent.\n9. Planned or anticipated renal transplant within 6 months after randomization.\n10. Any other condition that in the judgment of the investigator would preclude adequate evaluation of the safety and efficacy of the SA.\n11. Previous exposure to HAV.\n12. Any of the following within 8 weeks prior to screening: acute coronary syndrome, stroke or congestive heart failure NYHA Stage IV\n13. Employees of Humacyte and employees or relatives of an investigator.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jordanna Foster",
                    "role": "CONTACT",
                    "phone": "9193139633",
                    "email": "jfoster@humacyte.com"
                },
                {
                    "name": "Elizabeth Taylor",
                    "role": "CONTACT",
                    "phone": "919.313.9633",
                    "phoneExt": "185",
                    "email": "etaylor@humacyte.com"
                }
            ],
            "locations": [
                {
                    "facility": "Ernest E. Moore Shock Trauma Center at Denver Health",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80204",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Mayo Clinic Florida",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32224",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Georgia Nephrology",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30046",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Grady Memorial Hospital",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30303",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "IU Health Bloomington Hospital",
                    "status": "RECRUITING",
                    "city": "Bloomington",
                    "state": "Indiana",
                    "zip": "47408",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.16533,
                        "lon": -86.52639
                    }
                },
                {
                    "facility": "John Hopkins Bayview Medical Center",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "Rutgers University_Medical",
                    "status": "RECRUITING",
                    "city": "Newark",
                    "state": "New Jersey",
                    "zip": "07103",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.73566,
                        "lon": -74.17237
                    }
                },
                {
                    "facility": "St.Joseph's University Medical Center",
                    "status": "RECRUITING",
                    "city": "Paterson",
                    "state": "New Jersey",
                    "zip": "07503",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.91677,
                        "lon": -74.17181
                    }
                },
                {
                    "facility": "Capital Health Medical Center- Hopewell",
                    "status": "RECRUITING",
                    "city": "Pennington",
                    "state": "New Jersey",
                    "zip": "08534",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.32844,
                        "lon": -74.79072
                    }
                },
                {
                    "facility": "New York-Presbyterian Queens_The Lang Center for Research & Education",
                    "status": "RECRUITING",
                    "city": "Flushing",
                    "state": "New York",
                    "zip": "11355",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.76538,
                        "lon": -73.81736
                    }
                },
                {
                    "facility": "Surgical Specialists of Charlotte",
                    "status": "RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28207",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                },
                {
                    "facility": "Wake Forest University School of Medicine_Atrium Health Wake Forest Baptist",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "University of Tennessee Medical Center",
                    "status": "RECRUITING",
                    "city": "Knoxville",
                    "state": "Tennessee",
                    "zip": "37920",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.96064,
                        "lon": -83.92074
                    }
                },
                {
                    "facility": "Dr. Ruben Villa__Nephrology",
                    "status": "RECRUITING",
                    "city": "Lubbock",
                    "state": "Texas",
                    "zip": "79407",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.57786,
                        "lon": -101.85517
                    }
                },
                {
                    "facility": "San Antonio Vascular and Endovascular Clinic PLLC",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78221",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000007676",
                    "term": "Kidney Failure, Chronic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "asFound": "Renal Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4472",
                    "name": "Arteriovenous Fistula",
                    "relevance": "LOW"
                },
                {
                    "id": "M8532",
                    "name": "Fistula",
                    "relevance": "LOW"
                },
                {
                    "id": "M10699",
                    "name": "Kidney Failure, Chronic",
                    "asFound": "End Stage Renal Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}