{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05405803",
            "orgStudyIdInfo": {
                "id": "STUDY00004809"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01NR020334-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01NR020334-01"
                }
            ],
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "To Improve Depressive Symptoms Using a Web-App",
            "officialTitle": "A Web-App Based Lifestyle Physical Activity Promotion Program to Improve Depressive Symptom Experience: Midlife Korean American Women",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "to-improve-depressive-symptoms-using-a-web-app"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-01",
            "studyFirstSubmitQcDate": "2022-06-01",
            "studyFirstPostDateStruct": {
                "date": "2022-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Eun-Ok Im",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Texas at Austin"
            },
            "leadSponsor": {
                "name": "University of Texas at Austin",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Nursing Research (NINR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is being done to answer a question on whether a Web App-based Lifestyle Physical Activity Promotion Program is effective in improving depressive symptom experience of midlife Korean American women (WPAPP-K).",
            "detailedDescription": "This study is being done to answer a question on whether a Web App-based Lifestyle Physical Activity Promotion Program is effective in improving depressive symptom experience of midlife Korean American women (WPAPP-K). Korean American midlife women tend to suffer from depressive symptoms due to their menopausal transition, cultural background, age, and gender. The WPAPP-K program that the investigators are testing is designed to help Korean American midlife women by providing information and coaching/support to increase lifestyle physical activity and subsequently improve their depressive symptom experience during the menopausal transition. The research team wants to know if the program improves depressive symptom experience of Korean American midlife women as designed."
        },
        "conditionsModule": {
            "conditions": [
                "Depression"
            ],
            "keywords": [
                "Depression",
                "Korean american women"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be asked to visit WPAPP-K at least two times a week for 12 months.",
                    "interventionNames": [
                        "Behavioral: Web-App based Lifestyle Physical Activity Promotion Program",
                        "Behavioral: The Centers for Disease Control and Prevention (CDC) website on depression and physical activity guidelines"
                    ]
                },
                {
                    "label": "Control group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will have access to a link of the CDC website from baseline and during the duration of the study (12 months).",
                    "interventionNames": [
                        "Behavioral: The Centers for Disease Control and Prevention (CDC) website on depression and physical activity guidelines"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Web-App based Lifestyle Physical Activity Promotion Program",
                    "description": "WPAPP-K includes group and individual coaching/support by health care providers, peer coaching/support, and information to change the women's attitudes, self-efficacy, perceived barriers, and social influences.\n\nThe program includes 3 components in 2 languages (English and Korean):\n\n1. Social media sites: allow participants to share their experiences and to receive individual and group coaching/ support from culturally matched peers and healthcare providers.\n2. Interactive online educational sessions: information on 15 topics related to depressive symptoms and lifestyle physical activity.\n3. Online Resources: include 20 links in English or Korean (only from scientific authorities including NIH, CDC,etc.).\n\nWeekly group coaching and support will start after the first 10 participants are enrolled, but individual coaching/support will start as soon as a participant enrolls.",
                    "armGroupLabels": [
                        "Intervention Group"
                    ],
                    "otherNames": [
                        "WPAPP-K"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "The Centers for Disease Control and Prevention (CDC) website on depression and physical activity guidelines",
                    "description": "A link to the CDC website will be provided through the project website, and participants will be asked to use it during the study period (12 months). Their use of the CDC website will be automatically measured through the project website.",
                    "armGroupLabels": [
                        "Control group",
                        "Intervention Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Center for Epidemiologic Studies Depression Scale-Korean (CESD-K)",
                    "description": "The Center for Epidemiologic Studies Depression Scale-Korean (CESD-K) measures the frequency of depressive symptoms in the past week. It includes 20 items on the level of depression (range=0\\~60). 21 as a cutoff score, indicating presence of depressive symptoms, because Koreans give negative responses for positive effects. High scores indicating greater depressive symptoms. A lower score correlates with better outcome.",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention (T2)"
                },
                {
                    "measure": "Change in Acculturation Stress Scale (ASS)",
                    "description": "12 questions to assess the magnitude of stress associated with acculturation process (e.g., language difficulties, economic and social conflicts). Each with 4-point Likert scale (0=not stressful to 3=very stressful). Total possible score 0-36 with higher score correlating with worse outcome.",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention"
                },
                {
                    "measure": "Change in Social Readjustment Rating Scale (SRRS)",
                    "description": "57 items on life events (e.g., death, marriage, empty nest, etc.), giving different weighting depending on the severity of the stressor (possible total score 0 to 100). Higher score correlates with higher stress.",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention"
                },
                {
                    "measure": "Change in Personal Resource Questionnaire (PRQ-2000)",
                    "description": "15 7-point Likert scale items measuring perceived level of social support. 5 dimensions: (a) provision for attachment/intimacy; (b) social integration; (c) opportunity for nurturing behavior; (d) reassurance of worth; and (e) the availability of informational, emotional, and material helps.\n\nTotal possible score range: 15 to 105. Higher scores indicating more support; higher scores are better outcomes.",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Kaiser Physical Activity Survey (KPAS)",
                    "description": "The KPAS is a self-report measure regarding physical activity and living habits. Survey consists of 38 items; 4 domains: household and family care activities, occupational activities, active living habits, participation in sports/ exercise. Activity indices were created for each domain of activity by summing the domain-specific categorical responses and dividing by the number of items, giving an average value that ranged from 1 to 5. Total activity index is calculated as the sum of all four indices: Total activity = (household/caregiving index\\*0.25 + occupational index\\*0.25 + active living index\\*0.25 + sports/exercise index\\*0.25) \\* 4.",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention"
                },
                {
                    "measure": "Change in total number of steps using Fitbit",
                    "description": "Lifestyle physical activity score using Fitbit, measuring number of steps.",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention"
                },
                {
                    "measure": "Change in time of exercise using Fitbit",
                    "description": "Lifestyle physical activity score using Fitbit, measuring time of exercise.",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention"
                },
                {
                    "measure": "Change in exercise intensity during using Fitbit",
                    "description": "Lifestyle physical activity score using Fitbit, measuring type of exercise intensity (low, medium, or high intensity). Higher intensity correlates with better outcome.",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention"
                },
                {
                    "measure": "Change in resting heart rate using Fitbit",
                    "description": "Fitbit wil record continuous, automatic, wrist-based resting heart rates.",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention"
                },
                {
                    "measure": "Change in BMI from baseline",
                    "description": "2 questions on body weight and height to measure BMI (BMI calculated in kg/m).",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention"
                },
                {
                    "measure": "Change in waist circumference",
                    "description": "The participants will measure their waist circumferences to the nearest cm at the narrowest part of the torso above the umbilicus and below the xiphoid using the paper rulers that will be mailed to them.136 Information with pictures on how to correctly measure and assistance by phone and/or Webcam will be provided.",
                    "timeFrame": "Baseline(T0), 6-months post-intervention (T1), and post 12-months post-intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* self-reported midlife Korean-American women\n* aged 40 to 60 years\n* whose parents and grandparents are of Korean descent;\n* who can read and write English or Korean;\n* who currently reside in the United States;\n* who are sedentary (without any disabilities preventing physical activity);\n* who are online through computers or mobile devices;\n* have experienced depressive symptoms during the past two weeks (1 to 10 on the Patient Health Questionnaire \\[PHQ-9\\],which is equivalent to the cut-point of minimal to moderate depression.\n\nExclusion Criteria:\n\n* major signs or symptoms suggestive of pulmonary or CVD\n* history of a myocardial infarction, stroke, or Type I diabetes mellitus\n* blood pressure higher than 160/100 mm Hg\n* Use of beta-blockers, diltiazem, or verapamil",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "40 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wonshik Chee, PhD",
                    "role": "CONTACT",
                    "phone": "512-232-2121",
                    "email": "wpapp.help@austin.utexas.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eun-Ok Im, PhD, MPH",
                    "affiliation": "The University of Texas at Austin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Texas at Austin",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Wonshik Chee, PhD",
                            "role": "CONTACT",
                            "phone": "512-232-2121",
                            "email": "wpapp.help@austin.utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "When the research team decides to share the data with the researcher, the data in SPSS format, abstract, and original findings of the proposed study will be provided to the researcher. The data will have no identifying information to link a subject to her/his data.",
            "timeFrame": "After publishing the major paper from the complete data to 10 years from the completion of the study",
            "accessCriteria": "The researcher must request permission to conduct secondary analyses of the data from the PIs of the proposed study by e-mail or regular mail and provide the PIs with a 1-page long abstract (single-spaced) of the proposed analysis and her/his CV. When the research team decides to share the data with the researcher, the data in SPSS format, abstract, and original findings of the proposed study will be provided to the researcher. The researcher will be requested to: (a) agree that she/he will provide the findings from her/his analyses to the PIs at the completion of the analyses, (b) acknowledge the original study and the NIH in her/his future publications, and (c) not use the findings from the data for any commercial purposes. This agreement will be made in written form. The data will be provided to the researcher as a password-protected zipped file that needs to be downloaded through the Emory Box cloud service."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depressive Symptoms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}