{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05816356",
            "orgStudyIdInfo": {
                "id": "EPI-01A-001"
            },
            "organization": {
                "fullName": "EpiDestiny, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "To Study the Oral Bioavailability of a New Combination Formation of Decitabine and Tetrahydrouridine in Healthy Males",
            "officialTitle": "An Open Label, Randomized, Single Dose, Two Way Crossover, Bioavailability Study of a Combination Formulation of Decitabine/Tetrahydrouridine (2.5 mg/100 mg) Modified Release Capsules in Healthy, Fasting, Male Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "to-study-the-oral-bioavailability-of-a-new-combination-formation-of-decitabine-and-tetrahydrouridine-in-healthy-males"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-05-16",
                "type": "ACTUAL"
            },
            "completionDateStruct": {
                "date": "2023-10-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-31",
            "studyFirstSubmitQcDate": "2023-04-14",
            "studyFirstPostDateStruct": {
                "date": "2023-04-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "EpiDestiny, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Worldwide Clinical Trials",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is an open-label, randomized, single-dose per period, two-period, crossover study to evaluate the relative bioavailability of decitabine and tetrahydrouridine ingested as a modified-release combination formulation compared to THU and decitabine ingested as immediate-release capsules",
            "detailedDescription": "This study builds on previous bioavailability studies in healthy volunteers of a larger combination dosage form of decitabine and tetrahydrouridine (THU) (5 mg/250 mg). The smaller combination dosage form being evaluated in this study (2.5 mg/100 mg) is intended to allow more precise weight band dosing, to hopefully further decrease the inter-individual variability in pharmacokinetics and pharmacodynamics."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Randomized, two-way crossover",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Modified release formulation of decitabine and tetrahydrouridine",
                    "type": "EXPERIMENTAL",
                    "description": "A modified-release combination formulation of decitabine/THU (2.5 mg/100 mg per capsule given as a single oral dose with approximately 240 mL (8 fluid ounces) of ambient temperature water.",
                    "interventionNames": [
                        "Drug: Decitabine",
                        "Drug: Tetrahydrouridine"
                    ]
                },
                {
                    "label": "Immediate release capsules of decitabine and tetrahydrouridine",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Capsules of THU are given as a single oral dose with approximately 240 mL (8 fluid ounces) of ambient temperature water, followed by a single oral dose of decitabine given 1 hour (± 5 min) later with approximately 240 mL (8 fluid ounces) of ambient temperature water.",
                    "interventionNames": [
                        "Drug: Decitabine",
                        "Drug: Tetrahydrouridine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Decitabine",
                    "description": "Oral administration of decitabine as a single dose to healthy male subjects",
                    "armGroupLabels": [
                        "Immediate release capsules of decitabine and tetrahydrouridine",
                        "Modified release formulation of decitabine and tetrahydrouridine"
                    ],
                    "otherNames": [
                        "DEC"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tetrahydrouridine",
                    "description": "Oral administration of Tetrahydrouridine as a single dose to healthy male subjects",
                    "armGroupLabels": [
                        "Immediate release capsules of decitabine and tetrahydrouridine",
                        "Modified release formulation of decitabine and tetrahydrouridine"
                    ],
                    "otherNames": [
                        "THU"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Peak decitabine and tetrahydrouridine concentration in plasma",
                    "description": "Maximum levels of drug (decitabine and tetrahydrouridine) in plasma over 24 hr",
                    "timeFrame": "0 to 24 hours"
                },
                {
                    "measure": "Decitabine and tetrahydrouridine drug level exposure over 24 hr",
                    "description": "Area under the plasma concentration time profile for decitabine and tetrahydrouridine",
                    "timeFrame": "0 to 24 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must understand and voluntarily sign a written informed consent form (ICF) prior to any study-related procedures being performed and be able to adhere to restrictions and examination schedules.\n* Must be able to communicate with the Investigator and understand and comply with the requirements of the study.\n* Healthy male volunteers from any race between 18 to 50 years of age (inclusive), and in good health as determined by past medical history, physical examination, vital signs, ECG, and laboratory tests at screening.\n* Must have a body mass index (BMI) between 18 and 30 kg/m2 (inclusive) and a weight between 60 and 100 kg (\\~132 to 220 lb), inclusive, at screening.\n* Subject's clinical laboratory test results have no clinically significant findings, in the opinion of the Investigator.\n* Vital signs including systolic and diastolic blood pressure, heart rate, and temperature will be assessed in the supine position after the subject has rested for at least 5 minutes. At screening, the potential subject must have a body temperature of ≤37.7°C, with systolic blood pressure between 90 and 140 mmHg (inclusive), diastolic blood pressure between 60 and 90 mmHg (inclusive), and heart rate between 40 and 100 bpm (inclusive). Vital signs criteria at each check-in and predose measurements will be at the Investigator's discretion. Out-of-range vital signs may be repeated once at the discretion of the Investigator.\n* Subjects must be free of any clinically significant disease that would interfere with the study evaluations.\n* Males with female partners must use a highly effective form of contraception (i.e., double barrier method, which includes a condom plus diaphragm with spermicide or condom plus spermicide or has had a vasectomy) or have no female partners of childbearing potential at the time of screening and for 90 days after the last dose of study treatment. Subjects must also agree not to donate sperm for the duration of the study and until 90 days after the last dose of study treatment.\n\nExclusion Criteria:\n\n* History or presence of clinically significant cardiovascular, pulmonary, hepatic, renal, hematologic, gastrointestinal, endocrine, immunologic, dermatologic, neurologic, oncologic, or psychiatric disease or any other condition, including the presence of laboratory abnormalities, that, in the opinion of the Investigator, would jeopardize the safety of the subject or the validity of the study results.\n* Any serious medical condition, clinically significant laboratory abnormality, or psychiatric illness that would prevent the subject from signing the ICF.\n* Tests positive for COVID-19 via polymerase chain reaction (PCR) test at check-in.\n* Recent history within 3 years of any clinically significant neurological, gastrointestinal, renal, hepatic, cardiovascular, psychological, pulmonary, metabolic, endocrine, hematologic, or other major disorders.\n* Used any prescribed systemic or topical medication within 14 days of the first dose administration.\n* Used any non-prescribed systemic (including herbal medicines, e.g. St. John's Wort) or topical medication within 7 days of the first dose administration (with the exception of vitamin/mineral supplements)\n* Subjects who have any surgical or medical conditions possibly affecting drug absorption, distribution, metabolism, and excretion (ADME).\n* Exposed to an investigational drug (new chemical entity) within 30 days preceding the first dose administration or currently enrolled in any investigational trials.\n* Donated blood or plasma within 8 weeks preceding the first dose administration.\n* History of relevant drug and/or food allergies.\n* Any clinically significant allergic disease (excluding nonactive hay fever).\n* Self-reported history of drug abuse of at least 2 years prior to the first dose of study treatment, and/or positive drug screening test due to illicit drugs at screening or Day 1 of each period.\n* Self-report of more than 21 units of alcohol per week (1 unit of alcohol equals approximately 12 ounces of 5% alcohol by volume \\[ABV\\] beer, 8 ounces of 7% ABV malt liquor, 5 ounces of 12% ABV wine, 1.5 ounces 40% ABV \\[80 proof\\] distilled spirits \\[e.g., gin, rum, vodka, whiskey, etc.\\]), and/or positive alcohol screen at screening or Day 1 of each period.\n* Smokers or users of other tobacco products (e.g., chewing tobacco, or those using nicotine-containing products \\[i.e., patches, gum\\]) in the 3 months prior to screening, or positive urine cotinine test.\n* Known to have serum hepatitis or known to be a carrier of the hepatitis B surface antigen (HBsAg) or hepatitis C antibody (HCVAb), or tests positive for human immunodeficiency virus (HIV) antibodies at screening.",
            "healthyVolunteers": true,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ingela Danielsson, MD",
                    "role": "CONTACT",
                    "phone": "210-635-1500",
                    "email": "ingela.danielsson@worldwide.com"
                },
                {
                    "name": "Ellen Remenchik, MD",
                    "role": "CONTACT",
                    "phone": "210-635-1500",
                    "email": "elen.remenchik@worldwide.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ingela Danielsson, MD",
                    "affiliation": "Worldwide Clinical Trials",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Worldwide Clinical Trails Early Phase Services",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78217",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nashwa Khalil",
                            "role": "CONTACT",
                            "phone": "210-640-5630",
                            "email": "nashwa.khalil@worldwide.com"
                        },
                        {
                            "name": "Ingela Danielsson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Individual participant data (IPD) will not be shared with researchers"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077209",
                    "term": "Decitabine"
                },
                {
                    "id": "D000013767",
                    "term": "Tetrahydrouridine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1697",
                    "name": "Decitabine",
                    "asFound": "Derived",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16535",
                    "name": "Tetrahydrouridine",
                    "asFound": "Flagyl",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}