{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01087281",
            "orgStudyIdInfo": {
                "id": "100047"
            },
            "secondaryIdInfos": [
                {
                    "id": "10-M-0047"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Top-Down Attentional Control of Visual-Processing",
            "officialTitle": "Top-Down Attentional Control of Visual-Processing",
            "therapeuticArea": [
                "Other"
            ],
            "study": "top-down-attentional-control-of-visual-processing"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11-27",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2012-07-23",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2010-03-13",
            "studyFirstSubmitQcDate": "2010-03-13",
            "studyFirstPostDateStruct": {
                "date": "2010-03-16",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Previous studies have shown that people with certain types of brain damage may have particular problems paying attention and processing things that they see. Researchers are interested in comparing how people with brain damage and without brain damage process visual images.\n\nObjectives:\n\n- To better understand the areas of the brain involved in paying attention to things that are seen.\n\nEligibility:\n\n- Individuals at least 18 years of age who either have had damage to one or both sides of specific parts of the brain (e.g., stroke, injury, certain neurosurgery procedures) or are healthy volunteers.\n\nDesign:\n\n* The study involves 4 to 10 visits to the NIH Clinical Center over 1 to 2 years. Each visit will last approximately 2 hours.\n* Participants will be screened with a medical history and physical examination, and may have the cognitive testing described below during the same visit.\n* On the first visit and for at least one visit thereafter, participants will have cognitive testing to evaluate thinking and memory. These tests will be either written tests or computer-based tests.\n* Some participants will qualify for functional magnetic resonance imaging (fMRI) as part of the study. This part will involve a decision-making task that will be performed on a computer during the fMRI scan. Additional scans may be required as directed by the study doctors.\n* Some randomly selected participants will be asked to have magnetoencephalography (MEG), a procedure to record very small magnetic field changes produced by brain activity.\n* During the behavioral training, or fMRI or MEG scanning, participants may be monitored with equipment to track eye movements.",
            "detailedDescription": "Attention is required for most, if not all, perceptual processes. There is a converging body of evidence from single-cell recording studies in monkeys and neuroimaging, behavioral, and clinical studies in humans showing that the processing of attended information is enhanced relative to the processing of unattended information.\n\nWhat is the source of this attentional modulation? Because neuroimaging studies have demonstrated that multiple cortical regions are recruited during tasks involving selective attention, it has proven difficult thus far to determine the differential contributions of each region. A central goal of the proposed research is to characterize the contributions of prefrontal cortex and parietal cortex and test the hypothesis that these regions exert top-down modulatory influences over visual processing areas. Specifically, we wish to investigate the interaction between areas involved in attentional control and visual areas modulated by attention.\n\nWe propose to study patients with focal lesions and healthy volunteers while they perform tasks requiring attention. Subjects will participate, first, in a series of behavioral studies involving selective attention; the relative performance of different patient groups and neurologically healthy volunteers will be compared. Subjects will also be studied while performing similar tasks during functional magnetic resonance imaging (fMRI). We hypothesize that selective attention will be heavily impaired by lesions of key prefrontal (e.g., dorsolateral prefrontal cortex) and key parietal (e.g., superior parietal lobule) sites. We also expect that brain imaging data will show decreased activation in visual regions ipsilateral to the focal lesions in prefrontal and parietal cortex, thus providing evidence that prefrontal and parietal cortex are sources of top-down modulation. Although other research groups have compared the behavior of patients with various focal lesions or have performed fMRI studies of visual attention in neurologically normal patients, we are unaware of any concerted effort to perform fMRI in patients with focal lesions in order to functionally isolate the contributions of individual cortical regions that serve as critical nodes in the attentional network."
        },
        "conditionsModule": {
            "conditions": [
                "Focal Brain Lesion",
                "Focal Lesions",
                "fMRI"
            ],
            "keywords": [
                "Visual Attention",
                "Visual Cortex",
                "Focal Lesions",
                "Neurological Disorder",
                "Functional Magnetic Resonance Imaging (fMRI)",
                "Natural History",
                "Focal Brain Lesion",
                "Healthy Volunteer",
                "HV"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 132,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "Neurologically normal healthy volunteers in good general health."
                },
                {
                    "label": "2",
                    "description": "Patients with unilateral or bilateral focal lesions of prefrontal, parietal, occipital or temporal cortex, or amygdala."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "MRI signal across the whole brain during the MRI scans",
                    "description": "The MRI signal varies with cortical area and with the stimuli and tasks performed by the subjects.",
                    "timeFrame": "Ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAll Subjects\n\n1. All subjects will be 18 years of age or older and have at least a high school education.\n2. Capacity to provide their own informed consent, understand and cooperate with study procedures.\n3. Able to read and write in English to guarantee understanding of all written and spoken instructions, which are in English.\n\nPatients:\n\n1. Unilateral or bilateral focal lesions of prefrontal, parietal, occipital or temporal cortex, or amygdala.\n2. At least three months post-stroke, lobectomy and or neurosurgical resection.\n\nHealthy volunteers:\n\n1. Neurologically normal and in good general health.\n\nEXCLUSION CRITERIA\n\nPatients:\n\n1. Any neurological or psychiatric disorder not related to the focal lesion (e.g., epilepsy, schizophrenia, etc.). Epilepsy patients who have undergone surgery and as a result are seizure free may be recruited.\n2. Previous head injury.\n3. Present or past (within past 6 months) drug or alcohol abuse or addiction as determined by a qualified study neurologist/psychiatrist.\n4. Radiation treatment to the brain during a three-month period prior to the experiment.\n5. NIMH staff and their immediate family are excluded from participation.\n\nHealthy Volunteers:\n\n1. Any neurological or psychiatric disorder (e.g., epilepsy, schizophrenia, etc.)\n2. Previous head injury.\n3. Present or past (within past 6 months) drug or alcohol abuse or addiction based on DSM-5 criteria as determined during History and Physical exam.\n4. NIMH staff and their immediate family are excluded from participation.\n\nADDITIONAL EXCLUSION CRITERIA FOR MRI SCAN:\n\nPatients and Healthy volunteers:\n\n1. Women who are pregnant and women of child-bearing potential who refuse to undergo a urine pregnancy test will be excluded from fMRI experiments.\n2. Subjects who have contraindications to MRI scanning will be excluded from fMRI experiments but included in cognitive experiments. These contraindications include:\n\n   1. central nervous system aneurysm clips;\n   2. implanted neural stimulator;\n   3. implanted cardiac pacemaker or defibrillator;\n   4. cochlear implant;\n   5. ocular foreign body (e.g., metal shavings);\n   6. insulin pump;\n   7. metal shrapnel or bullet;\n   8. any implanted device that is incompatible with MRI.\n3. Conditions that preclude scanning, e.g., morbid obesity, claustrophobia.\n\nADDITIONAL EXCLUSION CRITERIA FOR TASKS INVOLVING COLOR DISCRIMINATION:\n\nPatients and Healthy volunteers:\n\nSubjects who are determined during screening or history and physical exam to be color-blind will be excluded from participating in certain tasks that involve color discrimination.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Healthy volunteers 18 years of age or older who are neurologically normal and in good general health. Patients 18 years of age or older with unilateral or bilateral focal lesions of prefrontal, parietal, occipital or temporal cortex, or amygdala.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NIMH LBC Volunteer",
                    "role": "CONTACT",
                    "phone": "(301) 827-5157",
                    "email": "nimhlbcvolunteer@mail.nih.gov"
                },
                {
                    "name": "Shruti Japee, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-3682",
                    "email": "japees@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shruti Japee, Ph.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "1614324",
                    "type": "BACKGROUND",
                    "citation": "Bandettini PA, Wong EC, Hinks RS, Tikofsky RS, Hyde JS. Time course EPI of human brain function during task activation. Magn Reson Med. 1992 Jun;25(2):390-7. doi: 10.1002/mrm.1910250220."
                },
                {
                    "pmid": "1948051",
                    "type": "BACKGROUND",
                    "citation": "Belliveau JW, Kennedy DN Jr, McKinstry RC, Buchbinder BR, Weisskoff RM, Cohen MS, Vevea JM, Brady TJ, Rosen BR. Functional mapping of the human visual cortex by magnetic resonance imaging. Science. 1991 Nov 1;254(5032):716-9. doi: 10.1126/science.1948051."
                },
                {
                    "pmid": "3260686",
                    "type": "BACKGROUND",
                    "citation": "Fox PT, Raichle ME, Mintun MA, Dence C. Nonoxidative glucose consumption during focal physiologic neural activity. Science. 1988 Jul 22;241(4864):462-4. doi: 10.1126/science.3260686."
                },
                {
                    "pmid": "26826513",
                    "type": "DERIVED",
                    "citation": "Zhang H, Japee S, Nolan R, Chu C, Liu N, Ungerleider LG. Face-selective regions differ in their ability to classify facial expressions. Neuroimage. 2016 Apr 15;130:77-90. doi: 10.1016/j.neuroimage.2016.01.045. Epub 2016 Jan 28."
                },
                {
                    "pmid": "26382006",
                    "type": "DERIVED",
                    "citation": "Hansen KA, Chu C, Dickinson A, Pye B, Weller JP, Ungerleider LG. Spatial selectivity in the temporoparietal junction, inferior frontal sulcus, and inferior parietal lobule. J Vis. 2015;15(13):15. doi: 10.1167/15.13.15."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2010-M-0047.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".The protocol team has not had the opportunity to discuss whether or not IPD data will be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}