{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04186559",
            "orgStudyIdInfo": {
                "id": "P145440V01A"
            },
            "organization": {
                "fullName": "Silk Road Therapies, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Topical Pentoxifylline Gel on Behcet's Disease Genital Ulcers",
            "officialTitle": "Clinical Protocol to Evaluate Use of Topical Pentoxifylline Gel on Behcet's Disease Genital Ulcers",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "topical-pentoxifylline-gel-on-behcet-s-disease-genital-ulcers"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-02",
            "studyFirstSubmitQcDate": "2019-12-02",
            "studyFirstPostDateStruct": {
                "date": "2019-12-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Silk Road Therapies, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Behçet's Disease (BD) is a complex, chronic, relapsing, multi-system inflammatory disorder that is characterized by oral ulcers, genital ulcers in addition to ocular and skin symptoms. Genital ulcers are the second most common symptom of BD and occur in 57-93% of BD patients. The genital ulcers of BD clearly cause considerable morbidity for those affected. This will be one of the first trials of a topical product designed for accelerated healing of BD genital ulcers. There is no cure or FDA-approved therapies for BD genital ulcers and the treatment of recurrent genital ulcers that are associated with BD is palliative.\n\nRecent study evaluating the effect of topical PTX on BD oral ulcers suggests that topical pentoxifylline (PTX) might have an immediate impact on BD oral ulcer healing leading to accelerated ulcer clearance, which results in lower daily ulcer numbers for the patients along with reduced pain scores. Investigators hypothesize that application of topical PTX will accelerate the healing of BD genital ulcers in a similar clinically meaningful way, and further hypothesize that topical PTX can become a valuable adjunct to any other systemic therapy for BD.",
            "detailedDescription": "In contrast to the recent study on BD oral ulcers, in which very carefully selected patients were enrolled (i.e. no immunosuppressive therapies and a new lesion of no more than 48hrs), this trial will be more \"Real World\" and enroll all patients with genital ulcers of BD, allowing randomization to eliminate biases between treatment and control groups. The advantages of this more open approach are twofold. First, this approach more directly measures the benefit of PTX gel therapy on the population that is more likely to use the therapy if it becomes approved. Secondly, those broader criteria will allow faster enrollment for a disease manifestation that occurs considerably less frequently than oral ulcers.\n\nThis randomized proof of concept trial investigating the effect of topical PTX on BD genital ulcers will be double-blind, placebo controlled with a crossover component, and it will follow the patients during the treatment period of 30 days or until the healing of genital ulcers. Specifically, patients who receive placebo as their initial course of treatment would receive active drug in a second course of treatment in which they would be re-enrolled upon recurrence of another crop of genital ulcers. Conversely, patients who receive active drug in their initial course of treatment would receive placebo drug once they are re-enrolled for the second course of treatment.\n\nFor all patients in either group, investigators will collect photographs of the external genital ulcer area, the size and location of the genital ulcers, number of ulcers, pain scores, and concomitant medications. This data will be collected for the following month or until the healing of genital ulcers. Additionally, adverse event experiences will be solicited. Data analyses will be exploratory comparisons of differences in safety and efficacy endpoints between BD patients who did and did not receive topical PTX."
        },
        "conditionsModule": {
            "conditions": [
                "Behcet Syndrome",
                "Behcet Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Topical pentoxifylline (PTX) gel",
                    "type": "EXPERIMENTAL",
                    "description": "As part of a randomized, placebo-controlled trial with a crossover component, patients who receive topical PTX gel in their initial course of treatment will receive topical placebo gel once they are re-enrolled for their second course of treatment upon recurrence of another crop of genital ulcers.",
                    "interventionNames": [
                        "Drug: Topical Pentoxifylline Gel (Vehicle +PTX)",
                        "Drug: Topical Placebo Gel (Vehicle)"
                    ]
                },
                {
                    "label": "Topical placebo gel",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "As part of a randomized, placebo-controlled trial with a crossover component, patients who receive topical placebo gel in their initial course of treatment will receive topical PTX gel once they are re-enrolled for their second course of treatment upon recurrence of another crop of genital ulcers.",
                    "interventionNames": [
                        "Drug: Topical Pentoxifylline Gel (Vehicle +PTX)",
                        "Drug: Topical Placebo Gel (Vehicle)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Topical Pentoxifylline Gel (Vehicle +PTX)",
                    "description": "Patients will be given 1 tube containing 20 ml of topical PTX gel (containing 1,000mg of PTX) to be applied no fewer than four times per day with complete consumption of the entire tube each day.",
                    "armGroupLabels": [
                        "Topical pentoxifylline (PTX) gel",
                        "Topical placebo gel"
                    ],
                    "otherNames": [
                        "Trental"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Topical Placebo Gel (Vehicle)",
                    "description": "Patients will be given 1 tube containing 20 ml of topical placebo gel to be applied no fewer than four times per day with complete consumption of the entire tube each day.",
                    "armGroupLabels": [
                        "Topical pentoxifylline (PTX) gel",
                        "Topical placebo gel"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean time to healing of genital ulcers",
                    "description": "The size of the genital ulcers will be measured at study enrollment and during the 30-day treatment period or until the healing of the genital ulcer(s). The change in the size of the genital ulcers will be compared between two study arms. Genital ulcer size will be calculated by measuring the ulcer area via the image processing of ulcer photographs. Time to healing will be calculated as the number of days to reach genital ulcer area of zero. Shorter time to ulcer area of zero(complete healing of genital ulcers) would be a better outcome. Accordingly, longer time to genital ulcer area of zero would be a worse outcome.",
                    "timeFrame": "The participants will be assessed at thirteen time points (or until the complete healing of genital ulcers) for each treatment period. Each treatment period is estimated to take 30 days.There will be a final follow-up 30 days after the treatment."
                },
                {
                    "measure": "Mean change in total number of genital ulcers",
                    "description": "Total number of genital ulcers will be measured at study enrollment and during the 30-day treatment period or until the healing of the genital ulcer(s). The change in the total number of genital ulcers will be compared between two study arms. Upon complete healing of genital ulcers, ulcer number of zero would be expected (better outcome). Accordingly, if genital ulcers are not healed, there would be greater total number of genital ulcers (worse outcome).",
                    "timeFrame": "The participants will be assessed at thirteen time points (or until the complete healing of genital ulcers) for each treatment period. Each treatment period is estimated to take 30 days.There will be a final follow-up 30 days after the treatment."
                },
                {
                    "measure": "Mean change in patient reported outcome pain scores in numeric rating scale",
                    "description": "Pain scores will be compared between two study arms as measuring pain offers an opportunity to correlate simple measurements of genital ulcers with patient's fundamental disease experience. Pain scores will be evaluated by using the numeric rating scale with the range of 0 (no pain) to 10 (maximum pain).",
                    "timeFrame": "The participants will be assessed at thirteen time points (or until the complete healing of genital ulcers) for each treatment period. Each treatment period is estimated to take 30 days. There will be a final follow-up 30 days after the treatment."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Meets the International Study Group criteria for Behcet's Disease (BD)\n* Presents with at least one active genital lesion accessible to measurement\n* Adult (\\>18 years) male or a non-pregnant, non-lactating female\n* Has signed an IRB approved subject consent form\n* Has completed all screening procedures satisfactorily, is deemed to be an acceptable subject and is otherwise eligible for entry into the study\n* Is willing and able to comply with the protocol\n* Subject's treating physician confirm that the subject has previously had a genital ulcer due to Behcet's Disease\n\nExclusion Criteria:\n\n* Has a severe, acute, or chronic systemic disease other than BD such as congestive heart failure, hepatic failure, renal failure, systemic lupus erythematosus, Stevens- Johnson syndrome, ulcerative colitis, cancer, leukemia, diabetes, AIDS, or any other condition for which they are immune-compromised\n* Has received PTX in any form over the previous 5 days prior to enrollment\n* Has a history of, or is currently exhibiting, any disease or condition, which, in the opinion of the principal investigator, would place the subject at increased risk during study therapy\n* Has experienced recent cerebral and/or retinal hemorrhage or in patients who have previously exhibited intolerance to this product or methylxanthines such as caffeine, theophylline, and theobromine\n* Is receiving apremilast or anti-TNF agents such as; Rituximab, Infliximab, Adalimumab, Etanercept (azathioprine, cyclosporine, colchicine, mycophenolate mofetil, interferon and topical or systemic steroid use does not disqualify from enrollment- however, topical steroids should not be used during the treatment period)\n* Has concomitant administration of strong CYP1A2 inhibitors (including e.g. ciprofloxacin or fluvoxamine) and other drugs that may increase the exposure to PTX",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Semsi B Derkunt, PHD",
                    "role": "CONTACT",
                    "phone": "631-219-6223",
                    "email": "bderkunt@gmail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andew J Sulich, MD",
                    "affiliation": "Shores Rheumatology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Silk Road Therapies",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20008",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Timothy Cote, MD",
                            "role": "CONTACT",
                            "phone": "202-738-6336",
                            "email": "timcote1960@gmail.com"
                        },
                        {
                            "name": "Andrew J Sulich, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Study protocol, informed consent form, clinical study report, individual participant data collected during the trial, after deidentification will be available to other researchers.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Beginning 3 months following publication. No end date.",
            "accessCriteria": "Proposals should be directed to bderkunt@gmail.com. Anyone who provides a methodologically sound proposal will be approved to perform any type of analysis to achieve the aims in the proposals. To gain access, data requestors will need to sign a data access agreement. Data will be made available indefinitely at (link to be included)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001528",
                    "term": "Behcet Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000014606",
                    "term": "Uveitis, Anterior"
                },
                {
                    "id": "D000015864",
                    "term": "Panuveitis"
                },
                {
                    "id": "D000014605",
                    "term": "Uveitis"
                },
                {
                    "id": "D000014603",
                    "term": "Uveal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000014657",
                    "term": "Vasculitis"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000056660",
                    "term": "Hereditary Autoinflammatory Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000012873",
                    "term": "Skin Diseases, Genetic"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000017445",
                    "term": "Skin Diseases, Vascular"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M4820",
                    "name": "Behcet Syndrome",
                    "asFound": "Behcet's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17353",
                    "name": "Uveitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17354",
                    "name": "Uveitis, Anterior",
                    "relevance": "LOW"
                },
                {
                    "id": "M18408",
                    "name": "Panuveitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17351",
                    "name": "Uveal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17405",
                    "name": "Vasculitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13414",
                    "name": "Familial Mediterranean Fever",
                    "relevance": "LOW"
                },
                {
                    "id": "M28536",
                    "name": "Hereditary Autoinflammatory Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15676",
                    "name": "Skin Diseases, Genetic",
                    "relevance": "LOW"
                },
                {
                    "id": "M19714",
                    "name": "Skin Diseases, Vascular",
                    "relevance": "LOW"
                },
                {
                    "id": "T706",
                    "name": "BehÃ§et Disease",
                    "asFound": "Behcet's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4396",
                    "name": "Panuveitis",
                    "relevance": "LOW"
                },
                {
                    "id": "T5824",
                    "name": "Uveal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2237",
                    "name": "Familial Mediterranean Fever",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010431",
                    "term": "Pentoxifylline"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010726",
                    "term": "Phosphodiesterase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000010975",
                    "term": "Platelet Aggregation Inhibitors"
                },
                {
                    "id": "D000011837",
                    "term": "Radiation-Protective Agents"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                },
                {
                    "id": "D000016166",
                    "term": "Free Radical Scavengers"
                },
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13342",
                    "name": "Pentoxifylline",
                    "asFound": "Alert",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13629",
                    "name": "Phosphodiesterase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M13865",
                    "name": "Platelet Aggregation Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14684",
                    "name": "Radiation-Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}