{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05317364",
            "orgStudyIdInfo": {
                "id": "300008970"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Topical Vaginal Estrogen for Postpartum Obstetric Anal Sphincter Injury Recovery",
            "officialTitle": "Topical Vaginal Estrogen for Postpartum Obstetric Anal Sphincter Injury Recovery: a Randomized Clinical Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "topical-vaginal-estrogen-for-postpartum-obstetric-anal-sphincter-injury-recovery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-30",
            "studyFirstSubmitQcDate": "2022-03-30",
            "studyFirstPostDateStruct": {
                "date": "2022-04-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Hannah Chapman",
                "investigatorTitle": "Clinical instructor, fellow",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Obstetric anal sphincter injuries (OASIS) cause significant morbidity and are well known risk factors for sexual dysfunction, urinary and anal incontinence. Postpartum and breastfeeding are relative hypoestrogenic states with risk factors for dyspareunia and vaginal atrophy. Estrogen deficiency results in changes in the vaginal epithelium and poor tissue quality which results in poor wound healing. For postmenopausal women with vaginal atrophy undergoing surgery for pelvic organ prolapse, early administration of topical vaginal E2 therapy resulted in improved markers of tissue quality. Currently, there are limited studies to reference for proposed treatment modalities to improve sexual function and incontinence in this population. In this proposed randomized, placebo-controlled trial, women who sustain OASIS will be recruited and randomized to begin intravaginal estrogen therapy or placebo at their 2-week follow-up visit after hospital discharge. Participants will complete validated questionnaires relating to sexual function and pelvic floor disorders (urinary and anal incontinence) symptom distress and impact. The primary outcome of this study will be sexual dysfunction symptom severity measured by the female sexual function index (FSFI) at 6 months postpartum. Secondary outcomes will be urinary and anal incontinence distress and impact measured by St. Mark's score and the fecal incontinence quality of life (FIQOL) questionnaire for anal incontinence and urogenital distress inventory (UDI-6) for urinary incontinence. The objective of this study is to determine if intra-vaginal estrogen therapy improves sexual function and incontinence symptom distress and impact for postpartum women after OASIS.",
            "detailedDescription": "Obstetric anal sphincter injuries (OASIS) are known to cause significant morbidity and are known risk factors for sexual dysfunction, urinary and anal incontinence. Recent studies have reported that women with OASIS experience more problems with sexual dysfunction compared to their age and parity matched counterparts who do not have these tears. Despite this, little attention is paid to its prevalence or treatment in this population. These women are also at a 4-fold higher risk of anal incontinence. Additionally, significantly more women with OASIS report urinary incontinence 10 weeks after delivery and have significantly worse quality of life scores. Postpartum and breastfeeding are relative hypoestrogenic states with risk factors for dyspareunia and vaginal atrophy. Estrogen deficiency results in changes in the vaginal epithelium and poor tissue quality which results in poor wound healing. For postmenopausal women with vaginal atrophy undergoing surgery for pelvic organ prolapse, early administration of topical vaginal E2 therapy resulted in improved markers of tissue quality.\n\nDue to the significant morbidity associated with OASIS, it is critical to further explore treatment options to ultimately improve wound healing and outcomes in women who sustain OASIS tears in their postpartum recovery. Training in identification of OASIS and close follow up in specialized OASIS clinics have improved outcomes for these women. However, there are limited studies to reference for proposed treatment modalities to improve sexual function and incontinence in this population. Intra-vaginal estrogen therapy has proven to be safe and feasible in this population as demonstrated by no difference in the serum estrogen concentration in those women treated with intra-vaginal estrogen therapy for treatment of granulation tissue. Although evidence is limited, anecdotally, vaginal estrogen cream has been used to treat postpartum women with OASIS to treat vaginal atrophy and improve wound healing. This proposed research is critical to ultimately improving the postpartum recovery for women who sustain OASIS. This information will add to the growing literature aiming to optimize quality of life and improve care for these women.\n\nIn this proposed randomized, placebo-controlled trial, women who sustain OASIS will be recruited and randomized to begin intravaginal estrogen therapy or placebo at their 2-week follow-up visit, (upon establishing care at postpartum perineal clinic), after hospital discharge. Participants will complete validated questionnaires relating to sexual function and pelvic floor disorders (urinary and anal incontinence) symptom distress and impact at the 2-week postpartum visit (baseline). Participants will follow up at designated intervals (12-weeks and 6 months) and complete questionnaires with plan for total of 6-months intravaginal estrogen or placebo therapy. The primary outcome will be sexual dysfunction symptom severity measured by the female sexual function index (FSFI) at 6 months postpartum. Secondary outcomes will be urinary and anal incontinence distress and impact measured by St. Mark's and the fecal incontinence quality of life (FIQOL) scores for anal incontinence and urogenital distress inventory (UDI-6) for urinary incontinence. The objective of this study is to determine if intra-vaginal estrogen therapy improves sexual function and incontinence symptom distress and impact for postpartum women after OASIS. We hypothesize that topical vaginal estrogen cream therapy postpartum will improve sexual function scores thereby improving functional status and related quality of life."
        },
        "conditionsModule": {
            "conditions": [
                "Obstetric; Injury Pelvic Floor",
                "Sexual Dysfunction",
                "Anal Incontinence",
                "Urinary Incontinence"
            ],
            "keywords": [
                "Obstetric anal sphincter injury",
                "sexual dysfunction",
                "anal incontinence",
                "urinary incontinence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants are assigned to receive either topical vaginal estrogen or placebo cream and will continue this therapy for duration of study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Double blind",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Topical vaginal estrogen group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Estradiol vaginal cream 0.01% 1g will be administered vaginally, initiated at 2 weeks postpartum and continued until 6 months postpartum. Beginning at 2 weeks postpartum, 1g estradiol vaginal cream 0.01% will be administered by participants nightly for 2 weeks then twice weekly to complete 6 months therapy",
                    "interventionNames": [
                        "Drug: Estradiol 0.01% Vag Cream"
                    ]
                },
                {
                    "label": "Placebo group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo cream, 1g will be administered vaginally, initiated at 2 weeks postpartum and continued until 6 months postpartum. Beginning at 2 weeks postpartum, 1g of placebo cream will be administered by participants nightly for 2 weeks then twice weekly to complete 6 months therapy.",
                    "interventionNames": [
                        "Drug: Placebo vaginal cream"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Estradiol 0.01% Vag Cream",
                    "description": "1g estradiol vaginal cream 0.01% or placebo will be administered nightly for 2 weeks then twice weekly to complete 6 months therapy",
                    "armGroupLabels": [
                        "Topical vaginal estrogen group"
                    ],
                    "otherNames": [
                        "Estrace cream"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo vaginal cream",
                    "description": "Placebo cream",
                    "armGroupLabels": [
                        "Placebo group"
                    ],
                    "otherNames": [
                        "Versabase vaginal cream"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "sexual dysfunction symptom severity",
                    "description": "measured by the female sexual function index (FSFI). Minimum score 1, maximum score 36. Higher scores indicate a higher level of sexual function.",
                    "timeFrame": "6 months postpartum"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Urinary incontinence",
                    "description": "measured by urogenital distress inventory (UDI-6). Minimum score is 0, maximum score 75. Higher scores indicate a higher level of distress and impact on quality of life caused by urinary incontinence.",
                    "timeFrame": "6 months postpartum"
                },
                {
                    "measure": "Anal incontinence",
                    "description": "measured by St. Mark's and the fecal incontinence quality of life (FIQOL) scores. For St. Marks, minimum score 0, maximum 24. A higher score indicates a higher degree of incontinence and impact on lifestyle. For FIQOL, minimum score is 4, maximum score is 20. A lower score indicates a lower functional status and related quality of life.",
                    "timeFrame": "6 months postpartum"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* women who sustained 3rd or 4th degree lacerations\n* aged 18 years or older\n* must be able to self apply vaginal cream\n\nExclusion Criteria:\n\n* Contraindications to intra-vaginal estrogen therapy (spontaneous DVT, stroke, hormone responsive breast cancer)\n* tobacco use\n* allergy to estradiol vaginal cream 0.01% or its constitutions\n* perineal wound breakdown or infection at 2-week Postpartum visit.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Hannah L Chapman, MD",
                    "role": "CONTACT",
                    "phone": "3072626398",
                    "email": "hlchapman@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hannah L Chapman, MD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35249",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hannah L Chapman, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27924373",
                    "type": "BACKGROUND",
                    "citation": "Sayed Ahmed WA, Kishk EA, Farhan RI, Khamees RE. Female sexual function following different degrees of perineal tears. Int Urogynecol J. 2017 Jun;28(6):917-921. doi: 10.1007/s00192-016-3210-6. Epub 2016 Dec 6."
                },
                {
                    "pmid": "17681663",
                    "type": "BACKGROUND",
                    "citation": "Andrews V, Thakar R, Sultan AH, Jones PW. Evaluation of postpartum perineal pain and dyspareunia--a prospective study. Eur J Obstet Gynecol Reprod Biol. 2008 Apr;137(2):152-6. doi: 10.1016/j.ejogrb.2007.06.005. Epub 2007 Aug 2."
                },
                {
                    "pmid": "23838869",
                    "type": "BACKGROUND",
                    "citation": "Soerensen MM, Buntzen S, Bek KM, Laurberg S. Complete obstetric anal sphincter tear and risk of long-term fecal incontinence: a cohort study. Dis Colon Rectum. 2013 Aug;56(8):992-1001. doi: 10.1097/DCR.0b013e318299c209."
                },
                {
                    "pmid": "25511413",
                    "type": "BACKGROUND",
                    "citation": "Stedenfeldt M, Pirhonen J, Blix E, Wilsgaard T, Vonen B, Oian P. Anal incontinence, urinary incontinence and sexual problems in primiparous women - a comparison between women with episiotomy only and women with episiotomy and obstetric anal sphincter injury. BMC Womens Health. 2014 Dec 16;14:157. doi: 10.1186/s12905-014-0157-y."
                },
                {
                    "pmid": "17671753",
                    "type": "BACKGROUND",
                    "citation": "Scheer I, Andrews V, Thakar R, Sultan AH. Urinary incontinence after obstetric anal sphincter injuries (OASIS)--is there a relationship? Int Urogynecol J Pelvic Floor Dysfunct. 2008 Feb;19(2):179-83. doi: 10.1007/s00192-007-0431-8. Epub 2007 Aug 2."
                },
                {
                    "pmid": "22453161",
                    "type": "BACKGROUND",
                    "citation": "Woodward AP, Matthews CA. Outcomes of revision perineoplasty for persistent postpartum dyspareunia. Female Pelvic Med Reconstr Surg. 2010 Mar;16(2):135-9. doi: 10.1097/SPV.0b013e3181cc8702."
                },
                {
                    "pmid": "22777369",
                    "type": "BACKGROUND",
                    "citation": "Karp DR, Jean-Michel M, Johnston Y, Suciu G, Aguilar VC, Davila GW. A randomized clinical trial of the impact of local estrogen on postoperative tissue quality after vaginal reconstructive surgery. Female Pelvic Med Reconstr Surg. 2012 Jul-Aug;18(4):211-5. doi: 10.1097/SPV.0b013e31825e6401."
                },
                {
                    "pmid": "28169915",
                    "type": "BACKGROUND",
                    "citation": "Ripperda CM, Maldonado PA, Acevedo JF, Keller PW, Akgul Y, Shelton JM, Word RA. Vaginal estrogen: a dual-edged sword in postoperative healing of the vaginal wall. Menopause. 2017 Jul;24(7):838-849. doi: 10.1097/GME.0000000000000840."
                },
                {
                    "pmid": "34261104",
                    "type": "BACKGROUND",
                    "citation": "Bochenska K, Kujawa S, Zhao H, Kenton K, Bulun SE, Lewicky-Gaupp C. Molecular Effects of Topical Estrogen on Vaginal Granulation Tissue in Postpartum Women. Female Pelvic Med Reconstr Surg. 2021 Aug 1;27(8):521-526. doi: 10.1097/SPV.0000000000001076."
                },
                {
                    "pmid": "34608032",
                    "type": "BACKGROUND",
                    "citation": "Brown O, Heliker BD, Geynisman-Tan J, Tavathia M, Mueller MG, Collins S, Kenton K, Lewicky-Gaupp C. Vaginal Electrical Stimulation for Postpartum Neuromuscular Recovery: A Randomized Clinical Trial. Female Pelvic Med Reconstr Surg. 2021 Nov 1;27(11):659-666. doi: 10.1097/SPV.0000000000001037."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005242",
                    "term": "Fecal Incontinence"
                },
                {
                    "id": "D000014549",
                    "term": "Urinary Incontinence"
                },
                {
                    "id": "D000004775",
                    "term": "Enuresis"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014555",
                    "term": "Urination Disorders"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019960",
                    "term": "Elimination Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8381",
                    "name": "Fecal Incontinence",
                    "asFound": "Anal Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17299",
                    "name": "Urinary Incontinence",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7936",
                    "name": "Enuresis",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27171",
                    "name": "Nocturnal Enuresis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17305",
                    "name": "Urination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21832",
                    "name": "Elimination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004958",
                    "term": "Estradiol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004967",
                    "term": "Estrogens"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M266279",
                    "name": "Estradiol 17 beta-cypionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M266280",
                    "name": "Estradiol 3-benzoate",
                    "relevance": "LOW"
                },
                {
                    "id": "M8108",
                    "name": "Estradiol",
                    "asFound": "Cell lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M234941",
                    "name": "Polyestradiol phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                }
            ]
        }
    },
    "hasResults": false
}