{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03977402",
            "orgStudyIdInfo": {
                "id": "INST UNM 1521"
            },
            "organization": {
                "fullName": "New Mexico Cancer Care Alliance",
                "class": "OTHER"
            },
            "briefTitle": "Total Cancer Care Protocol: A Lifetime Partnership With Patients Who Have or May be at Risk of Having Cancer",
            "officialTitle": "INST UNM 1521: Total Cancer Care Protocol: A Lifetime Partnership With Patients Who Have or May be at Risk of Having Cancer",
            "acronym": "TCCP",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "total-cancer-care-protocol-a-lifetime-partnership-with-patients-who-have-or-may-be-at-risk-of-having-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-01-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2036-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2037-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-05-08",
            "studyFirstSubmitQcDate": "2019-06-04",
            "studyFirstPostDateStruct": {
                "date": "2019-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "New Mexico Cancer Care Alliance",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "H. Lee Moffitt Cancer Center and Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Ohio State University Comprehensive Cancer Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall objective of this study is to ultimately develop an improved standard of cancer care by facilitating new cancer research, clinical trials, new technology, new informatics solutions, and \"personalized medicine\" for the University of New Mexico Comprehensive Cancer Center (UNMCCC) and the Oncology Research Information Exchange Network (ORIEN) Consortium of academic medical centers, community hospital systems, and other health care providers. To bring new translational research to the community, the ORIEN consortium has initiated the ORIEN Total Cancer Care Program (TCCP). The TCCP establishes a unique collection of blood, tissue, other biological samples and their associated data (survey data, medical records data, cancer registry data, and other related data) from thousands of patients with cancer or at risk of having cancer. This is not a treatment trial. It is a study designed to create a centralized data and tissue repository.",
            "detailedDescription": "Through this protocol, UNMCCC and its partners will establish and maintain a unique repository of blood, tissue, other biological samples and their associated data (survey data, medical records data, cancer registry data, and other related data) collected from thousands of patients 18 years of age or older who have cancer or are at risk of developing cancer. In this protocol, the investigators require the permission of patients to study their answers to survey questions that may be collected as part of their regular clinical care, permission to study their medical and related records, and permission to collect excess tissues removed at the time of planned surgery, an additional tumor sampling (needle passes) at the time of planned diagnostic biopsies, previously collected, stored tumor tissue (if available), blood, and/or other biological samples. Additional research tumor samples may be collected at the time of any diagnostic needle biopsy or endoscopic biopsy or, if available, patient tissue from a previous procedure will be obtained and utilized as needed. Clinical and related data will be collected on all patients from the time of initial entry into the study and will continue for life."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer",
                "Cancer Risk"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Excess tissue, blood and/or fluids (normal and tumor; in the form of frozen and/or formalin fixed, paraffin-embedded tissue) removed from the patient following any extirpative surgical procedure (required as part of standard medical care) for future cancer research studies."
            },
            "enrollmentInfo": {
                "count": 47500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Biological specimen collection",
                    "description": "Collection of blood, tissue, other biological samples and their associated data (survey data, medical records data, cancer registry data, and other related data) from patients with cancer or at risk of having cancer. This is not a treatment trial. It is a study designed to create a centralized data and tissue repository.",
                    "otherNames": [
                        "Medical chart review"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Amount of clinical patient demographic data collected for a repository linked to clinical data for long-term research use.",
                    "description": "Establish a longitudinal clinical data repository that will contain information about patient demographics collected via surveys and questionnaires.",
                    "timeFrame": "up to 20 years"
                },
                {
                    "measure": "Amount of clinical patient medical treatment and outcome data collected via medical histories for long-term research use",
                    "description": "Establish a longitudinal clinical data repository that will contain information about medical treatments and patient outcomes collected via medical chart review and patient medical histories.",
                    "timeFrame": "up to 20 years"
                },
                {
                    "measure": "Number of biospecimens collected for a tissue repository linked to clinical data for long-term research use",
                    "description": "Establish a longitudinal tissue repository that will contain tissues (blood, tumor tissue) and other biological samples and associated clinical data collected from consenting patients.",
                    "timeFrame": "up to 20 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age and older.\n* Has a diagnosis of cancer or is suspected of having cancer.\n* Able to understand and sign the Informed Consent form directly.\n* Pregnant women are permitted to be enrolled.\n\nExclusion Criteria:\n\n* Prisoners",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients 18 years of age or older who have cancer or are at risk of developing cancer.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christine Serway, PhD",
                    "role": "CONTACT",
                    "phone": "505-272-2412",
                    "email": "CSerway@salud.unm.edu"
                },
                {
                    "name": "Ellen Wojcik, MBA-HCM",
                    "role": "CONTACT",
                    "email": "ewojcik@salud.unm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Leslie Andritsos, MD",
                    "affiliation": "University of New Mexico Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of New Mexico Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Leslie Byatt",
                            "role": "CONTACT",
                            "email": "lpbyatt@salud.unm.edu"
                        },
                        {
                            "name": "Leslie Andritsos, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "As an ORIEN member institution, UNMCCC will share limited data with the ORIEN consortium, including patient identifiers, collected from patients with known or suspected cancer. UNMCCC may also distribute any blood, tissue samples, or other biological samples with protected health information according to the Information Warehouse (IW) TCCP honest broker policy and UNM Human Tissue Repository (HTR).",
            "timeFrame": "Unknown at this time",
            "accessCriteria": "ORIEN consortium membership"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}