{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05968144",
            "orgStudyIdInfo": {
                "id": "HP-00106546"
            },
            "organization": {
                "fullName": "University of Maryland, Baltimore",
                "class": "OTHER"
            },
            "briefTitle": "Towards Understanding Between ADT Treatment, Circadian Rhythm, and Physiological Responsiveness",
            "officialTitle": "ADRIAN: Towards Understanding of ADT Treatment and Dietary Patterns, Circadian Rhythm, Physiological Responsiveness, and Frailty",
            "acronym": "ADRIAN",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "towards-understanding-between-adt-treatment-circadian-rhythm-and-physiological-responsiveness"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-21",
            "studyFirstSubmitQcDate": "2023-07-21",
            "studyFirstPostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Maryland, Baltimore",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Frailty is one of the main reasons older adults lose independence. Frailty describes a reduced ability to withstand stress on the physiological scale, or a reduced physiological reserve. The theory is that entrainment of circadian rhythm via time-restricted eating will improve the body's ability to predict energy supply and demand, and therefore enable the body to allocate more resources to anabolic processes and promote resilience to cancer treatment, thereby preventing the progression of frailty. A total of 30 individuals over 55 years old undergoing ADT therapy for prostate cancer will be recruited. Participants will be randomized 1:1 to a 12-week TRE intervention or a time-unrestricted nutrition control intervention. At baseline and post-intervention, Fried's Frailty Index will be used to assess frailty, and a novel set of five physiological responsiveness measures will be used to assess physiological responsiveness-1) lying-to-standing blood pressure, 2) heart rate variability, 3) oral glucose tolerance test, 4) 24-hour circadian cortisol rhythm, and 5) usual vs. fast gait speed. These data will allow assessment of 1) the feasibility of TRE among patients with prostate cancer during ADT treatment with the ultimate goal of optimizing an intervention to prevent the progression of frailty, and 2) the effects of TRE vs. control on frailty and physiological responsiveness.",
            "detailedDescription": "Frailty affects more than 5.4 million people over the age of 65 in the United States (\\>10%) and is one of the main reasons older adults lose independence. Frailty describes a reduced ability to withstand stress on the physiological scale, or a reduced physiological reserve. It is characterized by five key signs and symptoms, known as Fried's frailty criteria: weakness, slow walking speed, low physical activity, fatigue or exhaustion, and unintentional weight loss. Frailty does not progress linearly; its pathogenesis often accelerates in response to a \"stressor event\" such as an illness (e.g., coronavirus), the death of a spouse, or cancer treatment. For example, a diagnosis with prostate cancer and androgen deprivation therapy (ADT) treatment are associated with accelerated frailty. While the body is resilient to everyday stressors, these large-scale, enduring stressors can accumulate and cause the body to have difficulty predicting energy supply and demand. The result is that stress-induced energy costs compete with cellular growth, maintenance, and repair, i.e., frailty. Treatments for frailty are intensive (e.g., weight training) and often unsuccessful, and there is a critical need to develop effective interventions to complement and replace these interventions to prevent and treat frailty.\n\nThe theory is that entrainment of circadian rhythm, or the body's internal body clock, will improve the body's ability to predict energy supply and demand, and therefore enable the body to allocate more resources to anabolic processes and promote resilience to cancer treatment, thereby preventing the progression of frailty. Time-restricted eating (TRE) entails consuming food within a defined, consistent window every day. It has emerged as a powerful intervention to entrain circadian rhythm and regulate metabolic homeostasis. The hypothesis is that, by entraining circadian rhythm, TRE can enhance physiological regulation and prevent stressor-induced frailty.\n\nA total of 30 patients over 55 years old undergoing ADT therapy for prostate cancer will be recruited. Participants will be randomized 1:1 to a 12-week TRE intervention or a time- and attention nutrition control; both groups will be under the supervision of a licensed clinical nutritionist with expertise in the cancer population to ensure adequate macronutrient intake. At baseline and post-intervention, a novel set of five physiological responsiveness measures and frailty using Fried's Frailty Index will be assessed. These data will allow assessment of Aim 1) the feasibility of TRE among patients with prostate cancer during ADT treatment with the ultimate goal of optimizing an intervention to prevent the progression of frailty and Aim 2) the effects of TRE on: a) Fried's Frailty Index, b) lying-to-standing blood pressure, c) heart rate variability, d) oral glucose tolerance, e) 24-hour circadian cortisol rhythm, and f) usual vs. fast gait speed.\n\nThis project is innovative and clinically important because once frailty is diagnosed, it is difficult to treat. This project tests a novel theoretical framework that a low cost, widely accessible dietary intervention-TRE-can entrain circadian rhythm and improve physiological reserve in the context of ADT treatment for prostate cancer, thereby preventing progression to frailty."
        },
        "conditionsModule": {
            "conditions": [
                "Prostatic Neoplasm",
                "Survivorship",
                "Frailty",
                "Aging"
            ],
            "keywords": [
                "Nutrition",
                "Circadian rhythm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Outcome assessors will be blinded when possible (e.g., salivary cortisol concentration)",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Time-restricted eating",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will meet with a nutritionist to discuss dietary recommendations for patients with prostate cancer undergoing ADT. Participants will self-select a 10-hour window in which to consume all food and beverages (with the exception of black coffee and unsweetened tea in the mornings; water is okay at all times).",
                    "interventionNames": [
                        "Behavioral: Dietary recommendations",
                        "Behavioral: Time-restricted eating"
                    ]
                },
                {
                    "label": "Unrestricted eating",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will meet with a nutritionist to discuss dietary recommendations for patients with prostate cancer undergoing ADT. Participants will try to follow recommendations will no suggestion for meal timing.",
                    "interventionNames": [
                        "Behavioral: Dietary recommendations"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Dietary recommendations",
                    "description": "One-on-one meeting with a nutritionist to discuss and personalize dietary recommendations for patients with prostate cancer undergoing ADT.",
                    "armGroupLabels": [
                        "Time-restricted eating",
                        "Unrestricted eating"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Time-restricted eating",
                    "description": "12 weeks of time-restricted eating (10-hour window)",
                    "armGroupLabels": [
                        "Time-restricted eating"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility, as assessed by the percentage of participants who enrolled completed the study",
                    "description": "To assess feasibility, the percentage of participants who provide evaluable data regarding their eating window at baseline and 12 weeks will be assessed.",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The effects of TRE on frailty, as measured using Fried's Frailty criteria",
                    "description": "Fried's Frailty scores will be compared for those in the time-restricted eating group vs. the control group at week 12, controlling for baseline levels. This assessment entails recent weight loss, handgrip strength, self-reported exhaustion, walking speed; and habitual physical activity. The score is from 0-5, with a higher score indicating a higher degree of frailty.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Have a diagnosis of prostate cancer\n* Be undergoing androgen deprivation therapy\n* Be 55 years old or older\n* Speak and/or read English\n* Be able and willing to adhere to the study procedures\n\nExclusion Criteria:\n\n* Already eat all their food in a window that is 10 h or shorter on most (6/7) days of the week\n* Be underweight (≤18.5 kg/m2)\n* Have surgery planned during the study duration\n* Have lost more than 10 pounds unintentionally in the last 12 months\n* Have any contraindications to the proposed nutrition intervention as identified by their medical provider, their designee, or the study team (e.g., type 1 diabetes, risk for hypoglycemia, medication requirements, recent history of an eating disorder)\n* Be on artificial nutrition",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "55 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amber Kleckner, PhD",
                    "role": "CONTACT",
                    "phone": "410-706-5961",
                    "email": "amber.kleckner@umaryland.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amber Kleckner, PhD",
                    "affiliation": "University of Maryland, Baltimore",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Maryland, Baltimore",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amber Kleckner, PhD",
                            "role": "CONTACT",
                            "phone": "410-706-5961",
                            "email": "amber.kleckner@umaryland.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                },
                {
                    "id": "D000073496",
                    "term": "Frailty"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostatic Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1175",
                    "name": "Frailty",
                    "asFound": "Frailty",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T312",
                    "name": "Tea",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}