{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06236542",
            "orgStudyIdInfo": {
                "id": "IRB00430139"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Tracheostomy Robotics and Cutting-edge Health Education for Airway Safety",
            "officialTitle": "NextGen Tracheostomy Toolkit: Integrating Augmented and Virtual Reality With Robotics to Improve Tracheostomy Care",
            "acronym": "TRACHEAS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "tracheostomy-robotics-and-cutting-edge-health-education-for-airway-safety"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2027-10-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-24",
            "studyFirstSubmitQcDate": "2024-01-24",
            "studyFirstPostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test the NextGen Tracheostomy Toolkit in people who have a tracheostomy. The main questions it aims to answer are:\n\n* What is the number of atraumatic tracheostomy suctionings before and after the use of automated robotic suctioning device divided by the total number of tracheostomy suctionings across arms experimental group 1 vs. control group?\n* What is the number of atraumatic tracheostomy suctionings before and after the use of Nextgen Tracheostomy Toolkit divided by the total number of tracheostomy suctionings across arms experimental group 3 vs. control group?\n* What is the number of successful first-time tracheostomy tube change attempts before and after the use of mixed reality tracheostomy tube change device divided by the total number of tracheostomy tube changes across arms experimental group 2 vs. control group?\n* What is the number of successful first-time tracheostomy tube change attempts before and after the use of Nextgen Tracheostomy Toolkit divided by the total number of tracheostomy tube changes across arms experimental group 3 vs. control group? Participants will be randomly divided into 4 groups and assigned different interventions.\n\n  1. Experimental group 1 will receive suctionings using automated robotic suctioning device.\n  2. Experimental group 2 will receive tracheostomy tube changes using mixed reality tracheostomy tube changing system.\n  3. Experimental group 3 will receive Nextgen Tracheostomy Toolkit that includes suctionings using automated robotic suctioning device and tracheostomy tube changes using mixed reality tracheostomy tube changing system.\n  4. Control group will receive usual tracheostomy care Researchers will compare the four groups to see the effect of Nextgen tracheostomy toolkit and its components on the number of atraumatic tracheostomy suctionings and number of successful first-time tracheostomy tube changes."
        },
        "conditionsModule": {
            "conditions": [
                "Tracheostomy"
            ],
            "keywords": [
                "Tracheostomy",
                "Tracheostomy education",
                "Immersive learning",
                "Simulation",
                "Virtual reality",
                "Mixed reality",
                "Robotics",
                "Tracheostomy suctioning",
                "Tracheostomy tube change",
                "Patient safety",
                "Critical care"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "NextGen Tracheostomy Toolkit",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Because blinding of participants and investigators is not practical, all groups will be aware of their respective treatment protocols, which will be considered in the analysis and interpretation of outcomes."
                }
            },
            "enrollmentInfo": {
                "count": 632,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Automated tracheostomy suctioning device",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive tracheostomy suctioning using an automated robotic suctioning device.",
                    "interventionNames": [
                        "Device: NextGen automated tracheostomy suctioning device"
                    ]
                },
                {
                    "label": "Mixed-reality tracheostomy tube change system",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive tracheostomy tube changes using a mixed-reality tracheostomy tube change device.",
                    "interventionNames": [
                        "Device: NextGen mixed-reality tracheostomy tube change system"
                    ]
                },
                {
                    "label": "NextGen Tracheostomy Toolkit",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive tracheostomy care using the NextGen Tracheostomy Toolkit. Providers will be trained using virtual reality educational modules. Participants in this group will receive tracheostomy suctioning using an automated robotic suctioning device and tracheostomy tube changes using a mixed-reality tracheostomy tube change device.",
                    "interventionNames": [
                        "Device: NextGen Tracheostomy Toolkit"
                    ]
                },
                {
                    "label": "Control group",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in this group will receive usual tracheostomy care."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "NextGen automated tracheostomy suctioning device",
                    "description": "Providers will be trained on tracheostomy care using multiplayer virtual reality educational modules and participants will receive tracheostomy suctionings using an automated robotic suctioning device.",
                    "armGroupLabels": [
                        "Automated tracheostomy suctioning device"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "NextGen mixed-reality tracheostomy tube change system",
                    "description": "Providers will be trained on tracheostomy care using multiplayer virtual reality educational modules and participants will receive tracheostomy tube changes using the mixed reality tracheostomy tube change system.",
                    "armGroupLabels": [
                        "Mixed-reality tracheostomy tube change system"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "NextGen Tracheostomy Toolkit",
                    "description": "Providers will be trained on tracheostomy care using multiplayer virtual reality educational modules and participants will receive tracheostomy suctioning using the robotic suctioning device; and tracheostomy tube changes using the mixed reality tracheostomy tube change system.",
                    "armGroupLabels": [
                        "NextGen Tracheostomy Toolkit"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Successful first-time tracheostomy tube changes",
                    "description": "successful first-time tracheostomy tube change attempts before and after the use of mixed reality tracheostomy tube change device; from the time of receiving a tracheostomy tube until discharge or tracheostomy decannulation.",
                    "timeFrame": "An average of 6 weeks"
                },
                {
                    "measure": "Percent of Successful Atraumatic suctionings",
                    "description": "successful first-time tracheostomy tube change attempt, will be calculated by measuring the number of successful first-time tracheostomy tube change attempts over the total number of tracheostomy tube change attempts; from the time of receiving a tracheostomy tube until discharge or tracheostomy decannulation.",
                    "timeFrame": "An average of 6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Discomfort as assessed by a Visual Analog Pain Scale",
                    "description": "Discomfort, the level of physical or psychological unease, pain, or distress experienced by patients with a tracheostomy resulting from the presence of the tracheostomy tube or related interventions will be measured using a Visual Analog Scale pain scale. The scale ranges from 0 - 100 with 0 referring to no pain and 100 extreme pain.",
                    "timeFrame": "During tracheostomy suctioning"
                },
                {
                    "measure": "Discomfort as assessed by the Wong-Baker FACES Pain Rating Scale",
                    "description": "Discomfort, the level of physical or psychological unease, pain, or distress experienced by patients with a tracheostomy resulting from the presence of the tracheostomy tube or related interventions will be measured using a Wong-Baker FACES Pain Rating Scale if the patient cannot verbalize pain levels using Visual Analog Scale pain scale. The Wong-Baker FACES Pain Rating scale consists of a series of varying facial expressions, ranging from a happy face (indicating no pain) to a crying, distressed face (indicating severe pain). Each face on the scale is assigned a numerical value (often ranging from 0 to 10), which allows for quantification and tracking of pain over time.",
                    "timeFrame": "During tracheostomy suctioning"
                },
                {
                    "measure": "Occurrence of Stomal Infection",
                    "description": "The occurrence of infection at the stoma site in the neck where tracheostomy tube is inserted, will be assessed by the presence of swelling, redness, discharge, and pain at the stoma site from the time of receiving a tracheostomy tube until discharge or tracheostomy decannulation.",
                    "timeFrame": "At time of receiving tracheostomy up to approximately 6 weeks"
                },
                {
                    "measure": "Occurrence of airway bleeding complications",
                    "description": "Data regarding bleeding in the airway secretions due to injury from suctioning will be retrieved from electronic health records and automated suctioning device.",
                    "timeFrame": "During tracheostomy suctionings"
                },
                {
                    "measure": "Occurrence of Tracheostomy tube dislodgments",
                    "description": "Dislodgment will be observed during the tracheostomy tube change procedure, until discharge, or tracheostomy decannulation, or captured from electronic health records.",
                    "timeFrame": "During procedure up to 6 weeks"
                },
                {
                    "measure": "Occurrence of False tract",
                    "description": "False Tract, the creation of an unintended passage during tracheostomy tube insertion will be identified by the study team during tracheostomy tube change procedure based on the assessment for air leakage, suboptimal ventilation, or visible defects, using capnography and pulsoximetry, and/or radiological findings.",
                    "timeFrame": "During procedure"
                },
                {
                    "measure": "Occurrence of Airway Obstruction",
                    "description": "Airway Obstruction, partial or complete blockage of the tracheostomy tube, will be assessed by monitoring signs and symptoms of airway obstruction, such as decreased airflow or increased respiratory effort from the time of receiving a tracheostomy tube, until discharge or tracheostomy decannulation.",
                    "timeFrame": "An average of 6 weeks"
                },
                {
                    "measure": "Occurrence of Ventilator-associated pneumonia",
                    "description": "Ventilator-associated pneumonia (VAP) caused by microbial colonization in the airways will be evaluated for correlation with use of tracheostomy to differentiate from other causes of VAP based on timing of diagnoses and clinical symptoms by evaluating electronic health records. VAP will be assessed from the time of receiving a tracheostomy tube until discharge or tracheostomy decannulation.",
                    "timeFrame": "An average of 6 weeks"
                },
                {
                    "measure": "Patient/family satisfaction",
                    "description": "Patient and family satisfaction will be measured using a study team-developed satisfaction questionnaire with 10 Likert scale items and semi-structured interviews. The Likert scale will range from 1 - 5 with 1 being strongly disagree and 5 being strongly agree. Satisfaction will be assessed immediately after use of automated robotic suctioning device, mixed-reality tracheostomy tube change system, or NextGen tracheostomy toolkit.",
                    "timeFrame": "Immediately after procedure"
                },
                {
                    "measure": "Patient/family acceptability",
                    "description": "Patient and family satisfaction will be measured using a questionnaire with Likert scale items and semi-structured interviews. Acceptability will be assessed immediately after use of automated robotic suctioning device, mixed-reality tracheostomy tube change system, or NextGen tracheostomy toolkit.",
                    "timeFrame": "Immediately after procedure"
                },
                {
                    "measure": "Equitable delivery of care as assessed by summary of demographic factors",
                    "description": "Evaluate equitable delivery of care among different patient groups, by summarizing socio-demographic factors such as gender, race, ethnicity, and insurance status to evaluate associations in relation to clinical outcomes. Equitable delivery of care will be assessed immediately after use of automated robotic suctioning device, mixed-reality tracheostomy tube change system, or NextGen tracheostomy toolkit.",
                    "timeFrame": "Immediately after procedure"
                },
                {
                    "measure": "Intensive care unit length of stay (LOS)",
                    "description": "ICU LOS is the number of days the patient remains in the ICU with a tracheostomy tube from the time of receiving a tracheostomy tube until discharge or tracheostomy decannulation.",
                    "timeFrame": "An average of 6 weeks"
                },
                {
                    "measure": "Hospital length of stay",
                    "description": "Hospital LOS is the number of days a patient remains in the hospital, including both the ICU and other units, with a tracheostomy tube from the time of receiving a tracheostomy tube until discharge or tracheostomy decannulation.",
                    "timeFrame": "An average of 6 weeks"
                },
                {
                    "measure": "Duration of mechanical ventilation",
                    "description": "The number of days patient received mechanical ventilation via a tracheostomy.",
                    "timeFrame": "Approximately 2 weeks"
                },
                {
                    "measure": "Tracheostomy duration",
                    "description": "Tracheostomy duration is the length of time the tracheostomy tube remains in place, indicating the duration of tracheostomy dependence; from the time of receiving a tracheostomy tube until discharge or tracheostomy decannulation.",
                    "timeFrame": "An average of 6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* adult patients 18 years or older\n* those who received a tracheostomy during their hospital stay\n* those who were admitted to the hospital with a tracheostomy\n\nExclusion Criteria:\n\n* none",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vinciya Pandian, PhD, MBA, MSN, RN, ACNP-BC",
                    "role": "CONTACT",
                    "phone": "443-655-3482",
                    "email": "vpandia1@jhu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Vinciya Pandian, PhD, MBA, MSN, RN, ACNP-BC",
                    "affiliation": "Johns Hopkins University School of Nursing",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Michael J Brenner, MD, FACS",
                    "affiliation": "University of Michigan",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vinciya Pandian, PhD, MBA, MSN, RN, ACNP-BC",
                            "role": "CONTACT",
                            "phone": "443-655-3482",
                            "email": "vpandia1@jhu.edu"
                        },
                        {
                            "name": "Axel Mathias, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Mathias Unberath, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "University of Michigan",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael J Brenner, MD, FACS",
                            "role": "CONTACT",
                            "phone": "734-369-0204",
                            "email": "mbren@med.umich.edu"
                        },
                        {
                            "name": "Michael J Brenner, MD, FACS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33760713",
                    "type": "RESULT",
                    "citation": "Martin KA, Cole TDK, Percha CM, Asanuma N, Mattare K, Hager DN, Brenner MJ, Pandian V. Standard versus Accelerated Speaking Valve Placement after Percutaneous Tracheostomy: A Randomized Controlled Feasibility Study. Ann Am Thorac Soc. 2021 Oct;18(10):1693-1701. doi: 10.1513/AnnalsATS.202010-1282OC."
                },
                {
                    "pmid": "32493580",
                    "type": "RESULT",
                    "citation": "McGrath BA, Wallace S, Lynch J, Bonvento B, Coe B, Owen A, Firn M, Brenner MJ, Edwards E, Finch TL, Cameron T, Narula A, Roberson DW. Improving tracheostomy care in the United Kingdom: results of a guided quality improvement programme in 20 diverse hospitals. Br J Anaesth. 2020 Jul;125(1):e119-e129. doi: 10.1016/j.bja.2020.04.064. Epub 2020 May 31."
                },
                {
                    "pmid": "32450771",
                    "type": "RESULT",
                    "citation": "Cherney RL, Pandian V, Ninan A, Eastman D, Barnes B, King E, Miller B, Judkins S, Smith AE 4th, Smith NM, Hanley J, Creutz E, Carlson M, Schneider KJ, Shever LL, Casper KA, Davidson PM, Brenner MJ. The Trach Trail: A Systems-Based Pathway to Improve Quality of Tracheostomy Care and Interdisciplinary Collaboration. Otolaryngol Head Neck Surg. 2020 Aug;163(2):232-243. doi: 10.1177/0194599820917427. Epub 2020 May 26."
                },
                {
                    "pmid": "32456776",
                    "type": "RESULT",
                    "citation": "Brenner MJ, Pandian V, Milliren CE, Graham DA, Zaga C, Morris LL, Bedwell JR, Das P, Zhu H, Lee Y Allen J, Peltz A, Chin K, Schiff BA, Randall DM, Swords C, French D, Ward E, Sweeney JM, Warrillow SJ, Arora A, Narula A, McGrath BA, Cameron TS, Roberson DW. Global Tracheostomy Collaborative: data-driven improvements in patient safety through multidisciplinary teamwork, standardisation, education, and patient partnership. Br J Anaesth. 2020 Jul;125(1):e104-e118. doi: 10.1016/j.bja.2020.04.054. Epub 2020 May 23."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Due to privacy reasons."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}