{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04768088",
            "orgStudyIdInfo": {
                "id": "20210219BD02958"
            },
            "organization": {
                "fullName": "University of Wyoming",
                "class": "OTHER"
            },
            "briefTitle": "Training of Falling Techniques on Landing Mechanics",
            "officialTitle": "One-week Training of Falling Techniques on Landing Biomechanics Associated With Anterior Cruciate Ligament Loading",
            "therapeuticArea": [
                "Other"
            ],
            "study": "training-of-falling-techniques-on-landing-mechanics"
        },
        "statusModule": {
            "statusVerifiedDate": "2021-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-29",
            "studyFirstSubmitQcDate": "2021-02-19",
            "studyFirstPostDateStruct": {
                "date": "2021-02-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2021-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2021-02-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wyoming",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall purpose of this study is to quantify the effect and retention of one-week training of falling techniques on landing biomechanics associated with anterior cruciate ligament (ACL) loading compared to soft-landing techniques in young recreational athletes. The secondary purpose is to assess the safety of the training program.\n\nAim 1: To quantify the effect of one-week training of falling techniques on landing biomechanics during forward, lateral, vertical, and diagonal landings compared to soft-landing techniques. We hypothesize that falling techniques will result in increased knee flexion angles and decreased landing forces, knee abduction and internal rotation angles, and knee moments for all landing directions compared to soft-landing techniques immediately after the training.\n\nAim 2: To assess the retention effects of the falling techniques on landing biomechanics compared to soft landings. We hypothesize that the effects of falling techniques on ACL loading variables will be more highly retained compared to soft-landing techniques two weeks after the training.\n\nAim 3: To identify the safety of the training program. We hypothesize that participants can complete the training without suffering minor, moderate, or major injuries, while occasional minor bruises might be observed.",
            "detailedDescription": "Fifteen male and 15 female recreational athletes between 14 and 17 years old and 15 male and 15 female recreational athletes between 18 and 30 years old will be recruited to complete the study. These age ranges are selected as they show significantly higher injury rates compared to other age ranges and allow us to account for maturational effects. Participants younger than 18 years old will be primarily recruited through local sports clubs. Adult participants will be primarily recruited among the students at the University of Wyoming.\n\nThe researchers who will have direct contact with participants will be fully vaccinated against COVID-19 and wear surgical masks. Participants and researchers must pass the Centers for Disease Control and Prevention Facilities COVID-19 Screening prior to each training session and assessment. Participants will be separated by a minimum of 6 feet when multiple participants are trained at the same time. Only one participant will be tested at a time during the assessment. The equipment will be sanitized before and after each use.\n\nParticipants will perform one-week training of single-leg falling techniques, a post-training assessment, a two-week break, and a retention assessment. A pre-training assessment will not be performed, and a control group will not be included because it will be unsafe for participants to fall on a hard surface without proper training of falling techniques. The post-training assessment will be performed within three days after the one-week training. The retention assessment will be performed within three days after the two-week break. The one-week falling training will include the forward, lateral, and vertical landing directions and mats with different thicknesses. Participants' landing mechanics will be evaluated during the post-training and retention assessments, which will include the forward, lateral, and vertical landing directions as well as the diagonal landing direction as the novel transfer task. Any injuries that occur during the training and assessments will be documented.\n\nFor both post-training and retention assessments, participants will wear spandex clothes and standard running shoes provided by the researchers. After a warm-up protocol, retroreflective markers will be placed on each participants' 7th cervical vertebra and bilateral acromioclavicular joints, greater trochanters, anterior thighs, lateral and medial femoral epicondyles, tibia tuberosities, inferior shanks, lateral and medial malleolus, first toes, first and fifth metatarsal heads, and calcaneus. Motion data will be captured using eight Bonita 10 cameras at 160 Hz (Vicon Motion Systems Ltd, Oxford, U.K.). Ground reaction force data will be measured using one FP4060-10 force platform at 1600 Hz (Bertec Corporation, Columbus, OH, USA). Kinematic and force data will be collected simultaneously by the Vicon Nexus software.\n\nAfter a static trial, participants will perform a minimum of two practice trials and three recorded trials of single-leg soft landings and falling in the forward, lateral, vertical, and diagonal directions. The forward and vertical directions were included in our previous study. The lateral direction is added to increase the challenges associated with the frontal plane to load the knee. The diagonal direction is incorporated as the transfer task, which imposes challenges to both the sagittal and frontal planes as a more complex movement. The order of the testing legs (left or right), landing directions (forward, lateral, vertical, or diagonal,), and landing techniques (soft-landing or falling techniques) will be randomized. A 0.5-inch mat with minimal effects of impact absorption will cover the concrete floor for the falling conditions.\n\nA lower extremity model will be established to calculate the three-dimensional internal knee joint resultant moments using the inverse dynamic approach and three-dimensional knee joint angles characterized by the Cardan angles as previously described. The independent variables are the two landing techniques (soft-landing and falling) and two assessments (post-training and retention). For each landing direction and each leg, each landing variable will be compared among the two landing techniques and two assessments using repeated-measures analysis of variables (ANOVA). Significant interactions of ANOVA will be followed by pairwise comparisons."
        },
        "conditionsModule": {
            "conditions": [
                "Sports Injury",
                "Orthopedic Disorder",
                "Knee Injuries",
                "Anterior Cruciate Ligament Injuries"
            ],
            "keywords": [
                "Biomechanics",
                "Sports Medicine",
                "Knee",
                "Injury Prevention",
                "ACL"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Participants will perform one-week training of single-leg falling techniques, a post-training assessment, a two-week break, and a retention assessment. A pre-training assessment will not be performed, and a control group will not be included because it will be unsafe for participants to fall on a hard surface without proper training of falling techniques.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "One-week training of falling techniques on landing biomechanics associated with ACL loading",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will perform one-week training of single-leg falling techniques, a post-training assessment, a two-week break, and a retention assessment.",
                    "interventionNames": [
                        "Other: Falling Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Falling Training",
                    "description": "For the falling training, participants will be instructed to initially land softly with increased knee and hip flexion and then smoothly fall to the direction of the movement while transferring the weight from the feet to the hands and subsequently to the lateral trunk and hip. The training program includes three one-hour training sessions over a week with one or two days between two sessions. Each training session will begin with a warm-up protocol. Participants will progressively increase the task difficulty and decrease the thickness of the mat. For each training session, participants will perform a minimum of one successful practice trial for each task difficulty and each landing direction on the thicker mat and then complete a minimum of three successful practice trials for each task difficulty and landing direction on the thinner mat. The last training session involves falling on a 0.5-inch mat, which is the same as the surface for the post-training and retention assessments.",
                    "armGroupLabels": [
                        "One-week training of falling techniques on landing biomechanics associated with ACL loading"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Peak vertical ground reaction forces during landings",
                    "description": "Increases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Immediate after the training"
                },
                {
                    "measure": "Peak vertical ground reaction forces during landings",
                    "description": "Increases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Two weeks after the training"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Peak knee flexion angles during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Immediate after the training"
                },
                {
                    "measure": "Peak knee flexion angles during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Two weeks after the training"
                },
                {
                    "measure": "Peak knee abduction angles during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Immediate after the training"
                },
                {
                    "measure": "Peak knee abduction angles during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Two weeks after the training"
                },
                {
                    "measure": "Peak knee internal rotation angles during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Immediate after the training"
                },
                {
                    "measure": "Peak knee internal rotation angles during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Two weeks after the training"
                },
                {
                    "measure": "Peak internal knee extension moments during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Immediate after the training"
                },
                {
                    "measure": "Peak internal knee extension moments during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Two weeks after the training"
                },
                {
                    "measure": "Peak internal knee adduction moments during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Immediate after the training"
                },
                {
                    "measure": "Peak internal knee adduction moments during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Two weeks after the training"
                },
                {
                    "measure": "Peak internal knee external rotation moments during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Immediate after the training"
                },
                {
                    "measure": "Peak internal knee external rotation moments during landings",
                    "description": "Decreases in this variable have been shown to be associated with increased ACL loading",
                    "timeFrame": "Two weeks after the training"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Between 14 and 30 years old.\n* Participation in exercise and sports at least two times per week for a total of 2 hours per week.\n* Having experience in playing sports that involved jump-landing activities. Sports experience is defined as currently playing sports at least one time per week at the time of testing or having played at high school, college, or club levels.\n\nExclusion Criteria:\n\n* Having had major lower extremity or spinal injuries that have involved surgical treatment.\n* Having had an injury that prevented participation in physical activity for more than two weeks over the previous six months.\n* Possessing any other conditions that prevent him/her from participating at maximal effort in sporting activities.\n* Having had training experience of falling techniques for ACL injury prevention.\n* Allergies to adhesives.\n* Pregnancy.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "30 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Boyi Dai, Ph.D.",
                    "role": "CONTACT",
                    "phone": "3077665423",
                    "email": "bdai@uwyo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Boyi Dai, Ph.D.",
                    "affiliation": "University of Wyoming",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wyoming",
                    "city": "Laramie",
                    "state": "Wyoming",
                    "zip": "82070",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Boyi Dai, Ph.D.",
                            "role": "CONTACT",
                            "phone": "307-766-5423",
                            "email": "bdai@uwyo.edu"
                        },
                        {
                            "name": "Qin Zhu, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Timothy Robinson, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Boyi Dai, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.31137,
                        "lon": -105.5911
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Only data that has been anonymized will be shared. Electronic data will be archived to the University of Wyoming Digital Repository (http://uwdigital.uwyo.edu/). All data in the repository will also receive a unique DOI (digital object identifier). The DOI function as a hyperlink and will always refer to that specific dataset.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "After the study has been completed for a minimum of three years.",
            "accessCriteria": "Everyone"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000007718",
                    "term": "Knee Injuries"
                },
                {
                    "id": "D000070598",
                    "term": "Anterior Cruciate Ligament Injuries"
                },
                {
                    "id": "D000001265",
                    "term": "Athletic Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M601",
                    "name": "Anterior Cruciate Ligament Injuries",
                    "asFound": "Anterior Cruciate Ligament Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10738",
                    "name": "Knee Injuries",
                    "asFound": "Knee Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4570",
                    "name": "Athletic Injuries",
                    "asFound": "Sport Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "asFound": "Orthopedic Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                }
            ]
        }
    },
    "hasResults": false
}