{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05742464",
            "orgStudyIdInfo": {
                "id": "STUDY00003942"
            },
            "organization": {
                "fullName": "Seattle Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Training and Implementation of RUBI in Community Mental Health Settings",
            "officialTitle": "Training and Implementation of RUBI in Community Mental Health Settings",
            "therapeuticArea": [
                "Other"
            ],
            "study": "training-and-implementation-of-rubi-in-community-mental-health-settings"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-23",
            "studyFirstSubmitQcDate": "2023-02-14",
            "studyFirstPostDateStruct": {
                "date": "2023-02-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Karen Bearss",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Seattle Children's Hospital"
            },
            "leadSponsor": {
                "name": "Seattle Children's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project is focused on evaluating outcomes related to this statewide clinical training effort in the RUBI parent training program. Up to 400 providers in Maine are enrolling in a \"Level 1\" 16-hour RUBI introductory training through one of three modalities (1) self-paced \"On Demand\" webinars, (2) 16 weekly one-hour meetings (\"ECHO group\"); or (3) \"2-day live virtual trainings.\" Up to 140 providers who complete Level 1 are then being offered the option to advance to \"Level 2\" RUBI Certification Training. These varying clinical training options create the opportunity to study three groups of RUBI Training participants who received varying intensities/doses of training: (1) those who completed only the 16-hr psychoeducational training either live or On Demand, (2) those who complete only the 16-hr training via the hybrid consultation/training ECHO model, and (3) those who complete intensive fidelity consultation training in addition to the 16-hr introductory training. In order to examine the impact of training dosage and modality on outcomes of this RUBI clinical training effort, we are conducting two related studies:\n\nThe purpose of Study 1 is to learn about the crucial elements of RUBI intervention training in relation to promoting community provider implementation success. This will be measured by providers' self-reported data related to: 1) satisfaction with the RUBI training, 2) knowledge gained about behavioral principles through the training, 3) improvements in self-efficacy in supporting autistic youth with challenging behaviors and their caregivers, and 4) satisfaction with the RUBI intervention, including strategies used in practice with caregivers of youth with ASD/IDD. In other words, what is a \"good enough\" dose of RUBI training to promote provider satisfaction with the training, intervention, and use of RUBI strategies?\n\nThe purpose of Study 2 is to provide an examination of RUBI intervention implementation by examining outcomes related to: 1) provider self-reported and observed implementation fidelity of RUBI during sessions, 2) caregiver implementation of RUBI strategies with their child, 3) caregiver satisfaction with the RUBI intervention, and 4) the effects of caregiver implementation of RUBI on child challenging behavior.",
            "detailedDescription": "Challenging behaviors exhibited by autistic youth have detrimental effects on their developmental outcomes and caregivers' self-efficacy and overall parenting. Autistic youth are reported to engage in these challenging behaviors more often and in more intensity than their typically developing peers or children with other developmental disabilities. Furthermore, researchers reported that many caregivers of young autistic children have a tendency to employ punishment-oriented behavior management strategies as these may come more naturally to them, which can lead to negative parent-child interactions and relationships. Unfortunately, they also increase the risk for needing more intensive services at school and in the community. The challenges caregivers face in raising an autistic child and the high demand of responsive community-based services has sparked interest in the use of parent training (PT) in this population, as it empowers caregivers to be the agent of change for their child. Therefore, it is needed to examine a function-based, positive parenting program to disseminate through existing infrastructure for child and caregiver mental health treatment.\n\nThe RUBI intervention is built on a set of basic assumptions: (1) children with ASD engage in unwanted behaviors for a reason (i.e. function): to gain access to a tangible item (e.g., food or a favorite toy); receive attention from others (positive reinforcement); escape or avoid a demand or an aversive stimulus (negative reinforcement); or receive sensory and other internal stimulation (automatic reinforcement); and (2) children with ASD are likely to have deficits in functional communication skills. Thus, RUBI involves therapists teaching caregivers how to assess the function of their child's behavior in order to implement behavioral strategies in a targeted manner (i.e. matching strategy to function). This is accomplished programmatically by first educating caregivers on the Antecedent-Behavior-Consequence (A-B-C) model, which identifies the environmental circumstances that may provoke the behavior (antecedents) and the responses that maintain it (consequences). By learning about the events surrounding a behavior, one can then hypothesize its purpose, or function. By understanding the function of the behavior problem, one can then learn to change the usual response in order to teach the child a more appropriate behavior.\n\nRUBI consists of 11 sessions and was designed to be an outpatient service delivered one-to-one (therapist to caregiver). RUBI teaches caregivers a range of skills to support the building of a behavioral management \"toolbox.\" The intervention emphasizes: 1) tailoring the intervention to the child; 2) identifying behavioral function instead of topography as a means to inform behavioral strategy choice (i.e., targeting what is \"driving\" the behavior, instead of the behavior itself); 3) decreasing behavioral excess as well as increasing appropriate behaviors; and 4) using positive behavioral supports, such as antecedent management (e.g. use of visual supports), reinforcement, and functional communication strategies as the means to modify behaviors. Finally, RUBI includes strategies designed to generalize positive outcomes and maintain progress over time, with long-term follow up data on RUBI indicating positive response maintains 6 months post-treatment. RUBI uses a behavioral skills training approach, which includes direct instruction, modeling, role-play and practice with feedback in order to train caregivers in the various RUBI skills. Sessions also have accompanying video vignettes that are used to illustrate skills or test parental understanding of session materials. Every session ends with creation of a homework assignment where parents track their daily implementation of the strategies during the week.\n\nThis is an open-label pragmatic trial designed to follow and assess RUBI clinical training and implementation outcomes with a subset of providers in the state of Maine who serve families of youth with ASD and/or IDD and are being trained clinically in the RUBI intervention. Because this project is studying providers engaged in a clinical training effort funded by the state of Maine, assignment to clinical training groups and Levels will not be random (see descriptions of Level 1 and Level 2 RUBI Trainings below).\n\n400 providers are being invited to participate in the Level 1 RUBI Clinical Training, with up to 140 providers being invited to continue on to the Level 2 RUBI Clinical Training. This research project will recruit from this pool of 400 providers engaging in this clinical training, specifically:\n\nStudy 1: (1) 50 providers who completed only the 16-hr psychoeducational training either live or On Demand, (2) 50 providers who complete only the 16-hr training via the hybrid consultation/training ECHO model, and (3) 50 providers who complete intensive fidelity consultation training in addition to the 16-hr introductory training.\n\nStudy 2: 50 provider-caregiver dyads, where the provider has completed Level 1 RUBI Clinical Training and the caregiver is being served by the provider in the delivery of RUBI (noting enrollment of one caregiver per provider, resulting in 50 providers and 50 caregivers)."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder"
            ],
            "keywords": [
                "parent training"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: RUBI"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "RUBI",
                    "description": "RUBI teaches caregivers a range of skills to support the building of a behavioral management \"toolbox.\" The intervention emphasizes: 1) tailoring the intervention to the child; 2) identifying behavioral function instead of topography as a means to inform behavioral strategy choice (i.e., targeting what is \"driving\" the behavior, instead of the behavior itself); 3) decreasing behavioral excess as well as increasing appropriate behaviors; and 4) using positive behavioral supports, such as antecedent management (e.g. use of visual supports), reinforcement, and functional communication strategies as the means to modify behaviors. RUBI uses a behavioral skills training approach, which includes direct instruction, modeling, role-play and practice with feedback in order to train caregivers in the various RUBI skills. Sessions also have accompanying video vignettes that are used to illustrate skills or test parental understanding of session materials.",
                    "armGroupLabels": [
                        "Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Measurement of Providers' Self-Efficacy during RUBI",
                    "description": "This questionnaire will assess self-efficacy, self-reported proficiency, the comfort level when using RUBI intervention with caregivers and assess changes over time",
                    "timeFrame": "Change from Baseline at 2 months, 4 months, 6 months"
                },
                {
                    "measure": "RUBI Implementation fidelity",
                    "description": "This outcome will be assessed in two ways: (1) self-reported questionnaire of implementation fidelity when implementing RUBI program; (2) video/audio recording of the session to assess fidelity",
                    "timeFrame": "Change from Baseline at 2 months, 4 months, 6 months"
                },
                {
                    "measure": "Satisfaction with RUBI intervention",
                    "description": "This questionnaire will assess the self-reported satisfaction with RUBI intervention",
                    "timeFrame": "Change from Baseline at 2 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "For Study 1 and Study 2, providers must meet the following criteria\n\n* actively employed in one of the clinical service programs in the state of Maine\n* are currently serving or have served a youth with autism and/or intellectual disability in the prior 12 months\n* able to attend one of the introductory RUBI trainings.\n\nFor Study 2, caregivers must meet the following criteria:\n\n* receiving services from a provider who completed Level 1 RUBI Clinical Training and can provide care in their language of care\n* have legal custody of an autistic youth between the ages of 3 and 17 with co-occurring challenging behaviors, such as meltdowns, aggression, or difficulties following instructions.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Karen Bearss, PhD",
                    "role": "CONTACT",
                    "phone": "2069878080",
                    "email": "RUBIandME@seattlechildrens.org"
                }
            ],
            "locations": [
                {
                    "facility": "Maine Department of Health and Human Services",
                    "status": "RECRUITING",
                    "city": "Augusta",
                    "state": "Maine",
                    "zip": "04333",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Wood",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.31062,
                        "lon": -69.77949
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}