{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03899181",
            "orgStudyIdInfo": {
                "id": "1303352"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DK121003",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DK121003"
                }
            ],
            "organization": {
                "fullName": "Augusta University",
                "class": "OTHER"
            },
            "briefTitle": "Translumbosacral Neuromodulation for FI",
            "officialTitle": "Translumbosacral Neuromodulation Therapy For Fecal Incontinence: Randomized Trial",
            "acronym": "TNT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "translumbosacral-neuromodulation-for-fi"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-06-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-02-20",
            "studyFirstSubmitQcDate": "2019-03-29",
            "studyFirstPostDateStruct": {
                "date": "2019-04-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2022-07-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Satish Rao",
                "investigatorTitle": "Professor of Medicine, Director of Neurogastroenterology/Motility",
                "investigatorAffiliation": "Augusta University"
            },
            "leadSponsor": {
                "name": "Augusta University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Fecal Incontinence (FI) affects 40 million Americans, predominantly women and elderly. It is a major health care burden, significantly impairs quality of life and psychosocial function. FI is characterized by multifactorial dysfunction including lumbosacral neuropathy, anorectal sensori-motor dysfunction, and abnormal pelvic floor-brain innervation. A critical barrier to progress in the treatment of FI is the lack of RCTs, absence of mechanistically based non-invasive therapies that modify disease, and a lack of understanding on how treatments affect pathophysiology of FI. Consequently, most current remedies remain ineffective. Our long-term goal is to address the problem of lack of effective treatments for FI by investigating treatments that modulate neuronal perturbations and thereby improve sensory and motor control, and to understand the neurobiologic basis of these treatments. Our central hypothesis is that a novel, non-invasive treatment consisting of Translumbosacral Neuromodulation Therapy (TNT), using repetitive magnetic stimulation, will significantly improve FI in the short-term and long-term, by enhancing neural excitability and inducing neuroplasticity. Our approach is based on compelling pilot study which showed that TNT at 1 Hz frequency, significantly improved FI, by enhancing bidirectional gut- brain signaling, anal sphincter strength and rectal sensation compared to 5 or 15 Hz. Our objectives are to 1) investigate the efficacy, safety and optimal dose of a new treatment, TNT, in a sham controlled, randomized dose-dependent study in 132 FI patients; 2) determine the mechanistic basis for TNT by assessing the efferent and afferent pelvic floor-brain signaling, and sensori-motor function; 3) identify the durability of treatment response and effects of TNT, and whether reinforcement TNT provides augmented improvement, by performing a long-term, sham controlled randomized trial. Our expected outcomes include the demonstration of TNT as a durable, efficacious, safe, mechanistically based, non-invasive, and low risk treatment for FI. The impact of our project includes a novel, disease modifying, non-invasive treatment, a scientific basis for this treatment, and improved understanding of the pathophysiology of FI and how TNT modifies bidirectional gut and brain axes and anorectal function. Ultimately, the knowledge generated by this project will provide new avenues for the development of innovative, evidence-based therapies for FI.",
            "detailedDescription": "Fecal incontinence (FI), defined as the involuntary passage of either formed or liquid stool, affects 8-15% of ambulatory Americans, mostly women and elderly and 45% of nursing home residents. It occurs at least weekly in 3% of adults, and in 37% of patients attending primary care clinics. FI has a major impact on quality of life, causes significant distress including anxiety and depression, and carries a considerable health care burden. FI is characterized by multifactorial dysfunctions that include lumbosacral neuropathy, anorectal sensori-motor dysfunction, and decreased rectosigmoid reservoir capacity and maladaptive pelvic floor-brain innervation. Consequently, treatments that help a single dysfunction, for example, anal dextranomer injection or anal sphincteroplasty could improve FI by reinforcing the anal barrier, but unlikely to improve the multidimensional problem of FI. Also, anal sphincteroplasty felt to be effective initially, was disappointing long-term with only 30% remaining continent at 10 years. An-other surgical procedure, sacral nerve stimulation (SNS) has been shown to be useful in 54% of FI patients, but has significant complications (33%) and a failure rate of 15%, its mechanism of action is unknown, and lacks rigorous sham-controlled trial. Furthermore, a comparative assessment of the effectiveness of current treatments has not been performed, and none of the current therapies have been shown to improve the multifactorial pathophysiological dysfunction(s) in FI.\n\nA critical barrier to progress in the treatment of FI is the lack of RCTs, and absence of mechanistically based non-invasive therapies that modify the pathophysiology of FI. Consequently, most current remedies have remained ineffective. These findings were highlighted by experts at a recent NIDDK workshop focused on research in FI. Our long-term goal is to address the problem of lack of effective treatments for FI by investigating therapies that modulate peripheral and central neuronal perturbations, and to understand the neurobiologic basis of these treatments. Translumbosacral Neuromodulation Therapy (TNT) is a novel, non-invasive technique that involves the focal delivery of magnetic energy through an insulated coil to the lumbo-sacral nerves that regulate anorectal function. The pulses generated are of the same strength as clin-ical MRI machines. It builds on the concept of neuromodulation therapies such as repetitive transcranial magnetic stimulation (rTMS) that uses a computerized electromechanical medical device to deliver brief pulses of magnetic energy and has been shown to be effective in major depression , refractory auditory hallucinations (AH), and visceral pain, and our studies in post-stroke dysphagia. Our central hypothesis is that TNT will significantly improve FI, both in the short-term and long-term, by enhancing neural excitability and inducing neuroplasticity, and thereby will provide a multidimensional thera-peutic benefit- improve neuropathy, enhance anal strength, improve rectal perception and capacity."
        },
        "conditionsModule": {
            "conditions": [
                "Fecal Incontinence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 132,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1 Hz 2400 TNT Treatment",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Intervention: TNT treatment intervention with 2400 total stimulations with the magnetic coil..",
                    "interventionNames": [
                        "Device: Translumbosacral Neuromodulation Therapy (TNT)"
                    ]
                },
                {
                    "label": "1 Hz 3600 TNT Treatment",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Intervention: TNT treatment intervention with 3600 total stimulations with the magnetic coil.",
                    "interventionNames": [
                        "Device: Translumbosacral Neuromodulation Therapy (TNT)"
                    ]
                },
                {
                    "label": "Sham TNT Treatment",
                    "type": "SHAM_COMPARATOR",
                    "description": "This arm will have the sham treatment session. First we will assess the motor threshold intensity described above. Next, a sham coil is placed on each of 4 regions (2 lumbar \\& 2 sacral), and 600 stimulations will be given at each site in 2 trains, with a 5 minutes rest period between each site and 3 minutes between trains.",
                    "interventionNames": [
                        "Other: Sham TNT Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Translumbosacral Neuromodulation Therapy (TNT)",
                    "description": "A probe with 2 pairs of bipolar steel ring electrodes, will be placed in the rectum. At each site a mapping procedure is performed with single stimulus coil to assess the motor threshold intensity, defined as the minimum level of magnetic stimulation intensity required to achieve an anal and rectal MEP response of 10 microvolts and an anterior tibialis MEP of 20 microvolts with 50% of trials.The intensity for TNT at each site is capped at a maximum of 150% above this threshold to comply with safety guidelines. Thus, intensity of magnetic stimulations will be individualized. Bilateral lumbar stimulations (rTLMS) are administered at L2/L3 disc space, and sacral stimulations (rTSMS) at S2/S3 level. Next a 70 mm double air film self-cooling coil is positioned randomly over one of the 4 sites, held in place by a coil fixator and 300 or 450 stimulations are delivered. After a 5 min rest the cycle is repeated (Total =600-900/site).The coil is moved to the opposite side and it is repeated.",
                    "armGroupLabels": [
                        "1 Hz 2400 TNT Treatment",
                        "1 Hz 3600 TNT Treatment"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Sham TNT Therapy",
                    "description": "This is the sham TNT treatment as mentioned in the different ARMs using the fake coil with no magnetic stimulations.",
                    "armGroupLabels": [
                        "Sham TNT Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "AIM 1 Primary Outcome measure is the proportion of patients achieving >50% of reduction in fecal incontinence episodes/weeks at the end of 6 weeks compared to baseline.",
                    "description": "A responder will be defined as a patient who shows at least 50% reduction in FI episodes/week when compared to baseline.",
                    "timeFrame": "6 weeks (short term)"
                },
                {
                    "measure": "AIM 2: Latencies for lumbo-anal Magnetic Evoked Potentials (MEP) responses compared to baseline",
                    "description": "The bilateral latencies, amplitudes and area under the curve (AUC) for the lumbo-anal MEP responses will be measured.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "AIM 2: Latencies for sacro-anal MEP responses compared to baseline",
                    "description": "The bilateral latencies, amplitudes and area under the curve (AUC) for the sacro-anal MEP responses will be measured.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "AIM 2: Latencies for the ano-cortical Cortical Evoked Potentials (CEP) responsecompared to baseline.",
                    "description": "The bilateral latencies, amplitudes and area under the curve (AUC) for the anal CEPs will be averaged to measure the latency of each component, P1, N2, etc, and mean group data.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "AIM 3:Primary Outcome measure is the proportion of patients achieving >50% of reduction in fecal incontinence episodes/weeks at the end of 48 weeks compared to baseline.",
                    "description": "A responder will be defined as a patient who shows \\> 50% reduction in FI episodes/week at the end of 48 weeks compared to baseline",
                    "timeFrame": "48 weeks (long term)"
                },
                {
                    "measure": "AIM 3: Latencies for lumbo-anal MEP responses",
                    "description": "The bilateral latencies, amplitudes and area under the curve (AUC) for the lumbo-anal MEP responses will be measured.",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "AIM 3: Latencies for sacro-anal MEP responses",
                    "description": "The bilateral latencies, amplitudes and area under the curve (AUC) for the sacro-anal MEP responses will be measured.",
                    "timeFrame": "48 weeks"
                },
                {
                    "measure": "AIM 3: Latencies for the ano-cortical CEP response .",
                    "description": "The bilateral latencies, amplitudes and area under the curve (AUC) for the anal CEPs will be averaged to measure the latency of each component, P1, N2, etc, and mean group data",
                    "timeFrame": "48 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Stool Frequency",
                    "description": "Stool frequency-how often subjects have a bowel movement.",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Stool consistency",
                    "description": "Stool consistency (Bristol Stool scale, 1-7). 1-very hard stool, 4-normal, smooth stool, and 7-watery stool",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Bowel Urgency",
                    "description": "Severity of Bowel urgency-Unable to postpone BM for more than 15 Minutes? YES/NO",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Reduction of Fecal Incontinence (FI) episodes",
                    "description": "Percentage of subjects with 100% and 75% reduction in FI episodes compared to baseline",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Stool Leakage Characteristics",
                    "description": "Leakage characteristics-amount 0. None\n\n1. Mild\n2. Moderate\n3. Excessive",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Global Assessment of bowel satisfaction",
                    "description": "using 7 point Likert scale (1. Considerably relieved; 7-considerably worse)",
                    "timeFrame": "6 weeks,, 48 weeks"
                },
                {
                    "measure": "Global Assessment of bowel satisfaction-Visual Analog Scale",
                    "description": "0 (absent)-10 (very severe) point visual analog scale (VAS)",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "FI severity-Fecal Incontinence Severity Index (FISI)",
                    "description": "Fecal Incontinence Severity Index (FISI)-assessed on characteristics of accidental bowel leakage: 1: 2 or More times a day and 6: Never any symptom",
                    "timeFrame": "6 weeks,4 8 weeks"
                },
                {
                    "measure": "FI severity-Fecal Incontinence Severity Score (FISS):",
                    "description": "Fecal Incontinence Severity Score (FISS): 5 questions asking about severity of their fecal incontinence. Not a scale.",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "FI severity-International Consultation on Incontinence Questionnaire (IC-IQB):",
                    "description": "International Consultation on Incontinence Questionnaire (IC-IQB): Questionnaire asking several questions about bowel symptoms. There are scales within each question: 0: never-4:always. How much does this (symptom) bother you? 0 (not at all) and 10 (a great deal).",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Change in FI Quality of Life (FI-QOL)",
                    "description": "A 4 question questionnaire that assesses the quality of life with FI symptoms. 2 questions have scaled questions: 1 (most of the time) 4 (none of the time) and 1(strongly agree) 4 (Strongly disagree)",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Psychological Function PROMIS anxiety Questionnaire",
                    "description": "Questionnaire that assesses anxiety symptoms. Asks questions on a scale of 1 (never) and 5 (always).",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Psychological Function PROMIS Depression Questionnaire",
                    "description": "Questionnaire that assesses Depression symptoms. Asks questions on a scale of 1 (never) and 5 (always).",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Psychological Function PROMIS Efficacy Questionnaire",
                    "description": "Questionnaire that assesses self-efficacy for managing symptoms. Asks questions on a scale of 1 (I am not at all confident) and 5 (I am very confident).",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Amplitudes (Milivolts of the nerve) for lumbo-rectal MEP compared to baseline",
                    "description": "of the lumbo-rectal MEP responses.",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Amplitudes (Milivolts of the nerve) for sacro-rectal MEP",
                    "description": "Milivolts of the nerve for the sacral-rectal MEP compared to baseline.",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Amplitudes (Milivolts of the nerve) for recto-cortical CEP responses",
                    "description": "Milivolts of the nerve for the recto-cortical CEP responses compared to baseline.",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "MEP Index The area under the curve of the MEP response",
                    "description": "The area under the curve of the MEP response compared to baseline",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Anal Sphincter Function-Sustained Squeeze Pressure",
                    "description": "Anal sustained squeeze pressure (mm Hg) measure from Anal rectal manometry study compared to baseline.",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Anal Sphincter Function-Anal Resting Pressure",
                    "description": "Anal resting pressure (mm Hg) measure from Anal rectal manometry study compared to baseline.",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Anal Sphincter Function-Squeeze Pressure",
                    "description": "Anal squeeze pressure (mm Hg) measure from Anal rectal manometry study.",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Rectal Sensation-First Sensation (volume of air)",
                    "description": "During anal manometry test, subject tells investigator when they feel a first sensation of the balloon inside their rectum. (measure in mL of air).",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Rectal Sensation- Desire to defecate",
                    "description": "During anal manometry test, subject tells investigator when they feel a desire to defecate from the balloon that is blown up inside their rectum. (measure in mL of air).",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Rectal Sensation-Urgency to Defecate",
                    "description": "During anal manometry test, subject tells investigator when they feel an urgency to defecate from the balloon that is blown up inside their rectum. (measure in mL of air).",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Rectal Sensation-Maximum tolerable volume",
                    "description": "During anal manometry test, subject tells investigator when they feel have a maximum tolerable volume (as much as they can handle) from the balloon that is blown up inside their rectum. (measure in mL of air).",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Rectal Compliance",
                    "description": "Assessed by dv/dp",
                    "timeFrame": "6 weeks, 48 weeks"
                },
                {
                    "measure": "Symptoms correlation",
                    "description": "Correlate bowel symptoms (FI episodes), severity and physiological changes with MEP and CEP latency.",
                    "timeFrame": "6 weeks, 48 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Recurrent episodes of FI for 6 months;\n* No mucosal disease (colonoscopy + biopsy); and\n* On a 2-week stool diary patients reported at least one episode of solid or liquid FI/week.\n\nExclusion Criteria:\n\n* severe diarrhea (\\>6 liquid stools/day, Bristol scale \\>6);\n* on opioids,);\n* active depression;\n* severe cardiac disease, chronic renal failure or previous GI surgery except cholecystectomy and appendectomy;\n* neurologic diseases (e.g. head injury, epilepsy, multiple sclerosis, strokes, spinal cord injury) and increased intracranial pressure;\n* metal implants (within 30 cm of magnetic coil placement), pacemakers;\n* previous pelvic surgery/radiation, radical hysterectomy;\n* Ulcerative and Crohn's colitis;\n* rectal prolapse;\n* active anal fissure, anal abscess, congenital anorectal malformation, fistulae or inflamed hemorrhoids;\n* pregnant women",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Satish Rao, MD, PhD",
                    "role": "CONTACT",
                    "phone": "7067212238",
                    "email": "srao@augusta.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Satish Rao, MD,PhD",
                    "affiliation": "Augusta University",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Augusta University",
                    "status": "RECRUITING",
                    "city": "Augusta",
                    "state": "Georgia",
                    "zip": "30912-4810",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Satish Rao, MD, PhD",
                            "role": "CONTACT",
                            "phone": "706-721-2238",
                            "email": "srao@augusta.edu"
                        },
                        {
                            "name": "Tennekoon Karunaratne, MD,PhD",
                            "role": "CONTACT",
                            "phone": "+1-706-721-1968",
                            "email": "tkarunaratne@augusta.edu"
                        },
                        {
                            "name": "Amol Sharma, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.47097,
                        "lon": -81.97484
                    }
                },
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114-2621",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ahmad Samad",
                            "role": "CONTACT",
                            "phone": "617-726-2132",
                            "email": "ASAMAD1@mgh.harvard.edu"
                        },
                        {
                            "name": "Kyle Staller, MD",
                            "role": "CONTACT",
                            "phone": "+1-617-724-6038",
                            "email": "KSTALLER@mgh.harvard.edu"
                        },
                        {
                            "name": "Braden Kuo, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005242",
                    "term": "Fecal Incontinence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8381",
                    "name": "Fecal Incontinence",
                    "asFound": "Fecal Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7992",
                    "name": "Epinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M30371",
                    "name": "Racepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M211043",
                    "name": "Epinephryl borate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}