{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05554211",
            "orgStudyIdInfo": {
                "id": "STU00214745"
            },
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Tranexamic Acid Usage in Bilateral Mastectomy to Reduce Post-surgical Drainage",
            "officialTitle": "Tranexamic Acid Usage in Bilateral Mastectomy to Reduce Post-surgical Drainage",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "tranexamic-acid-usage-in-bilateral-mastectomy-to-reduce-post-surgical-drainage"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-21",
            "studyFirstSubmitQcDate": "2022-09-21",
            "studyFirstPostDateStruct": {
                "date": "2022-09-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Robert Walton",
                "investigatorTitle": "Clinical Professor of Plastic Surgery",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Saint Joseph Hospital, Chicago, Illinois",
                    "class": "OTHER"
                },
                {
                    "name": "Northwestern Memorial Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Tranexamic acid (TxA) is a drug that was approved by the FDA in 1986. It is an antifibrinolytic drug - this means that it is used to promote blood clotting by preventing the breakdown of blood clots that the participant's body naturally forms. TxA is very commonly used to control bleeding in a variety of surgeries, such as orthopedic and gynecologic procedures, and is available in both the injectable (delivering the drug through the veins) and oral forms. However, its use is still not commonplace in the setting of elective breast surgery, because it hasn't been extensively studied in this field. Because it is not currently FDA-approved for use in elective breast surgery, this would make the drug \"investigational\" for this study. Because of its current use in other fields, TxA seems to have a great deal of potential in reducing the amount of post-operative time that breast drains need to be kept in place, the frequency of adverse events during wound healing such as bleeding and fluid accumulation, and overall fluid drainage amount. This would serve to improve the overall process of post-operative healing following a mastectomy procedure. Currently, the use of TxA is approved through the injectable route at Northwestern, but it is not approved for administration by the topical route. Previous studies have shown that TxA given through the topical route of administration in breast reduction surgery reduced post-surgical drainage and fluid accumulation. In this study, the use of 3% (3 grams of TxA in 100 ml of saline) TxA through the topical route by applying it to the breast wound of one breast as a direct fluid irrigation will be investigated. This will be done as a fluid wash, where the TxA will be in a syringe, and just before wound closure the TxA will be sprayed onto the wound site. The other breast will undergo the same procedure, but will receive normal saline solution instead of TxA. The procedure of interest here is a prophylactic bilateral mastectomy, which is a mastectomy that is performed to prevent the occurrence of breast cancer. The purpose of this study is to test whether applying TxA topically during wound closure in mastectomy procedures will affect the quantity of fluid accumulation and bleeding, and the amount of time that post-operative drains need to be kept in place.",
            "detailedDescription": "Breast cancer is the second most common cancer among women in the United States. Mastectomy procedures are often performed to treat breast cancer, and may either be done prophylactically or therapeutically. Women with either a strong family history of breast cancer and/or a positive mutation for the breast cancer susceptibility genes BRCA1 or BRCA2 may elect to undergo a prophylactic mastectomy, in which one or both breasts are removed. Such procedures have been found to reduce the risk of developing breast cancer in these individuals by 90-95%. This process often begins with an individual who has a family member or relative that has tested positive for a BRCA mutation or developed breast cancer. Female family members may then choose to undergo screening to identify whether they carry such a genetic mutation themselves, and if any family member screens positive for the mutation, one may solicit a plastic surgeon for the mastectomy to prevent future breast cancer occurrence. Additionally, women may elect to undergo a mastectomy after the development of cancer in one or both breasts. In the event of cancer development in one breast, patients may choose to undergo a bilateral mastectomy therapeutically in the breast with cancer and prophylactically in the breast without cancer to prevent future cancer development in the non-cancer breast.\n\nDuring mastectomy procedures, tumescent solution is commonly used for regional anesthesia and reduction of blood loss through potent vasoconstriction. Tumescent solution is an infiltration solution (a formula consisting of epinephrine, lidocaine in Lactated Ringer's solution diluted in saline) that usually contains 0.05% lidocaine and 1:1,000,000 epinephrine. While there are several studies investigating various modified recipe of tumescent solution during bilateral risk-reducing mastectomy (BRRM) with the goal of reducing perioperative bleeding, the results remain inconsistent.\n\nIn this study, the use of TxA in bilateral mastectomy in a cohort of female patients will be investigated. TxA is an anti-fibrinolytic agent commonly used to control trauma and menstrual bleeding, as well as in routine surgical procedures. In prior studies, TxA has been shown to reduce mortality due to adverse bleeding events by one-third1. In addition, TxA mechanism-of-action has been shown to exert an immunomodulatory effect that results in reduced infection rates independent of its effect on reduction of blood loss4. Because of this, TxA has become an attractive agent for use in surgery to control bleeding during procedures and post-surgical fluid accumulation at the wound site. However, its use is still not commonplace in the setting of elective breast surgery.\n\nDuring breast surgery, agents such as tumescent solution are commonly administered to reduce peri-operative bleeding and post-surgical blood and fluid accumulation. Following surgery, drainage systems such as Jackson-Pratt drains are placed within the breast to allow for fluid removal and prevent the incidence of infection, hematoma, and seroma. To date, few studies have investigated the perioperative use of TxA during breast surgery to reduce post-surgical fluid drainage and reduction of corresponding adverse events - as a result, the investigators believe that there is a great deal of potential in this investigation to inform future surgical practices in this field and to improve patients' quality-of-life. In this study, the investigators will conduct a prospective study of female patients undergoing bilateral mastectomy to determine the effect of TxA administration in reducing post-surgical breast drainage and indwelling time and preventing adverse fluid accumulation-related events."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer",
                "BRCA Mutation"
            ],
            "keywords": [
                "mastectomy",
                "tranexamic acid"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "In a within-subjects design, one breast will receive normal saline control and the contralateral breast will receive tranexamic acid.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Each solution (topical saline irrigation vs. TxA) will be prepared by the hospital pharmacy on the day of the procedure and given a blinded code number so that the surgeons and study's investigators will be blinded to which breast received which solution. A randomization table will be used to determine whether the right or left breast receives TxA for each patient. Each wound, whether treated with the control agent of TxA, will be irrigated with gentamicin.\n\nThe labeling and volume of both the TxA and control irrigation syringes will be visually identical for blinding purposes with the exception of the label indicating whether the syringe is for the \"right\" or \"left\" breast. Two pharmacy staff members will check the breast assignment on the label against the randomization table. Each label will contain the patient's subject ID number and the study protocol number.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental Breast",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive 50 ml of TxA and gentamicin to the assigned experimental breast.",
                    "interventionNames": [
                        "Drug: Tranexamic acid"
                    ]
                },
                {
                    "label": "Control Breast",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive a standard irrigation of 50 ml of 0.9% NS and gentamicin to the assigned control breast.",
                    "interventionNames": [
                        "Drug: Normal saline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tranexamic acid",
                    "description": "The intervention is a topical application of 50 cc's of 3% tranexamic acid. In the operating room, TxA irrigation will be administered following gentamicin irrigation. TxA irrigation solution will be the last irrigation used prior to wound closure in order to assure maximum benefit derived from TxA administration, if any.",
                    "armGroupLabels": [
                        "Experimental Breast"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Normal saline",
                    "description": "The intervention is a topical application of 50 cc's of 3% tranexamic acid. In the operating room, control normal saline (NS) irrigation will be administered following gentamicin irrigation. NS irrigation solution will be the last irrigation used prior to wound closure in order to assure maximum benefit derived from TxA administration, if any.",
                    "armGroupLabels": [
                        "Control Breast"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Drain output",
                    "description": "The primary clinical endpoints in this study are the post-surgical drainage volume and drainage system indwelling time. Each drainage system will be removed post-operatively when the drainage amount is equal to or less than 30cc's for two consecutive 24-hour periods. Additionally, observations will be made regarding the post-surgical fluid accumulation, such as hematoma and seroma formation, and characterization of the fluid (bloody, purulent, serosanguinous, etc.)",
                    "timeFrame": "Approximately 1 month post-operatively"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety evaluation",
                    "description": "The primary safety endpoint will be the development of previously noted side effects in studies of TxA usage - primarily headache, diarrhea and nausea predominantly associated with oral administration of TxA - as self-reported by the participants of those studies. Incidence of all side effects will be monitored.",
                    "timeFrame": "Approximately 1 month post-operatively"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Female aged 18 years or older\n* Scheduled or plans to schedule a bilateral mastectomy\n* Able to understand informed consent and sign it voluntarily\n\nExclusion Criteria:\n\n* Male without breasts\n* Females who have previously undergone either unilateral or bilateral mastectomy as they do not have breasts on which the drug could be tested\n* Patients with a hypersensitive or allergic reaction to TxA\n* Patients with an active clotting disorder\n* Patients with a subarachnoid hemorrhage within the past 3 months of screening\n* Patients on chronic, extracorporeal renal replacement therapy",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Koushik Kondapi",
                    "role": "CONTACT",
                    "phone": "2488775651",
                    "email": "koushik.kondapi@northwestern.edu"
                },
                {
                    "name": "Robert L Walton, MD",
                    "role": "CONTACT",
                    "phone": "3123377795",
                    "email": "doctornotlaw@gmail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert L Walton, MD",
                    "affiliation": "Northwestern Feinberg School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern Memorial Hospital",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "AMITA Health Saint Joseph Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60657",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25440395",
                    "type": "BACKGROUND",
                    "citation": "Hunt BJ. The current place of tranexamic acid in the management of bleeding. Anaesthesia. 2015 Jan;70 Suppl 1:50-3, e18. doi: 10.1111/anae.12910."
                },
                {
                    "pmid": "10400410",
                    "type": "BACKGROUND",
                    "citation": "Dunn CJ, Goa KL. Tranexamic acid: a review of its use in surgery and other indications. Drugs. 1999 Jun;57(6):1005-32. doi: 10.2165/00003495-199957060-00017."
                },
                {
                    "pmid": "22397329",
                    "type": "BACKGROUND",
                    "citation": "McCormack PL. Tranexamic acid: a review of its use in the treatment of hyperfibrinolysis. Drugs. 2012 Mar 26;72(5):585-617. doi: 10.2165/11209070-000000000-00000."
                },
                {
                    "pmid": "31126915",
                    "type": "BACKGROUND",
                    "citation": "Draxler DF, Yep K, Hanafi G, Winton A, Daglas M, Ho H, Sashindranath M, Wutzlhofer LM, Forbes A, Goncalves I, Tran HA, Wallace S, Plebanski M, Myles PS, Medcalf RL. Tranexamic acid modulates the immune response and reduces postsurgical infection rates. Blood Adv. 2019 May 28;3(10):1598-1609. doi: 10.1182/bloodadvances.2019000092."
                },
                {
                    "pmid": "26580862",
                    "type": "BACKGROUND",
                    "citation": "Lecker I, Wang DS, Whissell PD, Avramescu S, Mazer CD, Orser BA. Tranexamic acid-associated seizures: Causes and treatment. Ann Neurol. 2016 Jan;79(1):18-26. doi: 10.1002/ana.24558. Epub 2015 Dec 15."
                },
                {
                    "pmid": "32740568",
                    "type": "BACKGROUND",
                    "citation": "Myckatyn TM, Tenenbaum MM. Discussion: Intravenous Tranexamic Acid in Implant-Based Breast Reconstruction Safely Reduces Hematoma without Thromboembolic Events. Plast Reconstr Surg. 2020 Aug;146(2):246-247. doi: 10.1097/PRS.0000000000006975. No abstract available."
                },
                {
                    "pmid": "32740567",
                    "type": "BACKGROUND",
                    "citation": "Weissler JM, Banuelos J, Jacobson SR, Manrique OJ, Nguyen MT, Harless CA, Tran NV, Martinez-Jorge J. Intravenous Tranexamic Acid in Implant-Based Breast Reconstruction Safely Reduces Hematoma without Thromboembolic Events. Plast Reconstr Surg. 2020 Aug;146(2):238-245. doi: 10.1097/PRS.0000000000006967."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "King, I. C., Mellington, A. J., Hazari, A., & Jones, M. E. (2019). Does tranexamic acid increase the risk of thromboembolic events in immediate or delayed breast reconstruction? A review of the literature. European Journal of Plastic Surgery, 42(6), 559-562. https://doi.org/10.1007/s00238-019-01527-9"
                },
                {
                    "pmid": "21294602",
                    "type": "BACKGROUND",
                    "citation": "Peitsidis P, Kadir RA. Antifibrinolytic therapy with tranexamic acid in pregnancy and postpartum. Expert Opin Pharmacother. 2011 Mar;12(4):503-16. doi: 10.1517/14656566.2011.545818. Epub 2011 Feb 4."
                },
                {
                    "pmid": "31800425",
                    "type": "BACKGROUND",
                    "citation": "Jules-Elysee KM, Tseng A, Sculco TP, Baaklini LR, McLawhorn AS, Pickard AJ, Qin W, Cross JR, Su EP, Fields KG, Mayman DJ. Comparison of Topical and Intravenous Tranexamic Acid for Total Knee Replacement: A Randomized Double-Blinded Controlled Study of Effects on Tranexamic Acid Levels and Thrombogenic and Inflammatory Marker Levels. J Bone Joint Surg Am. 2019 Dec 4;101(23):2120-2128. doi: 10.2106/JBJS.19.00258."
                },
                {
                    "pmid": "32869162",
                    "type": "BACKGROUND",
                    "citation": "Weissmann KA, Lafage V, Barrios Pitaque C, Lafage R, Descazeaux FM. Efficacy of topical versus intravenous tranexamic acid in spinal deformity. Eur Spine J. 2020 Dec;29(12):3044-3050. doi: 10.1007/s00586-020-06572-8. Epub 2020 Aug 31."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "https://www.breastcancer.org/treatment/surgery/prophylactic_mast"
                },
                {
                    "pmid": "26349843",
                    "type": "BACKGROUND",
                    "citation": "Ausen K, Fossmark R, Spigset O, Pleym H. Randomized clinical trial of topical tranexamic acid after reduction mammoplasty. Br J Surg. 2015 Oct;102(11):1348-53. doi: 10.1002/bjs.9878."
                },
                {
                    "pmid": "32207575",
                    "type": "BACKGROUND",
                    "citation": "Ausen K, Hagen AI, Ostbyhaug HS, Olafsson S, Kvalsund BJ, Spigset O, Pleym H. Topical moistening of mastectomy wounds with diluted tranexamic acid to reduce bleeding: randomized clinical trial. BJS Open. 2020 Apr;4(2):216-224. doi: 10.1002/bjs5.50248. Epub 2019 Dec 26."
                },
                {
                    "pmid": "31136475",
                    "type": "BACKGROUND",
                    "citation": "Ausen K, Pleym H, Liu J, Hegstad S, Nordgard HB, Pavlovic I, Spigset O. Serum Concentrations and Pharmacokinetics of Tranexamic Acid after Two Means of Topical Administration in Massive Weight Loss Skin-Reducing Surgery. Plast Reconstr Surg. 2019 Jun;143(6):1169e-1178e. doi: 10.1097/PRS.0000000000005620."
                },
                {
                    "pmid": "32671449",
                    "type": "BACKGROUND",
                    "citation": "Uslu AB. Effect of Tumescent Lidocaine and Epinephrine Infiltration on Blood Loss in Inferior Pedicle Wise-Pattern Breast Reduction: A Prospective Randomized Study. Aesthetic Plast Surg. 2021 Apr;45(2):442-450. doi: 10.1007/s00266-020-01859-z. Epub 2020 Jul 15."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "https://www.cdc.gov/cancer/breast/statistics/index.htm"
                },
                {
                    "pmid": "30422504",
                    "type": "BACKGROUND",
                    "citation": "Chauncey JM, Wieters JS. Tranexamic Acid. 2023 Jul 24. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK532909/"
                },
                {
                    "pmid": "28781210",
                    "type": "BACKGROUND",
                    "citation": "Hadad E, Wiser I, Rosenthal A, Landau G, Ziv E, Heller L. Suction drains in esthetic breast implant exchange are associated with surgical site infections: A retrospective cohort study. J Plast Reconstr Aesthet Surg. 2017 Nov;70(11):1635-1640. doi: 10.1016/j.bjps.2017.06.034. Epub 2017 Jul 6."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014148",
                    "term": "Tranexamic Acid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000933",
                    "term": "Antifibrinolytic Agents"
                },
                {
                    "id": "D000050299",
                    "term": "Fibrin Modulating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000006490",
                    "term": "Hemostatics"
                },
                {
                    "id": "D000003029",
                    "term": "Coagulants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16902",
                    "name": "Tranexamic Acid",
                    "asFound": "Non-Small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M8951",
                    "name": "Gentamicins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4252",
                    "name": "Antifibrinolytic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9576",
                    "name": "Hemostatics",
                    "relevance": "LOW"
                },
                {
                    "id": "M6259",
                    "name": "Coagulants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}