{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05736393",
            "orgStudyIdInfo": {
                "id": "6716"
            },
            "secondaryIdInfos": [
                {
                    "id": "4UH3AR076731-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/4UH3AR076731-02"
                }
            ],
            "organization": {
                "fullName": "Boston University Charles River Campus",
                "class": "OTHER"
            },
            "briefTitle": "Translation of Robotic Apparel for Alleviating Low Back Pain",
            "officialTitle": "Translation of Robotic Apparel for Alleviating Low Back Pain: Back Pain Consortium (BACPAC)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "translation-of-robotic-apparel-for-alleviating-low-back-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-10",
            "studyFirstSubmitQcDate": "2023-02-17",
            "studyFirstPostDateStruct": {
                "date": "2023-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Boston University Charles River Campus",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Harvard University",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a NIAMS-sponsored clinical trial being conducted through the NIH Helping to End Addition Long-term (HEAL) Initiative's Back Pain Consortium (BACPAC) Research Program. This is a single-arm controlled trial with individuals aged 18-70 with low back pain (LBP). This study investigates the effect(s) of augmenting physical therapy (PT) interventions with the use of an experimental wearable soft robotic device ('exosuit').",
            "detailedDescription": "Low back pain (LBP) has a lifetime prevalence of 80%, with approximately 20% of individuals experiencing recurrent episodes or chronic LBP (cLBP). Unfortunately, the evidence for the effectiveness of most rehabilitative treatment is low. With an economic burden approaching $100-billion in the United States alone, the National Institutes of Health has invested millions of dollars in innovative technologies aiming to improve rehabilitative care for low back injuries. As part of this initiative, the investigator's collaborative network of expert clinicians, engineers, and researchers have developed and tested robotic apparel technology (exosuit) that supplements ergonomic and biomechanical training and can be utilized by clinicians in the treatment of individuals with LBP.\n\nFailed rehabilitation, and thus progression from acute to cLBP, is thought to be caused by maladaptive motor control strategies, muscle hyperactivity, reduced movement variability, and development of fear-avoidance-beliefs. The exosuit technology was designed to reduce exertion, encourage safe, varied movement strategies, and promote recovery through well-timed assistive forces to the trunk and hips during flexion postures and lifting tasks. The proposed project builds on this work through use of the exosuit to augment traditional physical therapy care. In doing so, the investigators will determine whether this technology can enhance rehabilitation after back injuries, interrupt the progression of acute to chronic LBP, encourage non-maladaptive movement strategies, and expedite the timeline of return to prior level of function.\n\nTo examine the effects of exosuit augmented physical therapy rehabilitation and reduce disability, the investigators will recruit individuals with LBP who are referred to or receiving physical therapy into a single arm clinical trial. The investigators will evaluate feasibility, safety and usability of the exosuit, as well as changes in pain and disability throughout 6 weeks of rehabilitation and compare outcomes to a historical control group who received usual care. The investigators will also evaluate changes in fear-avoidance beliefs, range of motion, and motor control and compare outcomes between exosuit-augmented and no suit conditions over the 6 weeks. Primary outcomes of feasibility, usability, and safety of using a back exosuit to augment routine physical therapy will be evaluated. Secondary outcomes include the efficacy of using a back exosuit to augment routine physical therapy, measured by comparing changes in self-perceived pain and disability compared to the historical control group. Tertiary outcomes include the identification of interventional phenotypes by determining the relationship between changes in symptoms and changes in biomechanics function through exosuit-augmented physical therapy."
        },
        "conditionsModule": {
            "conditions": [
                "Low Back Pain"
            ],
            "keywords": [
                "Low Back Pain",
                "Chronic Pain",
                "Rehabilitation",
                "Exosuit",
                "Clinical Trial"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single arm clinical trials with propensity-matched control group.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exosuit Augmented Physical Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "participants will attend an in person screening, initial visit (1), 10 (2-11) sessions of physical therapy and a discharge visit (12). Participants will undergo a comprehensive biomechanical analysis on visits 1, 3, 6, 9 and 12, completing an extensive battery of surveys at visits 1, discharge, and 1-month post-discharge. Treatment will incorporate evidence-based physical therapy care based on clinical presentation to include manual therapy, therapeutic exercise, and functional therapeutic activities. A portion of each session will include exosuit use.",
                    "interventionNames": [
                        "Device: Back Exosuit"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Back Exosuit",
                    "description": "The device is worn like a backpack. It weighs 6 pounds. Participants will be able to perform movements naturally in the device. A ribbon serves as an external muscle to reduce the load and effort during lifting. As participants bend forward, the device assists the participant by supporting some of their body weight by gently pulling back. As participants stand up, the device assists them by gently pulling their trunk upright. Participants will feel the level of assistance change slightly as they move faster or slower. Participants will use this device during 20-40 minutes of physical therapy exercises during 12 visits over 4-6 weeks. Once it is fit and adjusted to each participant's comfort, the physical therapist will control the level of assistance the device provides similarly to how they would adapt any given exercise. Participants may start with more assistance and wean down over the course of the study.",
                    "armGroupLabels": [
                        "Exosuit Augmented Physical Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Suit Usability measured by Quebec User Evaluation of Satisfaction with Assistive technology (QUEST survey 2.0)",
                    "description": "Suit usability measured by the QUEST survey 2.0. The QUEST is a standardized usability scale to determine a user's device satisfaction. Results range from 1 to 5 on a Likert Scale, with higher scores (5) corresponding to a very satisfied response.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Suit Safety measured by patient-reported pain",
                    "description": "The Numerical Rating Scale of Pain will measure patient-reported levels of current pain intensity at the beginning and end of every study visit. Results range from 0 to 10, with higher scores indicating increased pain intensity.",
                    "timeFrame": "Pre and Post Every Visit including baseline (time 0), all follow-up visits (up to 8 weeks of treatment)"
                },
                {
                    "measure": "Change in Suit Safety measured by patient reported body discomfort",
                    "description": "The patient-reported level of current body discomfort will be appraised using a localized Numerical Rating Scale of Pain. At the end of every study visit, participants will rank their pain level in regions contacted by the exosuit, including the i) shoulders, chest, and upper back, ii) lower back, and iii) the thighs and lower legs. Results range from 0 to 10, with higher scores indicating increased pain intensity.",
                    "timeFrame": "Post Every Visit including baseline (time 0), all follow-up visits (up to 8 weeks of treatment)"
                },
                {
                    "measure": "Change in Suit Effect & Safety measured by Perceived Task Discomfort",
                    "description": "The patient-reported level of task discomfort will be measured at the end of selected biomechanical assessment tasks (performed with the suit in a slack and active condition). Participants will rank task discomfort on a numerical rating scale of task discomfort. Results range from 0 to 10, with higher scores indicating higher total body difficulty.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Suit Effect measured by Concern of Movement",
                    "description": "Patient-reported level of concern of movement will be measured at the end of each biomechanical visit. Four selected images from the Photo Series of Daily Activity will be ranked, with the participants envisioning themselves completing the task with or without the aid of the exosuit (Quirk et al., 2023). Results range from 0 to 10, with higher scores indicating higher concern with completing the task.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Suit Effect measured by Perceived task effort",
                    "description": "Patient-reported level of task effort will be measured at the end of selected biomechanical assessment tasks (performed with the suit in a slack and active condition). Participants will rank task difficulty on a numerical rating scale of task difficulty. Results range from 0 to 10, with higher scores indicating higher task difficulty.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Biomechanical Suit Effect measured by Trunk range of motion",
                    "description": "Inertial measurement units (IMUs) are positioned on the torso and each thigh. IMU biomechanics will be processed to determine the peak trunk range of motion. This measure will be calculated in all planes of motion. For selected biomechanical assessment tasks (performed with the suit in a slack and active condition) peak angles and velocity will quantify biomechanical effects.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Biomechanical Suit Effect measured by Trunk velocity",
                    "description": "Inertial measurement units (IMUs) are positioned on the torso and each thigh. IMU biomechanics will be processed to determine the peak trunk velocity. This measure will be calculated in all planes of motion. For selected biomechanical assessment tasks (performed with the suit in a slack and active condition) peak angles and velocity will quantify biomechanical effects.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Biomechanical Suit Effect measured by trunk coordination",
                    "description": "Inertial measurement units (IMUs) are positioned on the torso and each thigh. IMU biomechanics will be processed to determine the peak trunk velocity. This measure will be calculated in all planes of motion. For selected biomechanical assessment tasks (performed with the suit in a slack and active condition) peak angles and velocity will quantify biomechanical effects.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Functional Suit effect measured by peak deadlift pull force",
                    "description": "Measured during maximum voluntary isometric contractions (kg) will be measured using a stationary dynamometer. Peak full force will be measured for the slack and active suit condition.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Functional Suit Effect measured by peak dynamic lifting force",
                    "description": "Measured during dynamic 4 repetitions, progressive (5 pound incremental) floor-to-waist functional capacity lifting evaluation. The maximum mass lifted (repetitions performed) will compared between the slack and active suit conditions.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Functional Suit Effect measured by endurance lifting task",
                    "description": "Measured during dynamic 2.5 minute dynamic asymmetric lifting task. The maximum repetitions performed will compared between the slack and active suit conditions.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Pain measured by Numerical rating scale of pain (worst in last 24 hours)",
                    "description": "Patient-reported level of their worse pain intensity in the last 24 hours will be measured by the Numerical Rating Scale of Pain, at the beginning and end of every study visit. Results range from 0 to 10, with higher scores indicating increased pain intensity.",
                    "timeFrame": "Pre and Post Every Visit including baseline (time 0), all follow-up visits (up to 8 weeks of treatment), and follow-up post discharge (up to 13 weeks post time 0)"
                },
                {
                    "measure": "Change in Patient-reported Disability score measured by the modified Oswestry Disability Questionnaire (MDQ)",
                    "description": "Patient-reported pain intensity and interference is measured by the Modified Oswestry Disability Questionnaire (MDQ) scale. The MDQ is a series of 10 questions. Results range from 0 to 5, with higher scores indicating increased low-back related disability.",
                    "timeFrame": "Pre and Post Every Visit including baseline (time 0), all follow-up visits (up to 8 weeks of treatment), and follow-up post discharge (up to 13 weeks post time 0)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in Trunk Biomechanics: peak trunk range of motion",
                    "description": "Inertial measurement units (IMUs) are positioned on the torso and each thigh. IMU biomechanics will be processed to determine the peak trunk range of motion. This measure will be calculated in all planes of motion. Peak angles and velocity will quantify biomechanics change over time for selected biomechanical assessment tasks (performed in Slack suit only).",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Trunk Biomechanics: peak trunk velocity",
                    "description": "Inertial measurement units (IMUs) are positioned on the torso and each thigh. IMU biomechanics will be processed to determine the peak trunk velocity. This measure will be calculated in all planes of motion. Peak angles and velocity will quantify biomechanics change over time for selected biomechanical assessment tasks (performed in Slack suit only).",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Trunk Biomechanics: trunk coordination",
                    "description": "Inertial measurement units (IMUs) are positioned on the torso and each thigh. IMU biomechanics will be processed to determine the trunk coordination (phase-portrait smoothness and consistency). This measure will be calculated in all planes of motion. Peak angles and velocity will quantify biomechanics change over time for selected biomechanical assessment tasks (performed in Slack suit only).",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Physical Function: walking speed with 10 meter walk test",
                    "description": "Maximum walking speed will be used to understand how a participant's physical function changes over time.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Physical Function: 5x sit to stand",
                    "description": "Time to complete a five-times sit-to-stand will be used to understand how a participant's physical function changes over time.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in Physical Function: Functional reach",
                    "description": "Maximum functional reach distance will be used to understand how a participant's physical function changes over time.",
                    "timeFrame": "Measured periodically (at visits 1, 3, 6, 9, 12) between baseline (time 0) and 6-8 weeks of treatment."
                },
                {
                    "measure": "Change in patient-reported pain symptoms: BACPAC minimum pain inventory",
                    "description": "Participants' level of perceived pain will be measured by the BACPAC minimum pain inventory.",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in Patient-reported physical function: Patient specific functional scale (PSFS)",
                    "description": "Physical function will be measured by the patient-reported PSFS scale.",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in patient-reported pain catastrophizing: Pain catastrophizing scale (PCS-6)",
                    "description": "Patient-reported pain catastrophizing will be measured by the PCS-6 scale.",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in Patient-reported anxiety symptoms: Generalized anxiety disorder 2-item scale (GAD-2)",
                    "description": "Anxiety symptoms will be measured by the GAD-2 questionnaire.",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in patient reported substance use: Tobacco, Alcohol, Prescription medication and other substance use Screening tool (TAPS-1 tool)",
                    "description": "Patient-reported substance use including tobacco and alcohol use will be measured by the TAPS-1 tool.",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in patient-reported pain interference: Patient-reported outcomes measurement information system - pain interference (PROMIS - pain interference)",
                    "description": "Pain interference will be measured by the PROMIS - pain interference scale",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in patient reported physical function: PROMIS - physical function",
                    "description": "Physical function will be measured by the PROMIS-physical function scale",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in patient-reported sleep quality: PROMIS- sleep disturbance",
                    "description": "Participant reported sleep quality will be measured by the PROMIS-sleep disturbance scale.",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in patient depression scores: PROMIS - depression",
                    "description": "Participant level of depression symptoms will be measured by the PROMIS-depression scale",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in patient anxiety level: PROMIS - anxiety",
                    "description": "Participant level of anxiety will be measured by the PROMIS-anxiety scale",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in patient kinesiophobia: Optimal screening for prediction of referral and outcome cohort yellow flag assessment tool (OSPRO-YF assessment tool).",
                    "description": "Participant level of kinesiophobia will be measured by the OSPRO-YF tool.",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in reported pain: Pain, Enjoyment of life and General activity (PEG) Scale",
                    "description": "Participants level of pain will be measured by the pain, enjoyment of general activities scale (PEG).",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                },
                {
                    "measure": "Change in reported disability: Pain, Enjoyment of life and general activity (PEG) Scale",
                    "description": "Participants level of disability will be measured by the pain, enjoyment of general activities scale (PEG).",
                    "timeFrame": "Baseline (time 0), all follow-up visits (up to 8 weeks of treatment) and post-discharge follow-up (up to 13 months from time 0)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18-70\n* Diagnosis of LBP by licensed medical provider or self-report of lower back pain (initially gathered through partial HIPAA waiver, and confirmed during in-person screening visit)\n* Self-reported LBP with bending or lifting\n* Able to walk without an assistive device.\n* Willing and able to provide informed consent.\n* Provide HIPAA Authorization to allow communication with the primary healthcare provider (e.g., treating physical therapist) for communication (as needed) during the study period.\n* Must undergo physical therapy examination with research physical therapist and be assigned a Treatment-Based Classification (TBC) of movement impairment or control impairment.\n\nExclusion Criteria:\n\n* Unable to attend all scheduled visits and 1-month phone follow-up\n* Currently pregnant or likely to become pregnant within 6 weeks\n* Having received surgery to address current LBP\n* Having pain or symptoms below the knee that seems related to their current LBP\n* Having current LBP lasting less than 2 weeks\n* Diagnosed or self-reported neurological disorders effecting motor control (stroke, Parkinson's disease, etc.)\n* Use of a pacemaker or other implanted medical devices\n* Currently under treatment for cancer\n* Skin issues / sensitivity that an exosuit could exacerbate (e.g., Epidermolysis Bullosa)\n* Any other medical conditions that would preclude safe use of the exosuit device as determined by a physical therapist",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Boston University Physical Therapy Center",
                    "role": "CONTACT",
                    "phone": "617-358-3700",
                    "email": "backexo@bu.edu"
                },
                {
                    "name": "Lou N. Awad, PhD,DPT",
                    "role": "CONTACT",
                    "phone": "617-358-3043",
                    "email": "louawad@bu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Conor Walsh, PhD",
                    "affiliation": "Harvard University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Lou N. Awad, PhD,DPT",
                    "affiliation": "Boston University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boston University Physical Therapy Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James C Camarinos, DPT",
                            "role": "CONTACT"
                        },
                        {
                            "name": "David A Sherman, PhD, DPT",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Louis N Awad, DPT, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24665116",
                    "type": "BACKGROUND",
                    "citation": "Hoy D, March L, Brooks P, Blyth F, Woolf A, Bain C, Williams G, Smith E, Vos T, Barendregt J, Murray C, Burstein R, Buchbinder R. The global burden of low back pain: estimates from the Global Burden of Disease 2010 study. Ann Rheum Dis. 2014 Jun;73(6):968-74. doi: 10.1136/annrheumdis-2013-204428. Epub 2014 Mar 24."
                },
                {
                    "pmid": "17445733",
                    "type": "BACKGROUND",
                    "citation": "Rubin DI. Epidemiology and risk factors for spine pain. Neurol Clin. 2007 May;25(2):353-71. doi: 10.1016/j.ncl.2007.01.004."
                },
                {
                    "pmid": "32125402",
                    "type": "BACKGROUND",
                    "citation": "Dieleman JL, Cao J, Chapin A, Chen C, Li Z, Liu A, Horst C, Kaldjian A, Matyasz T, Scott KW, Bui AL, Campbell M, Duber HC, Dunn AC, Flaxman AD, Fitzmaurice C, Naghavi M, Sadat N, Shieh P, Squires E, Yeung K, Murray CJL. US Health Care Spending by Payer and Health Condition, 1996-2016. JAMA. 2020 Mar 3;323(9):863-884. doi: 10.1001/jama.2020.0734."
                },
                {
                    "pmid": "21982256",
                    "type": "BACKGROUND",
                    "citation": "Balague F, Mannion AF, Pellise F, Cedraschi C. Non-specific low back pain. Lancet. 2012 Feb 4;379(9814):482-91. doi: 10.1016/S0140-6736(11)60610-7. Epub 2011 Oct 6."
                },
                {
                    "pmid": "27745712",
                    "type": "BACKGROUND",
                    "citation": "Maher C, Underwood M, Buchbinder R. Non-specific low back pain. Lancet. 2017 Feb 18;389(10070):736-747. doi: 10.1016/S0140-6736(16)30970-9. Epub 2016 Oct 11."
                },
                {
                    "pmid": "20371789",
                    "type": "BACKGROUND",
                    "citation": "Chou R, Shekelle P. Will this patient develop persistent disabling low back pain? JAMA. 2010 Apr 7;303(13):1295-302. doi: 10.1001/jama.2010.344."
                },
                {
                    "pmid": "22321917",
                    "type": "BACKGROUND",
                    "citation": "Vlaeyen JWS, Linton SJ. Fear-avoidance model of chronic musculoskeletal pain: 12 years on. Pain. 2012 Jun;153(6):1144-1147. doi: 10.1016/j.pain.2011.12.009. Epub 2012 Feb 8. No abstract available."
                },
                {
                    "pmid": "17180640",
                    "type": "BACKGROUND",
                    "citation": "Leeuw M, Goossens ME, Linton SJ, Crombez G, Boersma K, Vlaeyen JW. The fear-avoidance model of musculoskeletal pain: current state of scientific evidence. J Behav Med. 2007 Feb;30(1):77-94. doi: 10.1007/s10865-006-9085-0. Epub 2006 Dec 20."
                },
                {
                    "pmid": "33591109",
                    "type": "BACKGROUND",
                    "citation": "Christe G, Crombez G, Edd S, Opsommer E, Jolles BM, Favre J. Relationship between psychological factors and spinal motor behaviour in low back pain: a systematic review and meta-analysis. Pain. 2021 Mar 1;162(3):672-686. doi: 10.1097/j.pain.0000000000002065."
                },
                {
                    "pmid": "24412032",
                    "type": "BACKGROUND",
                    "citation": "Wertli MM, Rasmussen-Barr E, Weiser S, Bachmann LM, Brunner F. The role of fear avoidance beliefs as a prognostic factor for outcome in patients with nonspecific low back pain: a systematic review. Spine J. 2014 May 1;14(5):816-36.e4. doi: 10.1016/j.spinee.2013.09.036. Epub 2013 Oct 18. Erratum In: Spine J. Aug 1;14(8):a18."
                },
                {
                    "pmid": "1943863",
                    "type": "BACKGROUND",
                    "citation": "Johansson H, Sojka P. Pathophysiological mechanisms involved in genesis and spread of muscular tension in occupational muscle pain and in chronic musculoskeletal pain syndromes: a hypothesis. Med Hypotheses. 1991 Jul;35(3):196-203. doi: 10.1016/0306-9877(91)90233-o."
                },
                {
                    "pmid": "29895230",
                    "type": "BACKGROUND",
                    "citation": "van Dieen JH, Reeves NP, Kawchuk G, van Dillen LR, Hodges PW. Motor Control Changes in Low Back Pain: Divergence in Presentations and Mechanisms. J Orthop Sports Phys Ther. 2019 Jun;49(6):370-379. doi: 10.2519/jospt.2019.7917. Epub 2018 Jun 12."
                },
                {
                    "pmid": "34719942",
                    "type": "BACKGROUND",
                    "citation": "George SZ, Fritz JM, Silfies SP, Schneider MJ, Beneciuk JM, Lentz TA, Gilliam JR, Hendren S, Norman KS. Interventions for the Management of Acute and Chronic Low Back Pain: Revision 2021. J Orthop Sports Phys Ther. 2021 Nov;51(11):CPG1-CPG60. doi: 10.2519/jospt.2021.0304."
                },
                {
                    "pmid": "26637653",
                    "type": "BACKGROUND",
                    "citation": "Alrwaily M, Timko M, Schneider M, Stevans J, Bise C, Hariharan K, Delitto A. Treatment-Based Classification System for Low Back Pain: Revision and Update. Phys Ther. 2016 Jul;96(7):1057-66. doi: 10.2522/ptj.20150345. Epub 2015 Dec 4."
                },
                {
                    "pmid": "20640863",
                    "type": "BACKGROUND",
                    "citation": "van Middelkoop M, Rubinstein SM, Kuijpers T, Verhagen AP, Ostelo R, Koes BW, van Tulder MW. A systematic review on the effectiveness of physical and rehabilitation interventions for chronic non-specific low back pain. Eur Spine J. 2011 Jan;20(1):19-39. doi: 10.1007/s00586-010-1518-3. Epub 2010 Jul 18."
                },
                {
                    "pmid": "34775831",
                    "type": "BACKGROUND",
                    "citation": "Tagliaferri SD, Mitchell UH, Saueressig T, Owen PJ, Miller CT, Belavy DL. Classification Approaches for Treating Low Back Pain Have Small Effects That Are Not Clinically Meaningful: A Systematic Review With Meta-analysis. J Orthop Sports Phys Ther. 2022 Feb;52(2):67-84. doi: 10.2519/jospt.2022.10761. Epub 2021 Nov 15."
                },
                {
                    "pmid": "25694111",
                    "type": "BACKGROUND",
                    "citation": "Kamper SJ, Apeldoorn AT, Chiarotto A, Smeets RJ, Ostelo RW, Guzman J, van Tulder MW. Multidisciplinary biopsychosocial rehabilitation for chronic low back pain: Cochrane systematic review and meta-analysis. BMJ. 2015 Feb 18;350:h444. doi: 10.1136/bmj.h444."
                },
                {
                    "pmid": "20163979",
                    "type": "BACKGROUND",
                    "citation": "Jack K, McLean SM, Moffett JK, Gardiner E. Barriers to treatment adherence in physiotherapy outpatient clinics: a systematic review. Man Ther. 2010 Jun;15(3):220-8. doi: 10.1016/j.math.2009.12.004. Epub 2010 Feb 16."
                },
                {
                    "pmid": "10543004",
                    "type": "BACKGROUND",
                    "citation": "Marras WS, Ferguson SA, Gupta P, Bose S, Parnianpour M, Kim JY, Crowell RR. The quantification of low back disorder using motion measures. Methodology and validation. Spine (Phila Pa 1976). 1999 Oct 15;24(20):2091-100. doi: 10.1097/00007632-199910150-00005."
                },
                {
                    "pmid": "36794907",
                    "type": "BACKGROUND",
                    "citation": "Quirk DA, Chung J, Schiller G, Cherin JM, Arens P, Sherman DA, Zeligson ER, Dalton DM, Awad LN, Walsh CJ. Reducing Back Exertion and Improving Confidence of Individuals with Low Back Pain with a Back Exosuit: A Feasibility Study for Use in BACPAC. Pain Med. 2023 Aug 4;24(Suppl 1):S175-S186. doi: 10.1093/pm/pnad003."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Data Repository",
                    "url": "https://healdata.org/portal/discovery/HDP00349/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified IPD will be made available to other researchers in BACPAC.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "The data will be made available upon publication of the study. It will remain available thereafter on https://healdata.org.",
            "accessCriteria": "Members of BACPAC can access study data in the HEAL Initiative Data Repository using permalink: https://healdata.org/portal/discovery/HDP00349/",
            "url": "https://healdata.org/portal/discovery/HDP00349/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                },
                {
                    "id": "D000017116",
                    "term": "Low Back Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "asFound": "Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19433",
                    "name": "Low Back Pain",
                    "asFound": "Low Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}