{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05354869",
            "orgStudyIdInfo": {
                "id": "Pending"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Transvaginal Electrical Stimulation for Myofascial Pelvic Pain",
            "officialTitle": "Repurposing Pelvic Floor Electrical Stimulation for the Treatment of Chronic Pelvic Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transvaginal-electrical-stimulation-for-myofascial-pelvic-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-11",
            "studyFirstSubmitQcDate": "2022-04-26",
            "studyFirstPostDateStruct": {
                "date": "2022-05-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anne Lenore Ackerman",
                "investigatorTitle": "Assistant Professor of Urology and Director of Research",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Myofascial Pelvic Pain (MPP) is a frequently overlooked musculoskeletal cause of chronic pelvic pain affecting 10-20% of all adult women. Despite high prevalence and societal costs, few effective treatments exist and are difficult to access due to shortages of skilled personnel. Treatments for MPP using electrical stimulation to induce muscle fatigue have proven efficacy at reducing pain, improving circulation, and promoting tissue healing, but have proven difficult to implement in gynecologic practice. The aim of this three-arm randomized study is to evaluate the utility of transvaginal electrical stimulation at a fixed frequency of 200 Hz in women with symptomatic MPP in comparison to the standard, first-line treatment with education, stretching, and low-impact exercise.\n\nNursing staff without prior training will be taught to deliver this high-frequency transvaginal electrical stimulation (HF-TES) treatment using the device. Responses to treatment provided by a specialist physician and licensed vocational nurse will be compared. Patients with \\>50% pain improvement will determine the effectiveness of HF-TES. Responses to treatment provided by a specialist physician and licensed vocational nurse will also be compared. Participants will be followed for 3 months following treatment completion.",
            "detailedDescription": "This will be a prospective randomized trial. Sixty subjects with suspected myofascial pelvic pain will be recruited from the University of California, Los Angeles (UCLA) Center for Women's Pelvic Health. Patients will be informed of the opportunity to participate in this study by their clinician during routine office visits after a diagnosis of interstitial cystitis or bladder pain syndrome (IC/BPS) is assigned. Interested subjects will be screened for eligibility and allowed as much time as they wish to complete informed consent. MPP subjects who meet inclusion/exclusion criteria will be approached for study inclusion and randomized 2:1 to high frequency transvaginal electrical stimulation (HF-TES) vs. usual care. Baseline demographics and clinical data, including age, body mass index (BMI), comorbidities, past surgeries, and medications, including hormones, will be captured at enrollment. History will include comprehensive characterization of the pain. Standard examination will include vaginal speculum and bimanual pelvic exam, assessment of pelvic floor myofascial pain and trigger points, pelvic organ prolapse quantification (POP-Q) and vulvovaginal Q-tip testing. Urine culture and post-void residual will rule out infection and urinary retention.\n\nAfter providing informed consent, subjects will complete the female Genitourinary Pain Index (fGUPI), Colorectal Functional Outcome questionnaire (COREFO), International Consultation on Incontinence Questionnaire-female Lower Urinary Tract Symptoms (ICIQ-fLUTS), and Pelvic Floor Distress Index (PFDI-20), the Vulvar and Vaginal Assessment Scales (VuAS and VAS) and Female Sexual Functional Index (FSFI) to measure visceral pelvic symptoms. The Hospital Anxiety and Depression Scale (HADS) and Short Form 12 (SF-12) will assess symptom impact on physical and mental quality of life. As no validated measures assess myofascial pelvic pain specifically, the McGill Pain Questionnaire will provide additional pain characterization. Two 24-hour voiding and bowel diaries will be completed at baseline, capturing frequency of voids and defecation, episodes of urinary or bowel urgency or incontinence, stool type, and fluid intake levels. At 1-2 weeks and 3 months (±10 days) after completing treatment, the investigators will reacquire baseline measures (including voiding and bowel diaries) as well as the Patient Global Impression of Improvement (PGI-I), satisfaction with treatment (Likert scale: 0 = not satisfied to 10 = completely satisfied) and a binary assessment of meaningful benefit from treatment (yes/no).\n\nParticipants will be randomized to receive usual care or usual care and HF-TES administered by either a specialized urogynecology provider or licensed vocational nurse (LVN) using a secure online randomization system. Minimization will balance trial group assignments according to the presence or absence of sexual dysfunction (FSFI total score \\<26), psychological distress (HADS total score \\> 10) and current hormonal medication use (yes/no). Trial group assignments will be made after initial counseling orienting the patient to usual care to avoid undue bias during the education session and training in usual care.\n\nTreatment will be 8 weeks in duration. Therapy will be performed by a trained, registered LVN or physician, and any adverse evens, patient complains or study attrition due to perceived side effects reported immediately. There will be a post-treatment assessment, repeating pelvic floor exam, symptomatic and patient global impression of improvement surveys. A 3 month post-treatment symptomatic assessment will take place to complete determination of treatment outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Myofascial Pelvic Pain"
            ],
            "keywords": [
                "high frequency transvaginal electrical stimulation",
                "pelvic floor",
                "chronic pelvic pain",
                "muscle fatigue"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to receive usual care or usual care and hi frequency transvaginal electrical stimulation administered by either a specialized urogynecology provider or licensed vocational nurse(LVN) using a secure online randomization system.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The current standard, first line treatment for MPP is a program of education, home exercises, and stretching. At enrollment, subjects will be counseled about the origins of myofascial pain in a one-on-one setting with the aid of informational handouts. They will be counseled about specific practices, such as Kegel exercises, volitional holding of urine or stool, and intensive exercise, that aggravate pelvic floor hypertonicity. They will be counseled about appropriate hydration and maintaining an adequate bowel regimen to avoid constipation. A stretching regimen aimed at abdominal and pelvic muscle release with elements of self-massage should be performed three times daily. Lastly, subjects will be prescribed 20 minutes of walking daily. Subjects will be recommended to continue this long-term, self-care program indefinitely.",
                    "interventionNames": [
                        "Behavioral: Standard care"
                    ]
                },
                {
                    "label": "HF-TES by LVN",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "In-office pulsed HF-TES will be delivered by licensed vocational nurse using the Urostym® clinic-based Pelvic Floor Rehabilitation System. An LVN will undergo didactic and practical training, which will include a detailed orientation to the device.\n\nSessions of electric muscle stimulation will be performed at a frequency of 200 Hz (to induce a passive pelvic floor muscle contraction) for 20 min weekly using a pulse duration of 1 ms of stimulation and an interpulse interval of 4.1 ms. Stimulation intensity (current) will be adjusted manually to palpable, but not painful, stimulation. Vaginal and surface abdominal electromyographic monitoring (EMG) will be conducted throughout the treatment session, recording the average pre- and post-treatment values for each session. In subjects whose pelvic floor EMG does not normalize to \\<4 millielectronvolts (mV) in a 20-minute session, the subsequent session will be increased to 30 minutes.",
                    "interventionNames": [
                        "Device: Urostym"
                    ]
                },
                {
                    "label": "HF-TES by Physician",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A urogynecologic specialist will deliver HF-TES in office using Urostym® pelvic floor rehabilitation system. A physician will undergo didactic and practical training, which will include a detailed orientation to the device.\n\nSessions of electric muscle stimulation will be performed at a frequency of 200 Hz (to induce a passive pelvic floor muscle contraction) for 20 min weekly using a pulse duration of 1 ms of stimulation and an interpulse interval of 4.1 ms. Stimulation intensity (current) will be adjusted manually to palpable, but not painful, stimulation. Vaginal and surface abdominal electromyographic monitoring (EMG) will be conducted throughout the treatment session, recording the average pre- and post-treatment values for each session. In subjects whose pelvic floor EMG does not normalize to \\<4 millielectronvolts (mV) in a 20-minute session, the subsequent session will be increased to 30 minutes.",
                    "interventionNames": [
                        "Device: Urostym"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Urostym",
                    "description": "electric pelvic floor muscle stimulator",
                    "armGroupLabels": [
                        "HF-TES by LVN",
                        "HF-TES by Physician"
                    ],
                    "otherNames": [
                        "Hi frequency transvaginal electrical stimulation"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Standard care",
                    "description": "patient education on home exercises and stretching",
                    "armGroupLabels": [
                        "Usual Care"
                    ],
                    "otherNames": [
                        "usual care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change of myofascial pelvic pain symptoms",
                    "description": "The primary outcome will measure a change in pain on the 11-point Numeric Pain Rating Scale, where the minimum value of 0 indicates no pain and the maximum value of 10 indicates worse possible pain. Higher scores are associated with a worse outcome. Positive outcomes would have a 2-point reduction in mean pain intensity from baseline to post-treatment.",
                    "timeFrame": "8 weeks of treatment"
                },
                {
                    "measure": "Patient perception of treatment delivery by an LVN in comparison to specialist MD",
                    "description": "Patients will complete the Patient Global Impression of Improvement (PGI-I) questionnaire, where the minimum value of 1 indicates a \"very much better\" change in pain and the maximum value of 7 indicates a \"very much worse\" change in pain. Responses will be compared between the two provider groups.",
                    "timeFrame": "8 weeks of treatment"
                },
                {
                    "measure": "Patient satisfaction with treatment delivery by an LVN in comparison to specialist MD",
                    "description": "The investigators will use a Likert scale that measures satisfaction with treatment, where 0 = not satisfied and 10 = completely satisfied. Scores between the LVN and MD group will be compared.",
                    "timeFrame": "8 weeks of treatment"
                },
                {
                    "measure": "Benefit of therapy",
                    "description": "Patients will answer a binary assessment of benefit from therapy with Yes or No response options. Yes responses will indicate patients found therapy beneficial whereas No responses will indicate therapy was not found beneficial. Responses will be compared between provider groups.",
                    "timeFrame": "8 weeks of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in bothersome visceral bowel symptoms",
                    "description": "Patients will complete standardized, validated symptoms questionnaires assessing bowel, bladder, genital, and sexual symptoms and pain features and severity. The Colorectal Functional Outcome questionnaire (COREFO) will assess change in bothersome bowel symptoms, using 27 questions with a score range from 0 to 100. Higher scores will indicate poor function. A score greater than 15 will be considered symptomatic. Results of this questionnaire will be compared between providers.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change in bothersome visceral bladder symptoms",
                    "description": "Patients will complete standardized, validated symptoms questionnaires assessing bowel, bladder, genital, and sexual symptoms and pain features and severity. The International Consultation on Incontinence Questionnaire - Female Lower Urinary Tract Symptoms (ICIQ - FLUTS) will assess change in bothersome bladder urinary symptoms, using 24 questions with a score range from 0 to 48. Higher scores indicate poor bladder function. Questionnaire responses will be compared between providers.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change in bothersome visceral sexual symptoms",
                    "description": "Patients will complete 19 questions from the female sexual functional index (FSFI) with each question having a Likert scale of 0 (No sexual activity) to 5 (almost always or always) to measure sexual function. Scores may range from 0-36. Higher scores will indicate positive outcomes. Questionnaire responses will be compared between providers.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change in bothersome visceral genital symptoms",
                    "description": "Patients will complete 8 questions from Vulvar and Vaginal Assessment scales (VuAS and VAS) to measure genital symptoms with scale from 0 (no symptoms) to 3 (severe symptoms). Total scores may range between 0-24. Higher scores will be associated with worse outcomes. Patient responses will be compared between provider groups.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change in pain severity",
                    "description": "Patients will complete 20 questions from Pelvic Floor Distress Index (PFDI-20) to assess discomfort severity in bowel, bladder, or pelvic symptoms. Scores may range from 0-80 with scale of 0 (no) to 4 (Quite a bit). Higher scores will be associated with worse outcomes. Patient responses will be compared between provider groups.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change in pain features",
                    "description": "Patients will complete 9 questions from the Female Genitourinary Pain Index (fGUPI). Total scores may range from 0-45. Higher scores will be associated with worse outcomes. Scales may have a minimum value of 0 (None) and a maximum value of 10 (Pain as bad as you can imagine). Patient responses will be compared between provider groups.",
                    "timeFrame": "8 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Short-term durability of symptomatic improvements",
                    "description": "As an exploratory outcome, the investigators will assess the short-term durability of symptomatic improvements following treatment interventions by reassessing questionnaires from the first 10 previous outcomes 3 months later. Patient responses immediately after treatment will be compared to responses 3 months after treatment using the same questionnaires as in the first 10 outcomes.",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Women between 18 and 65 years of age\n* Pelvic pain for more than 6 months duration\n* Report an average daily pain intensity score of at least 4 (on a 0 to 10 scale)\n* Palpable trigger points in internal pelvic floor muscles on standardized myofascial pelvic floor exam\n* Willing to refrain from new clinical treatments that may affect pain during the study period\n\nExclusion Criteria:\n\n* Inability to participate in weekly clinic visits\n* Prior invasive pelvic procedures for pain (e.g., prior pelvic surgery, sacroiliac joint injections, ganglion impar block, bladder instillations, sacral neuromodulation, intradetrusor or intramuscular Botox®)\n* Active urinary tract infection (UTI) or vaginal infection\n* Pregnancy, childbirth during the previous12 months, currently planning pregnancy\n* Drug addiction\n* Prior pelvic floor physical therapy\n* Malignancy or other serious medical condition (e.g., poorly controlled diabetes \\[Glycated hemoglobin (HgA1c) \\> 8\\], neurologic or rheumatic disease)\n* Diagnosed with an alternate cause of pelvic pain (e.g., interstitial cystitis, dysmenorrhea/menorrhalgia, vestibulodynia, vulvar dermatoses)\n* Urinary retention\n* Greater than stage 3 pelvic organ prolapse\n* Indwelling vaginal devices (e.g., vaginal pessary, contraceptive ring)\n* Inability to sign an informed consent, fill out questionnaires, or complete study interviews",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Only female participants are being studied.",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "A. Lenore Ackerman, MD, PhD",
                    "role": "CONTACT",
                    "phone": "833-825-2974",
                    "email": "aackerman@mednet.ucla.edu"
                },
                {
                    "name": "Nasaura Richard, MPH",
                    "role": "CONTACT",
                    "phone": "3107944321",
                    "email": "nrichard@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "A. Lenore Ackerman, MD, PhD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA Center for Women's Pelvic Health",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "A. Lenore Ackerman, MD, PhD",
                            "role": "CONTACT",
                            "phone": "833-825-2974",
                            "email": "aackerman@mednet.ucla.edu"
                        },
                        {
                            "name": "Crystal Cisneros",
                            "role": "CONTACT",
                            "phone": "8338252974",
                            "email": "ccisneros@mednet.ucla.edu"
                        },
                        {
                            "name": "A. Lenore Ackerman, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "3310051",
                    "type": "BACKGROUND",
                    "citation": "Morris L, Newton RA. Use of high voltage pulsed galvanic stimulation for patients with levator ani syndrome. Phys Ther. 1987 Oct;67(10):1522-5. doi: 10.1093/ptj/67.10.1522. Erratum In: Phys Ther 1988 Feb;68(2):265."
                },
                {
                    "pmid": "3874049",
                    "type": "BACKGROUND",
                    "citation": "Nicosia JF, Abcarian H. Levator syndrome. A treatment that works. Dis Colon Rectum. 1985 Jun;28(6):406-8. doi: 10.1007/BF02560224."
                },
                {
                    "pmid": "6182809",
                    "type": "BACKGROUND",
                    "citation": "Sohn N, Weinstein MA, Robbins RD. The levator syndrome and its treatment with high-voltage electrogalvanic stimulation. Am J Surg. 1982 Nov;144(5):580-2. doi: 10.1016/0002-9610(82)90586-4."
                },
                {
                    "pmid": "3497787",
                    "type": "BACKGROUND",
                    "citation": "Billingham RP, Isler JT, Friend WG, Hostetler J. Treatment of levator syndrome using high-voltage electrogalvanic stimulation. Dis Colon Rectum. 1987 Aug;30(8):584-7. doi: 10.1007/BF02554802."
                },
                {
                    "pmid": "29271482",
                    "type": "BACKGROUND",
                    "citation": "Stewart F, Berghmans B, Bo K, Glazener CM. Electrical stimulation with non-implanted devices for stress urinary incontinence in women. Cochrane Database Syst Rev. 2017 Dec 22;12(12):CD012390. doi: 10.1002/14651858.CD012390.pub2."
                },
                {
                    "pmid": "11998089",
                    "type": "BACKGROUND",
                    "citation": "Bernier F, Davila GW. The treatment of nonobstructive urinary retention with high-frequency transvaginal electrical stimulation. Urol Nurs. 2000 Aug;20(4):261-4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017699",
                    "term": "Pelvic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M19918",
                    "name": "Pelvic Pain",
                    "asFound": "Pelvic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}