{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04514757",
            "orgStudyIdInfo": {
                "id": "20-001636"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Transcutaneous (Tragus) Vagal Nerve Stimulation for Post-op Afib",
            "officialTitle": "Transcutaneous (Tragus) Vagal Nerve Stimulation (tVNS) for Post-op Atrial Fibrillation (POAF)",
            "acronym": "STOP_AF",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transcutaneous-tragus-vagal-nerve-stimulation-for-post-op-afib"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-29",
            "studyFirstSubmitQcDate": "2020-08-12",
            "studyFirstPostDateStruct": {
                "date": "2020-08-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jonathan K. Ho",
                "investigatorTitle": "Associate Clinical Professor",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Oklahoma",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Patients undergoing cardiac surgery are at high risk of developing atrial fibrillation (AF), with estimated rates of 30-50% and occurs at approximately 2-4 days after surgery. The autonomic nervous system is known to play a key role in AF. Animal studies have indicated that duration and inducibility of AF can be decreased with intermittent vagus nerve stimulation (VNS). In humans, literature suggests that transcutaneous (tragus) VNS (tVNS) can serve as a potentially non-invasive therapy for treatment of post-operative AF (POAF) by reducing inflammation and increasing atrial refractory period. The purpose of this study is to determine the value of tVNS in reducing the burden of POAF and days of hospitalization after cardiac surgery.",
            "detailedDescription": "The trial will have two study arms: active tVNS vs. sham tVNS. Patients will be randomized to active tVNS vs. sham tVNS and will receive optimal post-op care in both arms. Active tVNS (Parasym device, Parasym Health, Inc, London, UK) will be performed with a clip attached to the ear at 20 hertz (Hz), 250 microseconds (ms) at a current just below discomfort threshold for one hour twice a day, starting on post-day 0. For sham tVNS, Parasym device will be attached to the ear twice a day, turned on but current set to 0 milliamp (mA), starting on post-op day 0. Stimulation will continue until 5 days post-op or discharge. Discomfort threshold will be determined in both arms pre-operatively in the conscious state. This current will be used for stimulation for this patient until they are awake and extubated after surgery. The stimulation threshold may be reassessed once the patient is able to provide feedback.\n\nPatients will be approached and recruited prior to their scheduled cardiac surgery. Recruited patients who give informed consent will have the discomfort stimulation threshold (current that leads to discomfort at the tragus) determined prior to surgery. Post-operatively, stimulation will be performed in the tVNS group at just below discomfort threshold. In the sham group, the stimulator will be turned on but current set at 0 mA. Stimulations will be performed within 12 hours of arrival to the ICU after surgery, and then twice a day between the hours of 7:00-9:00 am and 6:00-8:00 pm. If POAF develops in either arm, stimulation will be continued for the full 5 days. Ten ml of blood will be drawn within 12 hours of arrival to the ICU after surgery and on day 3 post-op for measurement of biomarkers. Serum will be stored at -80 Celsius and processed in batches of 10-15 samples.\n\nSample Size:\n\nThe investigators expect cardiac surgery to be associated with 40% incidence of POAF. The investigators expect tVNS to reduce this incidence by 40%. A sample size of 133 subjects per arm will be able to achieve 80% power at alpha of 0.05. If interim analysis is planned, Pocock method will be used and a p value of 0.03 will be used for interim and 0.03 for final analysis. Data will be analyzed according to the intention-to-treat principle.\n\nRandomization:\n\nA 1:1 randomization ratio for the tVNS vs. sham will be utilized. Patients who meet all of the inclusion and none of the exclusion criteria will be randomized in the order of their enrollment. After completing the Informed Consent process, the subject is then randomized following completion of the baseline and demographics information case report forms. Randomization should occur prior to any study-related tests or procedures. The subjects will be considered enrolled in the study once randomization has occurred.\n\nRandomization will be stratified by clinical center and post-operative amiodarone use. A computer-generated randomization list with random permuted block of a variable will be produced for each clinical center. Investigators and other study staff members should not be able to identify the study assignment until this time. If a randomization assignment is inadvertently disclosed prior to use, the assignment will never be used.\n\nA report of randomization compliance will be generated at the conclusion of the study."
        },
        "conditionsModule": {
            "conditions": [
                "Atrial Fibrillation"
            ],
            "keywords": [
                "post-operative atrial fibrillation",
                "transcutaneous (tragus) vagal nerve stimulation",
                "outcomes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 266,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "Active tVNS (Parasym device, Parasym Health, Inc, London, UK) will be performed with a clip attached to ear at 20 Hz, 250ms at a current just below discomfort threshold for one hour twice a day, starting on post-day 0. Stimulation will continue until 5 days post-operatively or discharge.",
                    "interventionNames": [
                        "Device: active tVNS"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham tVNS will be performed by attaching the Parasym device to the ear and setting output to 0. Stimulation will continue until 5 days post-operatively or discharge.",
                    "interventionNames": [
                        "Device: sham tVNS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "active tVNS",
                    "description": "20 Hz, 250ms at a current just below discomfort threshold for one hour twice a day, starting on post-day 0. Stimulation will continue until 5 days post-operatively or discharge.",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "sham tVNS",
                    "description": "Current set a 0 mA, starting on post-op day 0. Stimulation will continue until 5 days post-operatively or discharge.",
                    "armGroupLabels": [
                        "Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Atrial Fibrillation",
                    "description": "Incidence of post-operative atrial fibrillation for postoperative day 0-5 (postop day 0 is the day of the surgery and is the first day of the time frame and postoperative day 5 is the 6th day).",
                    "timeFrame": "6 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Days of hospitalization",
                    "description": "Number of days in the hospital from postoperative day 0 to discharge.",
                    "timeFrame": "Postop day 0 until discharge from the hospital, an average of 1 week."
                },
                {
                    "measure": "Inflammatory markers",
                    "description": "Reduction in inflammatory markers including C-reactive protein (CRP), Interleukin 10 (IL-10), Tumour Necrosis Factor alpha (TNF-alpha), Interleukin 6 (IL-6), and Interleukin 1 beta (IL-1β)",
                    "timeFrame": "Within 12 hours of arrival to the ICU after surgery and on postop day 3 (2 days)"
                },
                {
                    "measure": "Sympathetic neural markers",
                    "description": "Reduction in sympathetic neural markers including norepinephrine, Neuropeptide Y (NPY), and galanin.",
                    "timeFrame": "Postop day 3 (1 day)"
                },
                {
                    "measure": "Pain assessment",
                    "description": "Pain scores will be assessed on postoperative days 0-5 using the visual analog score (Scale 0-10). Zero for no pain and ten being the worst pain experienced. They will be obtained and recorded into the medical record by the nurse monitoring the subject as part of standard care. Postop day 0 is the day of the surgery and is the first day of the time frame and postoperative day 5 is the 6th day.",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Narcotic Usage",
                    "description": "Total narcotic consumption will be calculated each day for postoperative days 0-5. Narcotic amount will be converted to a standard unit equivalent for comparison. Postop day 0 is the day of the surgery and is the first day of the time frame and postoperative day 5 is the 6th day.",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Duration of post-op atrial fibrillation",
                    "description": "How many hours or days for each incidence of postoperative atrial fibrillation for postoperative days 0-5 (postop day 0 is the day of the surgery and is the first day of the time frame and postoperative day 5 is the 6th day).",
                    "timeFrame": "6 days"
                },
                {
                    "measure": "Heart rate during atrial fibrillation",
                    "description": "The heart rate during each incidence of postoperative atrial fibrillation for postop days 0-5 (postop day 0 is the day of the surgery and is the first day of the time frame and postoperative day 5 is the 6th day).",
                    "timeFrame": "6 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients scheduled to undergo coronary artery bypass surgery, major vascular/aneurysm repair requiring bypass, valvular replacement or repair, or both, for clinically indicated reasons.\n2. Age ≥ 18 years.\n3. Sinus rhythm at baseline.\n4. Provision of signed informed consent and stated willingness to comply with all study procedures for duration of the study\n\nExclusion Criteria:\n\n1. Emergent surgery\n2. Anticipated amiodarone use\n3. Patients with permanent or persistent atrial fibrillation\n4. Planned concomitant atrial Maze procedure\n5. Complex congenital heart disease\n6. Women who are pregnant (as evidenced by pregnancy test if pre-menopausal).\n7. Left ventricular assist device or status post orthotopic heart or lung transplantation\n8. Unable or unwilling to comply with protocol requirements.\n9. Known channelopathy such as Brugada syndrome, long QT syndrome, or Catecholaminergic monomorphic ventricular tachycardia\n10. Symptomatic sinus bradycardia or sinus node dysfunction at baseline without an implantable pacemaker.\n11. Complete heart block or trifascicular block without an implantable pacemaker\n12. Recurrent vasovagal syncope\n13. Unilateral or bilateral vagotomy\n14. Chronic amiodarone use",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Scovotti",
                    "role": "CONTACT",
                    "phone": "310-206-4484",
                    "email": "jscovotti@mednet.ucla.edu"
                },
                {
                    "name": "Claudia Bueno",
                    "role": "CONTACT",
                    "phone": "310-267-2130",
                    "email": "cbueno@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan Ho, MD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Marmar Vaseghi, MD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Stavros Stavrakis, MD, PhD",
                    "affiliation": "University of Oklahoma",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Scovotti",
                            "role": "CONTACT",
                            "phone": "310-206-4484",
                            "email": "JScovotti@mednet.ucla.edu"
                        },
                        {
                            "name": "Claudia Bueno",
                            "role": "CONTACT",
                            "phone": "310-267-2130",
                            "email": "cbueno@mednet.ucla.edu"
                        },
                        {
                            "name": "Jonathan Ho, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Marmar Vaseghi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of Oklahoma",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stavros Stavrakis, MD, PhD",
                            "role": "CONTACT",
                            "phone": "405-271-9696",
                            "email": "stavros-stavrakis@ouhsc.edu"
                        },
                        {
                            "name": "Stavros Stavrakis, MD., PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "11747385",
                    "type": "BACKGROUND",
                    "citation": "Maisel WH, Rawn JD, Stevenson WG. Atrial fibrillation after cardiac surgery. Ann Intern Med. 2001 Dec 18;135(12):1061-73. doi: 10.7326/0003-4819-135-12-200112180-00010."
                },
                {
                    "pmid": "8759081",
                    "type": "BACKGROUND",
                    "citation": "Aranki SF, Shaw DP, Adams DH, Rizzo RJ, Couper GS, VanderVliet M, Collins JJ Jr, Cohn LH, Burstin HR. Predictors of atrial fibrillation after coronary artery surgery. Current trends and impact on hospital resources. Circulation. 1996 Aug 1;94(3):390-7. doi: 10.1161/01.cir.94.3.390."
                },
                {
                    "pmid": "24763467",
                    "type": "BACKGROUND",
                    "citation": "Chen PS, Chen LS, Fishbein MC, Lin SF, Nattel S. Role of the autonomic nervous system in atrial fibrillation: pathophysiology and therapy. Circ Res. 2014 Apr 25;114(9):1500-15. doi: 10.1161/CIRCRESAHA.114.303772."
                },
                {
                    "pmid": "27591222",
                    "type": "BACKGROUND",
                    "citation": "Salavatian S, Beaumont E, Longpre JP, Armour JA, Vinet A, Jacquemet V, Shivkumar K, Ardell JL. Vagal stimulation targets select populations of intrinsic cardiac neurons to control neurally induced atrial fibrillation. Am J Physiol Heart Circ Physiol. 2016 Nov 1;311(5):H1311-H1320. doi: 10.1152/ajpheart.00443.2016. Epub 2016 Sep 2."
                },
                {
                    "pmid": "29759717",
                    "type": "BACKGROUND",
                    "citation": "Stavrakis S, Humphrey MB, Scherlag B, Iftikhar O, Parwani P, Abbas M, Filiberti A, Fleming C, Hu Y, Garabelli P, McUnu A, Peyton M, Po SS. Low-Level Vagus Nerve Stimulation Suppresses Post-Operative Atrial Fibrillation and Inflammation: A Randomized Study. JACC Clin Electrophysiol. 2017 Sep;3(9):929-938. doi: 10.1016/j.jacep.2017.02.019. Epub 2017 May 30."
                },
                {
                    "pmid": "25744003",
                    "type": "BACKGROUND",
                    "citation": "Stavrakis S, Humphrey MB, Scherlag BJ, Hu Y, Jackman WM, Nakagawa H, Lockwood D, Lazzara R, Po SS. Low-level transcutaneous electrical vagus nerve stimulation suppresses atrial fibrillation. J Am Coll Cardiol. 2015 Mar 10;65(9):867-75. doi: 10.1016/j.jacc.2014.12.026."
                },
                {
                    "pmid": "32192678",
                    "type": "BACKGROUND",
                    "citation": "Stavrakis S, Stoner JA, Humphrey MB, Morris L, Filiberti A, Reynolds JC, Elkholey K, Javed I, Twidale N, Riha P, Varahan S, Scherlag BJ, Jackman WM, Dasari TW, Po SS. TREAT AF (Transcutaneous Electrical Vagus Nerve Stimulation to Suppress Atrial Fibrillation): A Randomized Clinical Trial. JACC Clin Electrophysiol. 2020 Mar;6(3):282-291. doi: 10.1016/j.jacep.2019.11.008. Epub 2020 Jan 29."
                },
                {
                    "pmid": "31597476",
                    "type": "BACKGROUND",
                    "citation": "Andreas M, Arzl P, Mitterbauer A, Ballarini NM, Kainz FM, Kocher A, Laufer G, Wolzt M. Electrical Stimulation of the Greater Auricular Nerve to Reduce Postoperative Atrial Fibrillation. Circ Arrhythm Electrophysiol. 2019 Oct;12(10):e007711. doi: 10.1161/CIRCEP.119.007711. Epub 2019 Oct 10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001281",
                    "term": "Atrial Fibrillation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4586",
                    "name": "Atrial Fibrillation",
                    "asFound": "Atrial Fibrillation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}