{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04105114",
            "orgStudyIdInfo": {
                "id": "19.0434"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01NS102920-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01NS102920-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Louisville",
                "class": "OTHER"
            },
            "briefTitle": "Transformation of Paralysis to Stepping",
            "officialTitle": "Transformation of Paraplegic Paralysis to Overground Stepping in Humans",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transformation-of-paralysis-to-stepping"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-10",
            "studyFirstSubmitQcDate": "2019-09-25",
            "studyFirstPostDateStruct": {
                "date": "2019-09-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alexander V Ovechkin, MD, PhD",
                "investigatorTitle": "Assoc Professor",
                "investigatorAffiliation": "University of Louisville"
            },
            "leadSponsor": {
                "name": "University of Louisville",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The main goal of the project is to develop multiple noninvasive neuromodulatory strategies to facilitate full weight bearing stepping overground in people with paralysis. We will determine the effectiveness of combining noninvasive spinal cord stimulation and the administration of buspirone (a monoaminergic agonist) in facilitating locomotor activity in a gravity-neutral apparatus, during body weight supported stepping on a treadmill, when stepping overground in an assistive robotic exoskeleton, or during full weight bearing stepping overground in a rolling walker. Our objective is to identify the experimental variables that define the efficacy of these novel neuromodulatory techniques over a 5 year period in 15 participants with severe spinal cord injury who are at least one year post-injury.",
            "detailedDescription": "Aim 1: Define the relative effectiveness of transcutaneous electrical stimulation at multiple stimulation spinal sites and oral Buspirone in facilitating nonweight-bearing (gravity neutral device, GND) and weight-bearing (treadmill) stepping in individuals with chronic motor complete paralysis.\n\nAim 1.1: Define the relative effectiveness of transcutaneous electrical stimulation at multiple spinal sites to facilitate non-weight-bearing (GND) and weight-bearing (treadmill) stepping in spinal cord injury subjects.\n\nAim 1.2: Define the relative effectiveness of transcutaneous electrical stimulation at multiple spinal sites plus oral Buspirone to facilitate nonweight-bearing (gravity neutral device, GND) and weight-bearing (treadmill) stepping in spinal cord injury subjects.\n\nAim 2: Determine the relative effectiveness of Ekso-technology combined with transcutaneous electrical stimulation and/or oral Buspirone in lowering the robotic assistance and enhancing the ability to step self-assisted in a rolling walker during over-ground stepping in individuals with a chronic, severe (AIS A/B) spinal injury.\n\nAim 3: Determine the relative effectiveness of Ekso-technology combined with transcutaneous electrical stimulation and/or oral Buspirone in lowering the robotic assistance and enhancing the ability to step self-assisted in a rolling walker during over-ground stepping in individuals with motor incomplete (AIS C) paralysis."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries"
            ],
            "keywords": [
                "Walking",
                "Transcutaneous Stimulation",
                "Locomotion",
                "Paralysis",
                "Buspirone",
                "Motor Control",
                "Spinal Stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This is a double blinded crossover study with three experimental groups. Each group will receive a combination of activity based neuromodulation interventions while receiving oral Buspirone or placebo. The crossover between drug or placebo administration will occur at the study phase midpoint.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Due to the objectives of the study, the identity of test and control treatments will not be known to investigators, research staff, or participants during the Treatment Phase. The following study procedures will be in place to ensure double-blind administration of study treatments. Access to the randomization code will be strictly controlled.\n\n* Packaging and labeling of test and control treatments will be identical to maintain the blind.\n* The study blind will be broken on completion of the clinical study and after the study database has been locked.\n\nBuSpar (buspirone) and matching placebo tablets (2x/day) will be obtained and dispensed by the investigational pharmacy.\n\nStudy drug and placebo will be labeled with the required FDA warning statement, the protocol number, a treatment number, the name of the sponsors, and directions for patient use and storage.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Complete Spinal Cord Injury - Gravity Neutral Stepping",
                    "type": "EXPERIMENTAL",
                    "description": "Group 1 will begin with a 3-4-month preparation phase and up to 12 sessions in the gravity neutral device (GND) will occur. The training sessions in the GND will be used to obtain the optimal stimulation parameters. Next, participants will enter Intervention Phase 1 where they will receive training sessions 3 days/week for approximately 2 hours. This will be done in the GND in the presence of stimulation. Afterwards, Intervention 2 will include the same training procedures with the addition of Buspirone or Placebo in a cross-over fashion halfway through this phase.",
                    "interventionNames": [
                        "Drug: Buspirone",
                        "Device: Non-invasive Spinal Cord Stimulation",
                        "Device: Gravity Neutral Device",
                        "Device: Body Weight Supported Treadmill Training"
                    ]
                },
                {
                    "label": "Complete Spinal Cord Injury - Exoskeleton Assisted Stepping",
                    "type": "EXPERIMENTAL",
                    "description": "Group 2 will begin with a 3-month preparation phase and up to 12 sessions in the Ekso device stepping overground. Next, participants will enter Intervention Phase 1 where they will receive training sessions 3 days/week for approximately 2 hours in the Ekso overground, in the presence of stimulation and Buspirone/placebo. The second phase will include the same training procedures except for the removal of Buspirone/placebo administration. The third phase will include sessions twice per week in the Ekso overground with stimulation and one day per week using a rolling walker with stimulation. The last phase will include 2 sessions per week using the rolling walker and one day per week in the Ekso, both in the presence of stimulation and Buspirone/placebo.",
                    "interventionNames": [
                        "Drug: Buspirone",
                        "Device: Non-invasive Spinal Cord Stimulation",
                        "Device: Ekso Bionics Exoskeleton",
                        "Device: Rolling Walker"
                    ]
                },
                {
                    "label": "Incomplete Spinal Cord Injury - Overground Stepping",
                    "type": "EXPERIMENTAL",
                    "description": "Group 3 will begin with a 3-month preparation phase and up to 12 sessions in the Ekso device stepping overground. Next, participants will enter Intervention Phase 1 where they will receive training sessions 3 days/week for approximately 2 hours. The first hour will be done in the Ekso overground and the second hour will use the rolling walker overground, both in the presence of stimulation. Afterwards, the second phase will include the same training procedures with the addition of Buspirone/placebo.",
                    "interventionNames": [
                        "Drug: Buspirone",
                        "Device: Non-invasive Spinal Cord Stimulation",
                        "Device: Ekso Bionics Exoskeleton",
                        "Device: Rolling Walker"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Buspirone",
                    "description": "Oral Buspirone 7.5mg - 10mg daily during the treatment phase.",
                    "armGroupLabels": [
                        "Complete Spinal Cord Injury - Exoskeleton Assisted Stepping",
                        "Complete Spinal Cord Injury - Gravity Neutral Stepping",
                        "Incomplete Spinal Cord Injury - Overground Stepping"
                    ],
                    "otherNames": [
                        "Buspar"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Non-invasive Spinal Cord Stimulation",
                    "description": "A non-invasive transcutaneous electrical spinal cord stimulator, which can be used a multiple spinal locations.",
                    "armGroupLabels": [
                        "Complete Spinal Cord Injury - Exoskeleton Assisted Stepping",
                        "Complete Spinal Cord Injury - Gravity Neutral Stepping",
                        "Incomplete Spinal Cord Injury - Overground Stepping"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Ekso Bionics Exoskeleton",
                    "description": "This robotic exoskeleton is designed to assist people with neurological injuries for balance, standing, and stepping overground.",
                    "armGroupLabels": [
                        "Complete Spinal Cord Injury - Exoskeleton Assisted Stepping",
                        "Incomplete Spinal Cord Injury - Overground Stepping"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Gravity Neutral Device",
                    "description": "This device is used to train and assess non-weight bearing stepping movements. When using the device, participants will be lying on their side with their legs suspended off the end of a table supported by small slings that are anchored securely to the apparatus.",
                    "armGroupLabels": [
                        "Complete Spinal Cord Injury - Gravity Neutral Stepping"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Body Weight Supported Treadmill Training",
                    "description": "Participants will be supported by a special harness while they are stepping on a treadmill. Trained technicians or therapists will be assist the trunk and legs during stepping as needed.",
                    "armGroupLabels": [
                        "Complete Spinal Cord Injury - Gravity Neutral Stepping"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Rolling Walker",
                    "description": "A standard rolling walker will be used for balance support and stability during stepping overground.",
                    "armGroupLabels": [
                        "Complete Spinal Cord Injury - Exoskeleton Assisted Stepping",
                        "Incomplete Spinal Cord Injury - Overground Stepping"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Lower Extremity Electromyography, change over time",
                    "description": "Assessment of muscle activity, measured by electromyography, while the leg is suspended in a gravity neutral position.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Lower Extremity Kinematics, change over time",
                    "description": "Assessment of low extremity 3D position, measured by motion analysis system, while the leg is suspended in a gravity neutral position.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Treadmill Electromyography Assessment, change over time",
                    "description": "Muscle activity, measured by electromyography, will be recorded during weight supported stepping on a treadmill.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Spinal Pathway Electrophysiology, change over time",
                    "description": "Evoked potentials in the lower extremities will recorded in response to nerve or spinal stimulation.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Voluntary Lower Extremity Angles, change over time",
                    "description": "Assessments of knee, ankle, and toe movements will be performed by measuring angles produced during flexion and extension. The same units of measure will be used for each part of the leg.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Voluntary Lower Extremity Forces, change over time",
                    "description": "Assessments of knee, ankle, and toe forces during movements will be performed by measuring forces produced during flexion and extension. The same units of measure will be used for each part of the leg.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Body Temperature, change over time",
                    "description": "We will measure body temperature using standard methods to assess values at rest and during exercise.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Blood Pressure, change over time",
                    "description": "We will measure blood pressure (systolic and diastolic) using standard methods to assess values at rest and during exercise.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Heart Rate, change over time",
                    "description": "We will measure the heart rate using standard electrocardiography to assess values at rest and during exercise.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Respiration Rate, change over time",
                    "description": "We will measure respiratory rate using standard methods to assess values at rest and during exercise.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Dual-energy X-ray absorptiometry, change over time",
                    "description": "We will use dual-energy X-ray absorptiometry to measure bone and soft tissue density.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Acoustic Gastro-Intestinal Surveillance, change over time",
                    "description": "We will use non-invasive sensors placed on the abdomen to detect signals related to the digestive state.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Bladder capacity, change over time",
                    "description": "We will use a standard technique to measure bladder volume change during voiding.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Urodynamics, change over time",
                    "description": "We will use a standard technique to measure the abdominal pressure change during voiding.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Cognitive interference, change over time",
                    "description": "A cognitive assessment using Stroop test will be administered to assess cognitive function during stress.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Assessment of verbal fluency, change over time",
                    "description": "Controlled Oral Word Association Test (COWAT) will be administered to assess verbal fluency that measures ability of spontaneous production of words.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "International Standards of Neurological Classification of Spinal Cord Injury, change over time",
                    "description": "This standard clinical assessment assess the level and severity of a spinal cord injury.\n\nThe neurological level of injury is rated from A-E. \"A\" is a motor and sensory complete injury. \"E\" is completely normal at each spinal segment.\n\nSensory function is rated as 0-2, or Not Testable. Motor function is rated as 0-5 or Not Testable.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Spinal Cord Injury Functional Ambulation Inventory, change over time",
                    "description": "This 3-part scale measures gait parameters, use of assistive devices, and distances traveled during walking. The gait parameters are scored on a 20-point scale, the assistive device use on a 14-point scale, and the walking distance on a 5-point scale.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Spinal Cord Independence Measure III, change over time",
                    "description": "This 3-part scale is scored out of 100 points possible. The first part (self-care) is scored out of 20. The second part (respiration and sphincter management) is scored out of 40. And the last part (mobility) is scored out of 40.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Walking Index for Spinal Cord Injury-II, change over time",
                    "description": "This is a 20-point scale used to assess the amount of physical assistance needed during walking.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                },
                {
                    "measure": "Ashworth Scale, change over time",
                    "description": "This is a 6-part scale to measure and quantify the amount of muscle tone experienced when a joint is moved through a full range of motion.",
                    "timeFrame": "Before and after each study phase, 1 year per group."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ages 18-65 years old;\n2. Stable medical condition;\n3. More than 12 month's post injury;\n4. Non-progressive spinal cord injury, AIS grade of A, B or C;\n5. Neurological level of injury below T1 and above T8;\n6. Not taking anti-spasticity medications;\n7. Presence of active spinally evoked responses over the lumbo-sacral spinal cord using spinal stimulation;\n8. Discontinuation of monoamine oxidase inhibitor (if applicable) for at least 2 weeks prior to initiation of treatment with buspirone.\n\nExclusion Criteria:\n\n1. Active pressure sores;\n2. Unhealed bone fractures;\n3. Untreated active urinary tract infections;\n4. Peripheral neuropathies;\n5. Seizure disorders;\n6. Cardiopulmonary disease unrelated to spinal cord injury;\n7. Anemia;\n8. Painful musculoskeletal dysfunction;\n9. Contractures in the lower extremities;\n10. Lower extremity hardware implantation;\n11. Lower extremity lower motor neuron injury;\n12. Previous unhealed lower extremity musculoskeletal injuries or disorders, prior to or in conjunction with spinal cord injury;\n13. Ventilator dependency;\n14. Pregnancy or nursing;\n15. Healing wounds/surgical sites along the spine, levels T9-L5;\n16. Anti-spasticity implantable pumps;\n17. Clinically significant depression, psychiatric disorders, or ongoing drug abuse;\n18. Implantable suprapubic catheters;\n19. Individuals who are unable to support themselves and/or have difficulty standing;\n20. Individuals with abnormal blood panel results related to hepatic function. Up to 10 ml of venous blood will be obtained for the testing;\n21. Individuals with increased Creatinine Clearance (Clcr) levels above the normal range;\n22. Individuals who are taking drug(s) that interact(s) with Buspirone (BuSpar): Monoamine oxidase inhibitors (MAOIs) - Selegiline (Emsam), Isocarboxazid (Marplan), Phenelzine (Nardil), and Tranylcypromine (Parnate) /these medications must discontinue for at least 2 weeks prior to initiating treatment with Buspirone/; Selective serotonin reuptake inhibitors (SSRIs) - Nefazodone (Serzone) and Trazodone (Oleptro); the blood thinner - Warfarin (Coumadin); Unti-seizure drugs: Phenytoin (Dilantin) and Carbamazepine (Tegretol); Benzodiazepines - Diazepam (Valium) and Triazolam (Halcion); Muscle relaxant - Cyclobenzaprine (Flexeril); Anti-fungal drugs - Itraconazole (Sporanox, Onmel), Itraconazole (Sporanox), and Ketoconazole (Nizoral); Antibiotics - Erythromycin (E.E.S., E-Mycin, Erythrocin) and Rifampin (Rifadin, Rimactane); Steroids (Prednisone and others); Anti-HIV drug - Ritonavir (Norvir); Anti-hypertensive drugs - Diltiazem (Cardizem) and Verapamil (Calan, Verelan, Covera-HS); Anti-psychotic drug - Haloperidol (Haldol);\n23. Uncontrolled autonomic dysreflexia;\n24. Osteoporosis.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrea Willhite, MS",
                    "role": "CONTACT",
                    "phone": "502-582-8675",
                    "email": "andrea.willhite@louisville.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexander V Ovechkin, PhD",
                    "affiliation": "University of Louisville",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Frazier Rehabilitation and Neuroscience Institute",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrea Willhite, MS",
                            "role": "CONTACT",
                            "phone": "502-582-8675",
                            "email": "andrea.willhite@louisville.edu"
                        },
                        {
                            "name": "Alexander V Ovechkin, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Yury P Gerasimenko, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000010243",
                    "term": "Paralysis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "asFound": "Paralysis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002065",
                    "term": "Buspirone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014151",
                    "term": "Anti-Anxiety Agents"
                },
                {
                    "id": "D000014149",
                    "term": "Tranquilizing Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000017366",
                    "term": "Serotonin Receptor Agonists"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5335",
                    "name": "Buspirone",
                    "asFound": "Transthoracic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16905",
                    "name": "Anti-Anxiety Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19648",
                    "name": "Serotonin Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}