{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05987813",
            "orgStudyIdInfo": {
                "id": "HM20025635"
            },
            "organization": {
                "fullName": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "briefTitle": "Transcutaneous Electric Nerve Stimulation (TENS) for Vagal Modulation",
            "officialTitle": "A Pilot Study of Randomized Auricular Microstimulation to Determine if it Improves Vagal Modulation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transcutaneous-electric-nerve-stimulation-tens-for-vagal-modulation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-04",
            "studyFirstSubmitQcDate": "2023-08-10",
            "studyFirstPostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Virginia Commonwealth University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study is to determine if the auricular microstimulator produces the expected increase in HRV.",
            "detailedDescription": "The aim of this proposal is to determine if utilizing an affordable tool like microstimulation utilizing a transcutaneous electric nerve stimulator (TENS) unit and applying the stimulation to the ear though an ear clip does improve vagal modulation. This can be easily done at home by utilizing the microstimulation for 2 hours/day and measuring vagal modulation before and after. Previous research investigating this had participants use the unit for 2 hours as well (Chelimsky et al., 2019), however the data from this study was inconclusive, and therefore this study aims to demonstrate effectiveness of the unit usage on heart rate variability (HRV).\n\nAlthough functional gastrointestinal disorders (FGID) affect 10%-20% of children and adolescents. 1-3 the pathophysiology remains unknown. The multiple current hypotheses include visceral hypersensitivity, altered brain-gut connections, dysbiosis, genetic and epigenetic factors, and increased gut permeability among others. 4 Since the vagus nerve links the brain to the gut, many studies of adult subjects have evaluated the cardiovagal modulation in this group of disorders. The cardiovagal modulation can be measured by heart rate variability (HRV). HRV evaluates the heart rate fluctuation over a period of time. HRV is considered a reliable tool to look at parasympathetic function, baroreflex function, and parasympathetic to sympathetic balance.5, 6 High-frequency (hf) HRV is a marker of vagal modulation. The low-frequency (lf) HRV probably reflects cardiac autonomic outflow from the baroreflex or parasympathetic regulation, rather than sympathetic modulation, although this is still being discussed.6, 7\n\nA meta-analysis of adult subjects with irritable bowel syndrome (IBS) showed decreased cardiovagal modulation.8 One study compared children aged 7-10 years of age with functional abdominal pain or IBS to healthy subjects. They found no difference in cardiovagal and cardiac sympathetic modulation.9 However, a study of young adolescents with different chronic pain syndromes, including chronic abdominal pain, showed decreased cardiovagal modulation.10 These findings are similar to those in many adult syndromes with chronic pain, such as chronic pelvic pain,11 complex regional pain syndrome,12 fibromyalgia,13 and chronic neck pain.14\n\nAlthough future research would aim to investigate vagal modulation in those specifically with FGID, for preliminary data purposes we are testing the unit's effects on heart rate variability regardless of having/not having an FGID diagnosis."
        },
        "conditionsModule": {
            "conditions": [
                "Functional Gastrointestinal Disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "FGID group, non-FGID group. Assigned to 2 hours of daily TENS usage",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "FGID",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with a FGID",
                    "interventionNames": [
                        "Device: TENS Unit"
                    ]
                },
                {
                    "label": "Non-FGID",
                    "type": "EXPERIMENTAL",
                    "description": "Patients without a FGID",
                    "interventionNames": [
                        "Device: TENS Unit"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "TENS Unit",
                    "description": "Usage of the Transcutaneous Electrical Nerve Stimulation device for 2 hours a day.",
                    "armGroupLabels": [
                        "FGID",
                        "Non-FGID"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in high-frequency heart rate variability (hfHRV) at 4 weeks",
                    "description": "Determine if microstimulation to the conchae of the ear over a 4 week period results in improvement in hfHRV.",
                    "timeFrame": "Assessed at baseline and 4 weeks."
                },
                {
                    "measure": "Rate of feasibility with daily TENS usage",
                    "description": "Determine the feasibility of utilizing a microstimulator in adolescents.",
                    "timeFrame": "Assessed daily for duration of study (4 weeks) via self-report recording journal."
                },
                {
                    "measure": "Rate of compliance with daily TENS usage",
                    "description": "Determine the compliance rate of adolescents utilizing a microstimulator.",
                    "timeFrame": "Assessed daily for duration of study (4 weeks) via self-report recording journal."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Female\n* 12 - 21 years old\n* Either diagnosed OR not diagnosed with chronic idiopathic nausea, functional abdominal pain, dyspepsia and/or irritable bowel syndrome.\n* English speaking\n\nExclusion Criteria:\n\n* Patients who are unable to stand upright during the heart rate variability recording\n* Patients with a known bleeding disorder\n* Patients with swollen, infected, inflamed, or other skin eruptions on outer ear\n* Patients with epilepsy\n* Patients with any implanted cardiac pacemaker or defibrillator\n* Patients with serious arterial circulatory problems in the lower limbs\n* Patients with abdominal or inguinal hernia\n* Patients who are pregnant\n* Any unstable medical condition, such as renal disease, uncontrolled diabetes, etc.\n* Requires new medication during the 4 weeks of the study that may affect the gastrointestinal symptoms, vagal modulation or immune response.\n* Practices over 1 hour of aerobic activity a day\n* Daily practice of abdominal breathing (yoga)",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "12 Years",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Madison Maxwell, BS",
                    "role": "CONTACT",
                    "phone": "8048280290",
                    "email": "madison.maxwell@vcuhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gisela Chelimsky, MD",
                    "affiliation": "VCU",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23219",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Madison Maxwell, BS",
                            "role": "CONTACT",
                            "phone": "540-550-8549",
                            "email": "madison.maxwell@vcuhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "10776953",
                    "type": "BACKGROUND",
                    "citation": "Hyams JS, Davis P, Sylvester FA, Zeiter DK, Justinich CJ, Lerer T. Dyspepsia in children and adolescents: a prospective study. J Pediatr Gastroenterol Nutr. 2000 Apr;30(4):413-8. doi: 10.1097/00005176-200004000-00012."
                },
                {
                    "pmid": "13534750",
                    "type": "BACKGROUND",
                    "citation": "APLEY J, NAISH N. Recurrent abdominal pains: a field survey of 1,000 school children. Arch Dis Child. 1958 Apr;33(168):165-70. doi: 10.1136/adc.33.168.165. No abstract available."
                },
                {
                    "pmid": "10760006",
                    "type": "BACKGROUND",
                    "citation": "Boey C, Yap S, Goh KL. The prevalence of recurrent abdominal pain in 11- to 16-year-old Malaysian schoolchildren. J Paediatr Child Health. 2000 Apr;36(2):114-6. doi: 10.1046/j.1440-1754.2000.00465.x."
                },
                {
                    "pmid": "27159638",
                    "type": "BACKGROUND",
                    "citation": "Enck P, Aziz Q, Barbara G, Farmer AD, Fukudo S, Mayer EA, Niesler B, Quigley EM, Rajilic-Stojanovic M, Schemann M, Schwille-Kiuntke J, Simren M, Zipfel S, Spiller RC. Irritable bowel syndrome. Nat Rev Dis Primers. 2016 Mar 24;2:16014. doi: 10.1038/nrdp.2016.14."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Riganello F, Garbarino S, Sannita WG. Heart Rate Variability, Homeostasis, and Brain Function. J Psychophysiol. 2012; 26: 178- 203."
                },
                {
                    "pmid": "21890520",
                    "type": "BACKGROUND",
                    "citation": "Goldstein DS, Bentho O, Park MY, Sharabi Y. Low-frequency power of heart rate variability is not a measure of cardiac sympathetic tone but may be a measure of modulation of cardiac autonomic outflows by baroreflexes. Exp Physiol. 2011 Dec;96(12):1255-61. doi: 10.1113/expphysiol.2010.056259. Epub 2011 Sep 2."
                },
                {
                    "pmid": "23445494",
                    "type": "BACKGROUND",
                    "citation": "Reyes del Paso GA, Langewitz W, Mulder LJ, van Roon A, Duschek S. The utility of low frequency heart rate variability as an index of sympathetic cardiac tone: a review with emphasis on a reanalysis of previous studies. Psychophysiology. 2013 May;50(5):477-87. doi: 10.1111/psyp.12027. Epub 2013 Feb 27."
                },
                {
                    "pmid": "23927739",
                    "type": "BACKGROUND",
                    "citation": "Liu Q, Wang EM, Yan XJ, Chen SL. Autonomic functioning in irritable bowel syndrome measured by heart rate variability: a meta-analysis. J Dig Dis. 2013 Dec;14(12):638-46. doi: 10.1111/1751-2980.12092."
                },
                {
                    "pmid": "22520688",
                    "type": "BACKGROUND",
                    "citation": "Jarrett M, Heitkemper M, Czyzewski D, Zeltzer L, Shulman RJ. Autonomic nervous system function in young children with functional abdominal pain or irritable bowel syndrome. J Pain. 2012 May;13(5):477-84. doi: 10.1016/j.jpain.2012.02.007. Epub 2012 Apr 20."
                },
                {
                    "pmid": "23788839",
                    "type": "BACKGROUND",
                    "citation": "Evans S, Seidman LC, Tsao JC, Lung KC, Zeltzer LK, Naliboff BD. Heart rate variability as a biomarker for autonomic nervous system response differences between children with chronic pain and healthy control children. J Pain Res. 2013 Jun 12;6:449-57. doi: 10.2147/JPR.S43849. Print 2013."
                },
                {
                    "pmid": "25963185",
                    "type": "BACKGROUND",
                    "citation": "Williams DP, Chelimsky G, McCabe NP, Koenig J, Singh P, Janata J, Thayer JF, Buffington CA, Chelimsky T. Effects of Chronic Pelvic Pain on Heart Rate Variability in Women. J Urol. 2015 Nov;194(5):1289-94. doi: 10.1016/j.juro.2015.04.101. Epub 2015 May 9."
                },
                {
                    "pmid": "23425526",
                    "type": "BACKGROUND",
                    "citation": "Mork PJ, Nilsson J, Loras HW, Riva R, Lundberg U, Westgaard RH. Heart rate variability in fibromyalgia patients and healthy controls during non-REM and REM sleep: a case-control study. Scand J Rheumatol. 2013;42(6):505-8. doi: 10.3109/03009742.2012.755564. Epub 2013 Feb 20."
                },
                {
                    "pmid": "22089824",
                    "type": "BACKGROUND",
                    "citation": "Terkelsen AJ, Molgaard H, Hansen J, Finnerup NB, Kroner K, Jensen TS. Heart rate variability in complex regional pain syndrome during rest and mental and orthostatic stress. Anesthesiology. 2012 Jan;116(1):133-46. doi: 10.1097/ALN.0b013e31823bbfb0."
                },
                {
                    "pmid": "22751023",
                    "type": "BACKGROUND",
                    "citation": "Kang JH, Chen HS, Chen SC, Jaw FS. Disability in patients with chronic neck pain: heart rate variability analysis and cluster analysis. Clin J Pain. 2012 Nov-Dec;28(9):797-803. doi: 10.1097/AJP.0b013e3182442afd."
                },
                {
                    "pmid": "30916860",
                    "type": "BACKGROUND",
                    "citation": "Chelimsky G, Rausch S, Bierer D, Feng M, Simpson P, Awe E, Chelimsky T. Cardiovagal modulation in pediatric functional gastrointestinal disorders. Neurogastroenterol Motil. 2019 May;31(5):e13564. doi: 10.1111/nmo.13564. Epub 2019 Mar 27."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Anonymized information may be shared to other researchers for future relevant projects."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "asFound": "Gastrointestinal Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "asFound": "Functional Gastrointestinal Disorders",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}