{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05423600",
            "orgStudyIdInfo": {
                "id": "HM20023453"
            },
            "secondaryIdInfos": [
                {
                    "id": "90SIMS0014-01-00",
                    "type": "OTHER_GRANT",
                    "domain": "Department of Health and Human Services"
                }
            ],
            "organization": {
                "fullName": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "briefTitle": "Transspinal Stimulation With and Without Blood Flow Restricted Exercise Via Telehealth in Persons With Tetraplegia",
            "officialTitle": "Transspinal Stimulation With and Without Blood Flow Restricted Exercise Via Telehealth in Persons With Tetraplegia",
            "acronym": "SCIMS Main",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transspinal-stimulation-with-and-without-blood-flow-restricted-exercise-via-telehealth-in-persons-with-tetraplegia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-08",
            "studyFirstSubmitQcDate": "2022-06-13",
            "studyFirstPostDateStruct": {
                "date": "2022-06-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Disability, Independent Living, and Rehabilitation Research",
                    "class": "FED"
                },
                {
                    "name": "ACL Administration for Community Living",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the current study is to evaluate whether a home-based, telehealth-supported intervention combining Blood Flow Restricted Exercise (BES) and Transspinal Stimulation (TS) will improve motor and functional abilities greater than BES+sham TS in persons with chronic, incomplete tetraplegia.",
            "detailedDescription": "Cervical spinal cord injury (cSCI) results in physical impairment and limited mobility, with the most severe cSCI necessitating wheelchair use for ambulation and impaired upper extremity function resulting in subsequent chronic comorbidities. These comorbidities may include psychosocial, cardiovascular, metabolic and respiratory consequences, as well as a significant socioeconomic burden. The economic burdens for persons with cSCI, their families, and society are increasing at an alarming rate, especially with decreasing mortality due to advances in medical interventions. Restoring some degree of upper extremity and hand function would improve overall functional ability and quality of life. Through physical rehabilitation, upper extremity function can improve, but gains are limited for people with the most severe, motor-complete cSCI. Attempts have been made to restore and improve upper extremity and hand function using implanted epidural stimulation of the cervical spinal cord, but alternatives to this invasive therapy are warranted to maximize the amount of people who may benefit from enhanced motor activation.\n\nThe total study duration is 30 weeks. The first 4 weeks will start and end with baseline assessments (Baseline 1 \\&2). The rest of this 4-week period will consist of 2 sessions/week of education and optimization provided to the participant and a caregiver, to instruct them to use the TS device and blood pressure machine and carry out massed practice training for both groups. The first two weeks of this 4-week phase will occur onsite in the laboratory, and the second two weeks of this 4-week phase will occur at home via telehealth to familiarize participants and companions with the telehealth platform - however, if the participant and companion desire more on-site instruction, they may come into the lab to do this during this time as well. Following the first 4-week phase, 16 weeks of 3 sessions/week of BES+TS or BES+sham TS training at home with supervision from the research team via telehealth will occur.\n\nIn the week following completion of the intervention, post-intervention outcome measures assessments will take place. There will then be an 8-week washout period where participants will receive no training. Following the 8-week washout, participants will be asked to come back to the lab for one more follow-up assessment of outcome measures to test any long-term effects of the intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Tetraplegia/Tetraparesis"
            ],
            "keywords": [
                "Spinal Cord Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 44,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BES+TS",
                    "type": "EXPERIMENTAL",
                    "description": "Blood Flow Restriction Enhanced Neuromuscular Electrical Stimulation (BES) treatment plus transspinal stimulation (TS) plus repetitive practice of task-specific activities, also known as massed practice (MP)",
                    "interventionNames": [
                        "Procedure: BES + TS"
                    ]
                },
                {
                    "label": "BES+sham TS",
                    "type": "EXPERIMENTAL",
                    "description": "Blood Flow Restriction Enhanced Neuromuscular Electrical Stimulation (BES) sham treatment plus transspinal stimulation (TS) plus repetitive practice of task-specific activities, also known as massed practice (MP)",
                    "interventionNames": [
                        "Procedure: Experimental: BES+sham TS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "BES + TS",
                    "description": "Blood Flow Restriction Enhanced Neuromuscular Electrical Stimulation (BES) treatment plus transspinal stimulation (TS) plus repetitive practice of task-specific activities, also known as massed practice (MP)",
                    "armGroupLabels": [
                        "BES+TS"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Experimental: BES+sham TS",
                    "description": "Blood Flow Restriction Enhanced Neuromuscular Electrical Stimulation (BES) sham treatment plus transspinal stimulation (TS) plus repetitive practice of task-specific activities, also known as massed practice (MP)",
                    "armGroupLabels": [
                        "BES+sham TS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in hand functional activities",
                    "description": "The grasp and release test is a standardized test of functional activities depending on hand function in persons with cSCI. Participants will be asked to lift and move a peg, block, can, 1 lb. dumbbell weight and fork from lateral to medial over a 60 cm distance and release at midline.",
                    "timeFrame": "Baseline to 20 weeks"
                },
                {
                    "measure": "Change in maximum grip strength without TS",
                    "description": "Using a standard hand-grip dynamometer, participants will be asked to squeeze the dynamometer with one hand at a time as strongly as possible for up to 3 seconds, to obtain a measure of the maximal voluntary force they can generate when closing their hand",
                    "timeFrame": "Baseline to 20 weeks"
                },
                {
                    "measure": "Change in maximum grip strength with TS",
                    "description": "Using a standard hand-grip dynamometer, participants will be asked to squeeze the dynamometer with one hand at a time as strongly as possible for up to 3 seconds, to obtain a measure of the maximal voluntary force they can generate when closing their hand with the addition of TS over the skin targeting the cervical spinal cord",
                    "timeFrame": "Baseline to 20 weeks"
                },
                {
                    "measure": "Change in electrical activity activation with TS",
                    "description": "During the assessment of maximal grip strength with TS, electromyography (EMG) will be used to measure the amount of neuromuscular electrical activation from the following muscle groups: wrist flexors, wrist extensors, elbow flexors, and elbow extensors.",
                    "timeFrame": "Baseline to 20 weeks"
                },
                {
                    "measure": "Change in EMG activation without TS",
                    "description": "During the assessment of maximal grip strength without TS, electromyography (EMG) will be used to measure the amount of neuromuscular electrical activation: wrist flexors, wrist extensors, elbow flexors, and elbow extensors.",
                    "timeFrame": "Baseline to 20 weeks"
                },
                {
                    "measure": "Change in tactile perception",
                    "description": "The Semmes-Weinstein Monofilament Exam is used to assess cutaneous tactile perception in individuals with spinal cord injury to provide more precise assessment of sensory function. Semmes-Weinstein Monofilaments are small, thin fibers attached to a handle that bend once a certain amount of force (ranging from 0.07 - 300 grams) is applied. With eyes closed, participants will be asked whether they can feel a light touch from the monofilaments at standard locations on the palm and dorsum of the hand and fingers. Participants are given a score depending on what the thinnest filament and thus, what the smallest amount of force is which needs to be applied for them to perceive a tactile stimulus.",
                    "timeFrame": "Baseline to 20 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in capacity to perform functional activities",
                    "description": "Functional activity will be measured using the Spinal Cord Injury-Functional Index Short Form (SCI-FI SF). The SCI-FI SF is a comprehensive measure of functional activity capacity for persons with SCI. It measures three subscales: Basic Mobility (9 items), Self-Care (9 items), and Fine Motor Function (8 items). Participants respond to item prompts using a Likert-type scale with anchors from 1 = \"With much difficulty\" to 4 = \"Without any difficulty.\" Item scores for each subscale are summed and then converted to standardized T-scores, with higher scores reflecting greater functional capacity. We will use the tetraplegia-specific versions of the Self-Care and Fine Motor Function subscales.",
                    "timeFrame": "Baseline to 20 weeks"
                },
                {
                    "measure": "Change in vital capacity",
                    "description": "Forced vital capacity is an evaluation of how much air a person can forcefully exhale after a maximal inspiratory effort. Tests are conducted using a digital spirometer or respiratory monitor. Participants will be asked to seal their lips around a disposable mouthpiece connected to the respiratory monitor via an anti-viral/anti-bacterial filter, then take a maximal inhalation immediately followed by a forceful exhalation which participants will be encouraged to maintain for as long as possible.",
                    "timeFrame": "Baseline to 20 weeks"
                },
                {
                    "measure": "Change in ventilatory muscle strength",
                    "description": "Maximal inspiratory pressure and maximal expiratory pressure using a digital respiratory pressure meter are measures of ventilatory muscle strength. Participants will be asked to exhale fully, then seal their lips around a disposable mouthpiece and inhale as strongly as possible against an occlusion. They will be asked to inhale maximally and then exhale through a disposable mouthpiece against an occlusion.",
                    "timeFrame": "Baseline to 20 weeks"
                },
                {
                    "measure": "Change in heart rate variability",
                    "description": "Tilt table test for heart rate variability will be used to assess changes in heart rate variability.",
                    "timeFrame": "Baseline to 20 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. A written clearance from the study medical doctor to ensure that the participant is safely able to engage in the study.\n2. Participants must have a companion that will be able to help him/her throughout the study.\n3. Greater than 1-year post SCI, neurologic level of C8 or above.\n4. American Spinal Injury Association Impairment Scale (AIS) scores of B, C, or D indicating presence of an incomplete SCI.\n5. Visible muscle contraction response to NMES wrist extensors, bilaterally.\n6. Agreement to use telehealth services for delivery of research exercise training by study staff. Possesses appropriate technology to engage in telehealth including a personal web camera, computer, microphone, speakers, and high-speed broadband internet connection, valid email address (needed to obtain VA issued video conferencing software), and telephone number used to obtain login credentials for the In-Home Video Software - Cisco Jabber Video for Telepresence Software.\n7. Response of muscle contraction of wrist extensors bilaterally to neuromuscular electrical stimulation.\n\nExclusion Criteria:\n\n1. Unhealed fracture in upper or lower extremities.\n2. Severe scoliosis, severe upper extremity contractures, or other musculoskeletal issues that would impede participation in a BES + TS intervention or valid evaluation of outcome measures.\n3. High resting blood pressure greater than 140/80 mmHg.\n4. Taking anti-coagulants or anti-platelet agents, including aspirin if unable to be off this medication for medical reasons.\n5. Pregnancy (female participants). A home pregnancy test will be conducted to role out any pregnancy before the study at the McGuire VAMC. The test will be repeated every month during the course of the study.\n6. Implanted pacemakers and/or implanted defibrillator devices.\n7. Other exclusion criteria may include the presence of implanted electrical device, cancer, thrombosis, pacemaker, defibrillator, or seizures. Patients who are currently on or receive anti-platelet or anticoagulant medications will be excluded from the trial.\n8. Any condition that, in the judgment of the principal investigator or medical provider, precludes safe participation in the study.\n9. Other exclusion criteria at the discretion of the medical team may include:\n\n   1. Uncontrolled autonomic dysreflexia (AD), refers to episodes of AD that do not respond to medications to ensure stable blood pressure in persons with SCI\n   2. Concurrent severe neurological injuries other than SCI: MS, CP, severe TBI, and stroke.\n   3. Unresolved deep vein thrombosis.\n   4. Psychiatric or cognitive impairments that preclude adherence to the intervention.\n   5. Known cardiac pathology that precludes safe participation.\n   6. Metabolic conditions such as cardiovascular disease, uncontrolled type II diabetes mellitus, uncontrolled hypertension, and those on insulin.\n   7. Presence of pressure sores stage three or greater.\n   8. Presence of a symptomatic urinary tract infection.\n   9. Severe spasticity as assessed by the Modified Ashworth Scale.\n   10. Changing neurologic status due to conditions such as progressive posttraumatic syringomyelia.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashraf Gorgey, MPT, PhD, FACSM, FACRM",
                    "role": "CONTACT",
                    "phone": "804-675-5000",
                    "phoneExt": "3386",
                    "email": "Ashraf.Gorgey@va.gov"
                },
                {
                    "name": "Refka Khalil",
                    "role": "CONTACT",
                    "phone": "804-675-5000",
                    "phoneExt": "6249",
                    "email": "Refka.Khalil@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ashraf Gorgey, MPT, PhD, FACSM, FACRM",
                    "affiliation": "Virginia Commonwealth University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Sheltering Arms Physical Rehabilitation Centers",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23226",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                },
                {
                    "facility": "Richmond VA Medical Center",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23249",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                },
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011782",
                    "term": "Quadriplegia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010243",
                    "term": "Paralysis"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M14632",
                    "name": "Quadriplegia",
                    "asFound": "Tetraplegia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}