{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05992831",
            "orgStudyIdInfo": {
                "id": "Pro00127160"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AG081237",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AG081237"
                }
            ],
            "organization": {
                "fullName": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "Transcranial Magnetic Stimulation for MCI",
            "officialTitle": "Transcranial Magnetic Stimulation for MCI: A Phase II Dose-Response Study",
            "acronym": "PUSH2",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "transcranial-magnetic-stimulation-for-mci"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-31",
            "studyFirstSubmitQcDate": "2023-08-07",
            "studyFirstPostDateStruct": {
                "date": "2023-08-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Andreana Benitez",
                "investigatorTitle": "Associate Professor-Faculty",
                "investigatorAffiliation": "Medical University of South Carolina"
            },
            "leadSponsor": {
                "name": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this phase II study is to establish the dose-response curves of a safe and clinically feasible non-invasive brain stimulation technique (accelerated Transcranial Magnetic Stimulation (TMS)) to improve both depression and cognitive function in Mild Cognitive Impairment (MCI) patients with comorbid depression. It is known that TMS can effectively treat depression. Identifying the right dose of accelerated TMS in MCI patients is necessary prior to designing subsequent trials to determine efficacy. These results will inform future clinical trials of accelerated TMS for MCI, with the long-term goal of developing an efficacious treatment to prevent dementia.",
            "detailedDescription": "Mild Cognitive Impairment (MCI) is a heterogenous syndrome of cognitive and neuropsychiatric symptoms, with as much as 40% of patients being diagnosed with comorbid depression. The goal of this phase II trial is to establish the functional form of the dose-response curves for accelerated intermittent theta burst stimulation (iTBS) to ameliorate depression and cognitive function in MCI. Identifying the right dose is necessary prior to designing subsequent trials to ascertain the efficacy of accelerated iTBS for MCI. In our two phase I trials, we chose treatment parameters based on robust prior literature on accelerated, high-dose rTMS delivery (i.e. accelerated iTBS, 600 pulses at 50 Hz per session), intensity (at 120% resting motor threshold \\[rMT\\]), stimulation site left dorsolateral prefrontal cortex (l-dlPFC), and site targeting (Beam F3). The course of treatment was guided by our clinical experience with mild cognitive impairment and vascular cognitive impairment patients as to what we hypothesized they would comfortably tolerate, which was confirmed by the acceptability ratings. In this phase II trial, we focus on manipulating one dosing parameter - total number of active pulses - to rigorously model the dose-response curves such that future phase II/III trials can be more efficient, decrease treatment burden, and accelerate response time.\n\nAim 1: Establish the dose-response curves for reduced depression following accelerated iTBS in MCI.\n\nAim 2: Establish the dose-response curves for improved cognition following accelerated iTBS in MCI.\n\nExploratory Aim 1: Examine alterations in functional connectivity following accelerated iTBS-rTMS in MCI.\n\nExploratory Aim 2: Examine blood-based biomarkers of neurodegeneration as effect modifiers."
        },
        "conditionsModule": {
            "conditions": [
                "Mild Cognitive Impairment",
                "Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Each participant will be randomized to one of six possible dose-steps for the duration of the 6 treatment days (of their choosing) within a span of 2 weeks. We will use the FDA-approved MagVenture MagPro TMS System. Total treatment time will be controlled; all participants will perceive receiving treatment for 10 3-min stimulation sessions with 10-15 min inter-session intervals, resulting in a 2-3 hour treatment day. In addition to block randomization to dose step (which determines how many total active sessions they receive), the order of daily active and/or sham sessions will also be randomized. For example, if a participant is assigned to receive 4 active sessions in a day, 6 sham sessions will be given at random. The sequence of active and/or sham sessions for each treatment day is assigned a random code that is entered into the TMS system by the coordinator to maintain the integrity of the blind.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Each participant will be randomized to one of six possible dose-steps for the duration of the 6 treatment days (of their choosing) within a span of 2 weeks.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose Step 1 - 0 Active Accelerated iTBS Sessions",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participant will receive 10 sessions of accelerated iTBS on each of 6 treatment days, including 0/10 active sessions and 10/10 sham sessions per day for a total of 0 active sessions",
                    "interventionNames": [
                        "Device: Sham Comparator"
                    ]
                },
                {
                    "label": "Dose Step 2 - 12 Active Accelerated iTBS Sessions",
                    "type": "EXPERIMENTAL",
                    "description": "Participant will receive 10 sessions of accelerated iTBS on each of 6 treatment days, including 2/10 active sessions and 8/10 sham sessions per day for a total of 12 active sessions (7,200 active pulses).",
                    "interventionNames": [
                        "Device: Accelerated iTBS",
                        "Device: Sham Comparator"
                    ]
                },
                {
                    "label": "Dose Step 3 - 24 Active Accelerated iTBS Sessions",
                    "type": "EXPERIMENTAL",
                    "description": "Participant will receive 4/10 active sessions and 6/10 sham sessions per day for a total of 24 active sessions (14,400 active pulses).",
                    "interventionNames": [
                        "Device: Accelerated iTBS",
                        "Device: Sham Comparator"
                    ]
                },
                {
                    "label": "Dose Step 4 - 36 Active Accelerated iTBS Sessions",
                    "type": "EXPERIMENTAL",
                    "description": "Participant will receive 6/10 active sessions and 4/10 sham sessions per day for a total of 36 active sessions (21,600 active pulses).",
                    "interventionNames": [
                        "Device: Accelerated iTBS",
                        "Device: Sham Comparator"
                    ]
                },
                {
                    "label": "Dose Step 5 - 48 Active Accelerated iTBS Sessions",
                    "type": "EXPERIMENTAL",
                    "description": "Participant will receive 8/10 active sessions and 2/10 sham sessions per day for a total of 48 active sessions (28,800 active pulses).",
                    "interventionNames": [
                        "Device: Accelerated iTBS",
                        "Device: Sham Comparator"
                    ]
                },
                {
                    "label": "Dose Step 6 - 60 Active Accelerated iTBS Sessions",
                    "type": "EXPERIMENTAL",
                    "description": "Participant will receive 10/10 active sessions and 0/10 sham sessions per day for a total of 60 active sessions (36,000 active pulses).",
                    "interventionNames": [
                        "Device: Accelerated iTBS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Accelerated iTBS",
                    "description": "The investigators will treat participants with accelerated intermittent theta burst stimulation. iTBS will be delivered via a MagVenture MagPro TMS System with a Cool-B65 coil, targeting to direct the stimulation to the left dorsolateral prefrontal cortex (l-dlPFC). The investigators will use a standard resting motor threshold (rMT) determination to determine the TMS dose. Treatment will be delivered at 120% of the motor threshold. Total treatment time will be controlled; all participants will perceive receiving active treatment for 10 3-min sessions with 10-15 min inter-session intervals, resulting in a 3-hour treatment day. At pre-treatment, a focal electrical sham will be individually titrated to participant tolerability. Participants then receive an individualized level of sham stimulation throughout treatment, to bolster the blind. Participants will be told that they will be receiving different doses throughout the treatment day, again to maintain the integrity of the blind.",
                    "armGroupLabels": [
                        "Dose Step 2 - 12 Active Accelerated iTBS Sessions",
                        "Dose Step 3 - 24 Active Accelerated iTBS Sessions",
                        "Dose Step 4 - 36 Active Accelerated iTBS Sessions",
                        "Dose Step 5 - 48 Active Accelerated iTBS Sessions",
                        "Dose Step 6 - 60 Active Accelerated iTBS Sessions"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham Comparator",
                    "description": "To achieve adequate blinding, participants will go through the same number of sessions per day irrespective of the active and/or sham dose-step combination to which they are assigned. Sham sessions will be assigned in random order over the 10 sessions. The sequence of active and/or sham sessions for each treatment day is assigned a random code that is entered into the TMS system by the coordinator to maintain the integrity of the blind.",
                    "armGroupLabels": [
                        "Dose Step 1 - 0 Active Accelerated iTBS Sessions",
                        "Dose Step 2 - 12 Active Accelerated iTBS Sessions",
                        "Dose Step 3 - 24 Active Accelerated iTBS Sessions",
                        "Dose Step 4 - 36 Active Accelerated iTBS Sessions",
                        "Dose Step 5 - 48 Active Accelerated iTBS Sessions"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Geriatric Depression Scale (GDS) raw score",
                    "description": "The GDS is a \\~3 minute self-report questionnaire of depression symptoms to which respondents answer yes/no (range=0-30, where higher scores indicate greater depression severity). Co-Participants will complete an informant-reported short form.",
                    "timeFrame": "Week 0 (1 week pre-treatment), Week 3 (1 week post-treatment), Week 10 (8 weeks post-treatment), and Week 26 (6 months post-treatment)"
                },
                {
                    "measure": "Change in NIH Toolbox-Cognition Battery (NIHTB-CB) Fluid Composite",
                    "description": "The NIHTB-CB is a performance-based, iPad-administered \\~30-minute suite of 7 tests that ascertain abilities in different cognitive domains (i.e. executive function, episodic memory, working memory, processing speed, language). It was developed using advanced psychometric techniques to minimize measurement error and produces normed subtest and composite scores. We will use the fully-corrected T-score (range T=0-100; Mean T=50, SD=10; higher scores indicating better cognition) of the Fluid Cognition Composite (normed for age, sex, years of education, and race/ethnicity) to more accurately reflect global, dynamic thinking abilities that reflect the presence of disease or the impact of interventions, and not premorbid influences on test scores.",
                    "timeFrame": "Week 0 (1 week pre-treatment), Week 3 (1 week post-treatment), Week 10 (8 weeks post-treatment), and Week 26 (6 months post-treatment)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in PROMIS Depression T-score",
                    "description": "The PROMIS Depression scale is a self-report questionnaire of affective and cognitive symptoms to which respondents rate the frequency with which they experience the symptom on a 5-point scale (from 1-\"Never\" to 5-\"Always\") in the past 7 days. It is a computer adaptive test given as a REDCap survey, takes 1-2 minutes to complete, and yields a normed T-score (range T=0-100; Mean T=50, SD=10; higher scores indicate greater depression severity).",
                    "timeFrame": "Week 0 (1 week pre-treatment), Week 3 (1 week post-treatment), Week 10 (8 weeks post-treatment), and Week 26 (6 months post-treatment)"
                },
                {
                    "measure": "Change in Alzheimer's Disease Cooperative Study scale for Activities of Daily Living in MCI (ADCS-ADL-MCI)",
                    "description": "This 18-item clinician-administered structured interview is given to co-participant informants and assesses the participant's ability to accomplish activities of daily living (independently, with supervision, or with help) within the past 4 weeks, with high scores indicating greater ability (raw score range=0-57).",
                    "timeFrame": "Week 0 (1 week pre-treatment) Week 10 (8 weeks post-treatment), and Week 26 (6 months post-treatment)"
                },
                {
                    "measure": "Change in Clinical Dementia Rating (CDR) scale Sum of Boxes",
                    "description": "This clinician-administered structured interview is given to both participants and their co-participant informants to assesses the participant's abilities in six domains (i.e. Memory, Orientation, Judgment \\& Problem Solving, Community Affairs, Home \\& Hobbies, and Personal Care), rating each domain on a 5-point scale, with the sum of these 6 \"box scores\" indicating greater symptom severity (raw score range=0-18)",
                    "timeFrame": "Week 0 (1 week pre-treatment) Week 10 (8 weeks post-treatment), and Week 26 (6 months post-treatment)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in PROMIS (Anxiety, Sleep Disturbance, Fatigue, and General Life Satisfaction)",
                    "description": "These scales are self-report symptom questionnaires to which respondents rate the frequency with which they experience symptoms on a 5- or 7-point scale (from 1-\"Never/Not at all\" to 5/7-\"Always/Very much\"). As these are computer adaptive tests given as REDCap surveys (PROMIS) and yield normed T-scores (range T=0-100; Mean T=50, SD=10; higher scores indicate more of the trait being measured).",
                    "timeFrame": "Week 0 (1 week pre-treatment), Week 3 (1 week post-treatment), Week 10 (8 weeks post-treatment), and Week 26 (6 months post-treatment)"
                },
                {
                    "measure": "Change in NIH Toolbox-Emotion Battery (NIHTB-EB) T-scores",
                    "description": "These are app administered computer adaptive self-report symptom questionnaires. Respondents rate the frequency with which they experience symptoms on a 5- or 7-point scale (from 1-\"Never/Not at all\" to 5/7-\"Always/Very much\"). These yield normed T-scores (range T=0-100; Mean T=50, SD=10; higher scores indicate more of the trait being measured).",
                    "timeFrame": "Week 0 (1 week pre-treatment), Week 3 (1 week post-treatment), Week 10 (8 weeks post-treatment), and Week 26 (6 months post-treatment)"
                },
                {
                    "measure": "Change in Dimensional Apathy Scale (DAS) raw scores",
                    "description": "The DAS is a 24-item self- and collateral informant-report multidimensional scale (assessing Executive-, Emotional, and Initiation-related apathy) with each item scored on a 4-point Likert scale of frequency, with raw scores ranging from 0 (least apathetic) to 72 (most apathetic).",
                    "timeFrame": "Week 0 (1 week pre-treatment), Week 3 (1 week post-treatment), Week 10 (8 weeks post-treatment), and Week 26 (6 months post-treatment)"
                },
                {
                    "measure": "Change in Network Functional Connectivity",
                    "description": "fMRI will be collected while participants are at rest (i.e. rs-fMRI) during the pre-treatment and post-treatment MRI sessions. The rs-fMRI data will be used to compute functional connectivity, which is the correlation between the activity in each brain region pair over the course of the scan. Each brain region belongs to 1 of 7 previously defined networks (frontoparietal: FPN; default mode: DMN; dorsal attention: DAT; ventral attention: VAT; limbic: LIM; visual: VIS; somatomotor: MOT). Functional connectivity can thus be computed for each network by taking the average of connectivity of all regions belonging to the respective network.",
                    "timeFrame": "Week 0 (1 week pre-treatment), Week 3 (1 week post-treatment)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\ni. Age 60-85 (inclusive). ii. English as a first/primary language. iii. Adequate sensorimotor function and verbal expressive abilities to complete all assessments.\n\niv. Must have a Co-Participant (e.g. spouse, adult child or relative, sibling, cohabitator, friend, caregiver) who has at least weekly in-person contact with the participant and is willing to participate in the study as a collateral informant.\n\nv. Is on fixed pharmacotherapy (i.e. a stable dose of medication/s) for at least 4 weeks prior to enrollment.\n\nvi. A documented diagnosis of MCI per NIA-AA criteria or Mild Neurocognitive Disorder per DSM-5 criteria by a healthcare provider within the past 2 years, with a presumed etiology of either (or both): vi.a Possible or probable AD vi.b Chronic cerebrovascular disease (CVD), specifically small vessel disease as defined in STRIVE-2 which includes small subcortical infarcts, lacunes, white matter hyperintensities, perivascular spaces, cerebral micro bleeds, cortical superficial siderosis, or cortical cerebral microinfarcts. .\n\nvii. Met actuarial neuropsychological criteria for MCI within the past 2 years (i.e. ≥2 impaired scores within one cognitive domain, or ≥1 impaired scores in ≥3 domains, where an impaired score is defined as ≤16th percentile using appropriate demographically-corrected norms).\n\nviii. Major Depressive Disorder of at least mild severity per DSM-5 and a HAM-D Total ≥ 8.\n\nExclusion Criteria:\n\ni. A TICS score of ≤ 19 suggestive of dementia and a PHQ-9 score of 0-4, indicating the absence of major depressive disorder.\n\nii. Prior diagnosis of Dementia (NIA-AA) or Major Neurocognitive Disorder (DSM-5).\n\niii. Daily/weekly anticholinergic or sedative use. Stimulants may be allowed pending investigator review. Cholinesterase inhibitors, NMDA receptor antagonists, and antidepressants are allowed if on a stable regimen for at least 4 weeks prior to enrollment.\n\niv. History of significant or unstable condition/s or treatments for these condition/s that may impact cognition (as determined by the study investigators) such as significant cardiac (e.g. heart failure), infectious (e.g. HIV, urinary tract infection), or metabolic disease (e.g. labile diabetes), cancer (e.g. brain cancer, chemotherapy-induced cognitive impairment), developmental disorder (e.g. autism spectrum disorder, intellectual disability), or other neurologic disease (e.g. movement disorder, multiple sclerosis, moderate to severe brain injury, seizures).\n\nv. Past or current treatment for AD/MCI with monoclonal antibody therapy. vi. Enrolled in a clinical trial or has received an investigational medication or device in the last 30 days.\n\nvii. MRI and TMS contraindications (e.g. ferromagnetic implants, claustrophobia, conditions or treatments that lower seizure threshold, taking medications that have short half-lives, no identifiable motor threshold).\n\nviii. Current alcohol or substance use disorder, bipolar disorder, schizophrenia spectrum or other psychotic disorder, suicidal/homicidal intent within the past month, or any suicide attempts within the past year.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andreana Benitez, PhD",
                    "role": "CONTACT",
                    "phone": "843-876-2479",
                    "email": "benitez@musc.edu"
                },
                {
                    "name": "Katrina Madden, MBA",
                    "role": "CONTACT",
                    "phone": "843-792-9186",
                    "email": "maddenka@musc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andreana Benitez, PhD",
                    "affiliation": "Medical University of South Carolina",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Lisa McTeague",
                    "affiliation": "Medical University of South Carolina",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Medical University of South Carolina",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katrina Madden",
                            "role": "CONTACT",
                            "phone": "843-792-9186",
                            "email": "PUSHstudy@musc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified images will be shared with OpenNeuro, an NIH-funded platform for sharing de-identified neuroimaging data, which will be linked using study IDs to uploaded de-identified clinical data and data dictionaries, also in OpenNeuro. Data will be shared with Clinical Research Operations \\& Management System (CROMS) in accordance with National Institute on Aging (NIA) requirements.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "starting 6 months after publication"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}