{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05386394",
            "orgStudyIdInfo": {
                "id": "IRB00326681"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AG075111",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AG075111"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Transcranial Direct Current Stimulation in the Treatment of Primary Progressive Aphasia",
            "officialTitle": "Phase II Clinical Trial of Transcranial Direct Current Stimulation in the Treatment of Primary Progressive Aphasia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transcranial-direct-current-stimulation-in-the-treatment-of-primary-progressive-aphasia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-02-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-13",
            "studyFirstSubmitQcDate": "2022-05-18",
            "studyFirstPostDateStruct": {
                "date": "2022-05-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "While many have strongly suggested that transcranial direct current stimulation (tDCS) may represent a beneficial intervention for patients with primary progressive aphasia (PPA), this promising technology has not yet been applied widely in clinical settings. This treatment gap is underscored by the absence of any neurally-focused standard-of-care treatments to mitigate the devastating impact of aphasia on patients' family, work, and social lives. Given that tDCS is inexpensive, easy to use (it is potentially amenable to home use by patients and caregivers), minimally invasive, and safe there is great promise to advance this intervention toward clinical use. The principal reason that tDCS has not found wide clinical application yet is that its efficacy has not been tested in large, multi-center, clinical trials. In this study, scientists in the three sites that have conducted tDCS clinical trials in North America-Johns Hopkins University and the University of Pennsylvania in the US, and the University of Toronto in Canada, will collaborate to conduct a multi-site, Phase II clinical trial of tDCS a population in dire need of better treatments.",
            "detailedDescription": "Aim 1: To determine whether tDCS over the left perisylvian language areas paired with naming treatment will improve oral and written naming outcomes in two variants of PPA (nfvPPA and lvPPA).\n\nThe investigators will use a double-blind, sham-controlled, within-subject, cross-over design. Participants will receive Naming and Spelling (NASP) treatment + tDCS condition or NASP treatment + sham condition, in Period 1 or 2, randomized for the Period 1 stimulation condition. Each treatment period will last 3 weeks, with 5 language therapy sessions/week, for 15 sessions in total, and a 3-month (stimulation-free) wash-out time between the two periods of stimulation to evaluate clinically meaningful effects.\n\nLanguage therapy (NASP treatment) will be delivered by a speech-language pathologist or a trained research associate. The participant will be shown a picture on the screen, asked to orally name it, and subsequently write the name. If the participant cannot, the participant will be asked to provide 3 semantic attributes to reinforce semantic representations, as in Semantic Feature Analysis treatment (Boyle, 2010). If the word still cannot be named or written, the clinician will provide the correct name and spelling and the participant will be asked to repeat or copy it 3 times, in a spell-study-spell procedure (Rapp \\& Glucroft, 2009). There will be two word-sets: trained (targeted during therapy) and untrained (not targeted during therapy), both individually tailored to the participant based on severity of spelling deficit. Treatment stimuli will consist of 10-30 words depending on individual severity. General procedures and the outcome measure (letter accuracy) will be maintained across all participants. Consistent with the investigators previous work, the NASP treatment will be conducted in English, which, for most participants, will be the participant's first language.\n\nTo deliver tDCS, the investigators will use the Soterix 1x1 platform. The anode will be placed over the left frontal lobe, centered on F7 in the 10-20 electrode placement system (Homan, 1988), and cathode will be placed over the right cheek. Non-metallic, conductive rubber electrodes (5 cm x 5 cm), fitted with saline-soaked sponges to limit skin-electrode reactions will be used so the full left inferior frontal gyrus (IFG) will be covered. Current will be delivered with an intensity of 2 mA (estimated current density 0.08 milliamps (mA)/cm2) for a total of 20 minutes each tDCS session. Delivery of tDCS will be simultaneous with the start of language therapy, which will continue for an additional 25 minutes beyond the cessation of tDCS in each session. In contrast to actual tDCS, sham stimulation involves the delivery of 30 seconds of current ramping up to 2 mA and back down to 0 mA simultaneous with the start of language therapy.\n\nBehavioral/language assessments will involve: oral and written naming, spelling, connected speech/discourse, sentence comprehension and production, verbal fluency, short-term/working memory tasks, etc. Other global cognitive assessments will be conducted, as well as quality of life assessments. Bilingual assessments will be conducted for those who bilingual or multilingual.\n\nAim 2: To identify clinical, neural, cognitive, biological, and demographic predictors of tDCS vs sham effects on primary outcomes.\n\nImaging will be performed at before Period 1, before Period 2 and 3-months post Period 2 for a total of 3 scans per participant. Scans will be done on a 3T Philips system and will consist of magnetization prepared rapid gradient echoresting state (MPRAGE), resting state functional MRI (rsfMRI), and diffusion tensor imaging (DTI). Each scanning session will last approximately 1 hour.\n\nSaliva samples will be collected for exploratory analysis and DNA will be extracted using standard methodology. Genotyping will be carried out by the Johns Hopkins DNA Diagnostic Laboratory using standard methods."
        },
        "conditionsModule": {
            "conditions": [
                "Primary Progressive Aphasia",
                "Logopenic Progressive Aphasia",
                "Non-Fluent Primary Progressive Aphasia"
            ],
            "keywords": [
                "transcranial direct current stimulation",
                "language treatment",
                "primary progressive aphasia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This is a crossover design of tDCS + behavioral language therapy that crossovers to sham + behavioral language therapy in Arm 1, and sham + behavioral language therapy that crossovers to tDCS + behavioral language therapy in Arm 2.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active tDCS + Language Therapy first",
                    "type": "EXPERIMENTAL",
                    "description": "Active tDCS will be applied at the beginning of 45 minutes language therapy session and will last for 20 minutes.",
                    "interventionNames": [
                        "Device: Active tDCS + Language Therapy",
                        "Device: Sham tDCS + Language Therapy"
                    ]
                },
                {
                    "label": "Sham tDCS + Language Therapy first",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham tDCS will be applied at the beginning of 45 minutes language therapy session.",
                    "interventionNames": [
                        "Device: Active tDCS + Language Therapy",
                        "Device: Sham tDCS + Language Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Active tDCS + Language Therapy",
                    "description": "Active tDCS stimulation will be delivered by a battery-driven constant current stimulator. The electrical current will be administered to a pre-specified region of the brain (inferior frontal gyrus). The stimulation will be delivered at an intensity of 2mA (estimated current density 0.04 milliamps (mA)/cm2; estimated total charge 0.048 Coulombs (C)/cm2) in a ramp-like fashion for a maximum of 20 minutes. Language therapy will be conducted in conjunction with stimulation and will target oral and written naming.",
                    "armGroupLabels": [
                        "Active tDCS + Language Therapy first",
                        "Sham tDCS + Language Therapy first"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham tDCS + Language Therapy",
                    "description": "During sham stimulation, current will be administered in a ramp-line fashion but after the ramping the intensity will drop to 0 mA. Language therapy targeting oral and written naming will be administered during sham tDCS stimulation.",
                    "armGroupLabels": [
                        "Active tDCS + Language Therapy first",
                        "Sham tDCS + Language Therapy first"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Immediate Change in Phonemic Accuracy",
                    "description": "The primary outcome measure will be tDCS-induced change in performance on phonemic accuracy of trained items. Phonemic accuracy will be calculated on a scale of 0-100% with a higher number reflecting higher accuracy. The change in performance from baseline will be compared between the tDCS condition and the sham condition.",
                    "timeFrame": "Baseline and Immediate follow-up of 3-week intervention period"
                },
                {
                    "measure": "Immediate Change in Letter Accuracy",
                    "description": "The primary outcome measure will be tDCS-induced change in performance on phonemic accuracy of trained items. Letter accuracy will be calculated on a scale of 0-100% with a higher number reflecting higher accuracy. The change in performance from baseline will be compared between the tDCS condition and the sham condition.",
                    "timeFrame": "Baseline and Immediate follow-up of 3-week intervention period"
                },
                {
                    "measure": "Change in Phonemic Accuracy at 3-month follow-up visit",
                    "description": "The primary outcome measure will be tDCS-induced change in performance on phonemic accuracy of trained items, 3 months following the discontinuation of intervention. Phonemic accuracy will be calculated on a scale of 0-100% with a higher number reflecting higher accuracy. The change in performance from baseline will be compared between the tDCS condition and the sham condition.",
                    "timeFrame": "Baseline and 3 months post intervention"
                },
                {
                    "measure": "Change in Letter Accuracy at 3-month follow-up visit",
                    "description": "The primary outcome measure will be tDCS-induced change in performance on letter accuracy of trained items, 3 months following the discontinuation of intervention. Letter accuracy will be calculated on a scale of 0-100% with a higher number reflecting higher accuracy. The change in performance from baseline will be compared between the tDCS condition and the sham condition.",
                    "timeFrame": "Baseline and 3 months post intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Untrained Naming Items (phonemic accuracy)",
                    "description": "The outcome measure will be tDCS-induced change of phonemic accuracy of untrained stimuli (those not targeted in therapy). Phonemic accuracy will be calculated on a scale of 0-100% with a higher number reflecting higher accuracy. The change in performance from baseline will be compared between the tDCS condition and the sham condition.",
                    "timeFrame": "Baseline and 3 months post intervention"
                },
                {
                    "measure": "Change in Untrained Naming Items (letter accuracy)",
                    "description": "The outcome measure will be tDCS-induced change of letter accuracy of untrained stimuli (those not targeted in therapy). Letter accuracy will be calculated on a scale of 0-100% with a higher number reflecting higher accuracy. The change in performance from baseline will be compared between the tDCS condition and the sham condition.",
                    "timeFrame": "Baseline and 3 months post intervention"
                },
                {
                    "measure": "Change in functional connectivity of select brain regions (z-correlations)",
                    "description": "Using resting stage functional MRI (rs-fMRI) investigators will detect activity of various brain regions under a resting/task-negative condition, which will help evaluate functional regional interactions as indicated by the z-correlations between the selected brain area.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in volumetric measurements of select brain regions",
                    "description": "Using Magnetization-Prepared Rapid Gradient-Echo (MPRAGE) Magnetic Resonance Imaging (MRI) investigators will perform volumetric measurements of select brain regions. Measurements will be collected in millimeters cubed (mm\\^3).",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in location of white matter tracts of select brain regions",
                    "description": "Using Diffusion Tensor Imaging (DTI) investigators will estimate the location of the brain's white matter tracts on the regions of concern.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in anisotropy of white matter tracts of select brain regions",
                    "description": "Using Diffusion Tensor Imaging (DTI) investigators will estimate the anisotropy of the brain's white matter tracts on the brain regions of concern.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Bilingualism as assessed by the Language Experience and Proficiency Questionnaire",
                    "description": "Language status and language history will be assessed using the Language Experience and Proficiency Questionnaire (LEAP-Q). For those participants who are bi-/multilingual, we will determine their premorbid relative proficiency between languages by subtracting LEAP-Q ratings for L2 from L1, with ratings close to 0 indicating a relative balance between the languages, positive scores indicating an L1 dominance, and negative scores indicating an L2 dominance. We will compare behavioral results of bi-/multilingual individuals to those who are monolingual.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period"
                },
                {
                    "measure": "Bilingualism as assessed by the Language Experience and Proficiency Questionnaire",
                    "description": "Language status and language history will be assessed using the Language Experience and Proficiency Questionnaire (LEAP-Q). For those participants who are bi-/multilingual, we will determine their premorbid relative proficiency between languages by subtracting LEAP-Q ratings for L2 from L1, with ratings close to 0 indicating a relative balance between the languages, positive scores indicating an L1 dominance, and negative scores indicating an L2 dominance. We will compare behavioral results of bi-/multilingual individuals to those who are monolingual.",
                    "timeFrame": "3-month follow-up"
                },
                {
                    "measure": "Change in oral naming Boston Naming Test score",
                    "description": "Accuracy in oral picture naming (30-item Boston Naming Test) will be compared for tDCS and sham conditions. The Boston Naming Test is a widely used picture naming test that detects lexical retrieval deficits in the oral modality. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%), computing change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in oral naming Philadelphia Naming Test score",
                    "description": "Accuracy in oral picture naming (175-item Philadelphia Naming Test) will be compared for tDCS and sham conditions. The Philadelphia Naming Test is a widely used picture naming test that detects lexical retrieval deficits in the oral modality. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%), computing change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in oral naming of action as assessed by Hopkins Assessment of Naming Actions (HANA)",
                    "description": "Accuracy in oral naming of actions will be compared for tDCS and sham conditions. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%), computing change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in spelling as assessed by the Johns Hopkins Dysgraphia battery",
                    "description": "Accuracy in spelling using the Johns Hopkins Dysgraphia battery will be compared for tDCS and sham conditions. The investigators will compute the raw score of items correct using a spelling scoring system accounting for additions, substitutions, and deletions, and transform to percent correct (range: 0-100%), computing change in outcome in percent difference before intervention and each time point after. Increase in score is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in semantic content of connected speech",
                    "description": "Using the Cookie Theft image from the Boston Diagnostic Aphasia Examination (BDAE) and the Circus image from the Apraxia Battery for Adults (ABA) investigators will obtain representative language samples as participants describe the images. The investigators will compute the raw score of items (semantics) correct and transform to percent correct (range: 0-100%), computing change in outcome in percent difference between before intervention and each time point after. Increase in score is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in syntactic comprehension as assessed by Subject-relative, Object-relative, Active, Passive (S.O.A.P.) Syntactic Battery",
                    "description": "The 40-item Subject-relative, Object-relative, Active, Passive (S.O.A.P.) Syntactic Battery of various sub-tests will be used to assess argument structure comprehension and production. The investigators will compute the raw score of items correct and transform to percent correct (range: 0-100%), computing change in outcome in percent difference between baseline and each time point. Increase in score is considered benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in verbal fluency task score",
                    "description": "Verbal fluency tasks (semantic and letter fluency) involve generating as many words as possible in one minute. Scoring will be based on number of words generated per minute. The investigators will compute the raw score of items correct and compute change in outcome between baseline and each time point. Increase in score is considered benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in digit span forward score",
                    "description": "Digit span forward involves the recall of a series of single digits (sets of 1-8 digits) in the same order the digits were presented. Scoring will be based on the number of consecutive digits correctly recalled. The investigators will compute the change in outcome between the time point before intervention and each time point after. Increase in score is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in digit span backward score",
                    "description": "Digit span backward involves the recall of a series of single digits (sets of 1-8 digits) in the reverse order than the digits were presented. Scoring will be based on the number of consecutive digits correctly recalled. The investigators will compute the change in outcome between the time point before intervention and each time point after. Increase in score is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in spatial span forward score",
                    "description": "Spatial span forward involves the recall of a series of positions on a board (sets of 1-9) in the same order the digits were presented. Scoring will be based on the number of consecutive positions correctly recalled. The investigators will compute the change in outcome between the time point before intervention and each time point after. Increase in score is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in spatial span backward score",
                    "description": "Spatial span backward involves the recall of a series of positions (sets of 1-8) in the reverse order than the digits were presented. Scoring will be based on the number of consecutive positions correctly recalled. The investigators will compute the change in outcome between the time point before intervention and each time point after. Increase in score is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in attention and manipulation of information scores",
                    "description": "Using the Trail Making Test (TMT) parts A and B, which include the sequential connection of letters/numbers in order to complete a trail, the investigators will obtain the time required by the participants to finish the tasks. Decrease in the time is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                },
                {
                    "measure": "Change in Rey Auditory-Verbal Learning Test (RAVLT) score",
                    "description": "RAVLT is a well-established verbal memory test. RAVLT includes a 5-trial presentation of a 15-word list (List A), a single presentation of an interference list (List B)(Trial 6), two post-interference recall trials (one immediate - Trial 7, one delayed - Trial 8) and recognition of the target words in the orthographic modality with distractors (Trial 9). Scoring includes the percent score of Trial 1, Trial 5, Trial 8 and Trial 9 as well as the sum of Trial 1 through 5, and the difference between Trial 5 and Trial 1 computed as the percent difference between the scores before intervention and each time point after. Increase in score is considered a benefit.",
                    "timeFrame": "Immediate follow-up of 3-week intervention period and 3-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Presence of aphasia attributable to non-fluent PPA or logopenic PPA\n* High school education (or more)\n* Between the ages of 50 and 80\n* Must be able to understand the nature of the study and give informed consent\n\nExclusion Criteria:\n\n* Cognitive impairment of sufficient severity to preclude giving informed consent (Mini Mental State Examination \\[MMSE\\] less than 15 or Montreal Cognitive Assessment \\[MOCA\\] less than 10; Frontotemporal Dementia - Modified Clinical Dementia Rating \\[FTD-CDR\\] Scale score =3)\n* Any unrelated neurologic of physical condition that impairs communication ability\n* History of unrelated neurological conditions, including but not limited to traumatic brain injury (TBI), stroke, or small vessel disease, that has resulted in a neurologic deficit\n* Any additional neurological condition that would likely reduce the safety of study participation, including central nervous system (CNS) vasculitis, intracranial tumor, intracranial aneurysm, multiple sclerosis or arteriovenous malformations\n* A medically unstable cardiopulmonary or metabolic disorder\n* Individuals with pacemakers or implantable cardiac defibrillators\n* Terminal illness associated with survival of less than 12 months\n* Major active psychiatric illness that may interfere with required study procedures or treatments, as determined by enrolling physician\n* Current abuse of alcohol or drugs, prescription or otherwise\n* Participant in another drug, device or biologics trial within 30 days prior to enrollment\n* Nursing a child, pregnant or intent to become pregnant during the study\n* Left-handedness\n\nExclusion for tDCS, specifically:\n\n* History of spontaneous or partial complex seizures or unexplained loss of consciousness within 6 months of enrollment\n* Subjects with metallic objects in the face or head other than dental apparatus, such as braces, fillings or implants\n* Subjects with previous craniotomy or any breach in the skull\n\nExclusion for MRI, specifically:\n\n* Presence of any of the following devices: cardiac pacemaker, other pacemakers (for carotid sinus, insulin pumps, nerve stimulators, lead wires or similar wires), optic implant, implanted cardiac defibrillator, aneurysm clip, any electronically/magnetically/mechanically activated implant, ferromagnetic implants (coils, filters, stents; metal sutures or staples)\n* Presence of any of the following: pregnancy, claustrophobic, metal in eye or orbit, tattooed eyeliner",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Caroline Whittenberger, MS, CCC-SLP",
                    "role": "CONTACT",
                    "phone": "410-929-4772",
                    "email": "cwhitte6@jh.edu"
                },
                {
                    "name": "Kyrana Tsapkini, PhD.",
                    "role": "CONTACT",
                    "phone": "410-736-2940",
                    "email": "tsapkini@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kyrana Tsapkini, PhD.",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Hospital",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kyrana Tsapkini, PhD",
                            "role": "CONTACT",
                            "phone": "410-736-2940",
                            "email": "tsapkini@jhmi.edu"
                        },
                        {
                            "name": "Kyrana Tsapkini, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniela Sacchetti, MS",
                            "role": "CONTACT",
                            "phone": "215-573-8485",
                            "email": "danielas@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Roy Hamilton, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Baycrest Centre for Geriatric Care",
                    "status": "RECRUITING",
                    "city": "Toronto",
                    "state": "Ontario",
                    "zip": "M6A 2E1",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Howard Chertkow, PhD",
                            "role": "CONTACT",
                            "phone": "416-785-2500",
                            "email": "hchertkow@research.baycrest.org"
                        },
                        {
                            "name": "Howard Chertkow, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26097278",
                    "type": "BACKGROUND",
                    "citation": "Tsapkini K, Frangakis C, Gomez Y, Davis C, Hillis AE. Augmentation of spelling therapy with transcranial direct current stimulation in primary progressive aphasia: Preliminary results and challenges. Aphasiology. 2014;28(8-9):1112-1130. doi: 10.1080/02687038.2014.930410."
                },
                {
                    "pmid": "29067331",
                    "type": "BACKGROUND",
                    "citation": "Roncero C, Kniefel H, Service E, Thiel A, Probst S, Chertkow H. Inferior parietal transcranial direct current stimulation with training improves cognition in anomic Alzheimer's disease and frontotemporal dementia. Alzheimers Dement (N Y). 2017 Mar 24;3(2):247-253. doi: 10.1016/j.trci.2017.03.003. eCollection 2017 Jun."
                },
                {
                    "pmid": "28713256",
                    "type": "BACKGROUND",
                    "citation": "McConathey EM, White NC, Gervits F, Ash S, Coslett HB, Grossman M, Hamilton RH. Baseline Performance Predicts tDCS-Mediated Improvements in Language Symptoms in Primary Progressive Aphasia. Front Hum Neurosci. 2017 Jun 30;11:347. doi: 10.3389/fnhum.2017.00347. eCollection 2017."
                },
                {
                    "pmid": "27522537",
                    "type": "BACKGROUND",
                    "citation": "Gervits F, Ash S, Coslett HB, Rascovsky K, Grossman M, Hamilton R. Transcranial direct current stimulation for the treatment of primary progressive aphasia: An open-label pilot study. Brain Lang. 2016 Nov;162:35-41. doi: 10.1016/j.bandl.2016.05.007. Epub 2016 Aug 12."
                },
                {
                    "pmid": "31824242",
                    "type": "BACKGROUND",
                    "citation": "Roncero C, Service E, De Caro M, Popov A, Thiel A, Probst S, Chertkow H. Maximizing the Treatment Benefit of tDCS in Neurodegenerative Anomia. Front Neurosci. 2019 Nov 22;13:1231. doi: 10.3389/fnins.2019.01231. eCollection 2019."
                },
                {
                    "pmid": "30258975",
                    "type": "BACKGROUND",
                    "citation": "Tsapkini K, Webster KT, Ficek BN, Desmond JE, Onyike CU, Rapp B, Frangakis CE, Hillis AE. Electrical brain stimulation in different variants of primary progressive aphasia: A randomized clinical trial. Alzheimers Dement (N Y). 2018 Sep 5;4:461-472. doi: 10.1016/j.trci.2018.08.002. eCollection 2018."
                },
                {
                    "pmid": "21239365",
                    "type": "BACKGROUND",
                    "citation": "Boyle M. Semantic feature analysis treatment for aphasic word retrieval impairments: what's in a name? Top Stroke Rehabil. 2010 Nov-Dec;17(6):411-22. doi: 10.1310/tsr1706-411."
                },
                {
                    "pmid": "21603153",
                    "type": "BACKGROUND",
                    "citation": "Rapp B, Glucroft B. The benefits and protective effects of behavioural treatment for dysgraphia in a case of primary progressive aphasia. Aphasiology. 2009 Feb 1;23(2):236-265. doi: 10.1080/02687030801943054."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Homan RW. The 10-20 electrode system and cerebral location. American Journal of EEG Technology. 1988;28(4):269-279."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001037",
                    "term": "Aphasia"
                },
                {
                    "id": "D000018888",
                    "term": "Aphasia, Primary Progressive"
                },
                {
                    "id": "D000020774",
                    "term": "Pick Disease of the Brain"
                },
                {
                    "id": "D000057180",
                    "term": "Frontotemporal Dementia"
                },
                {
                    "id": "D000057178",
                    "term": "Primary Progressive Nonfluent Aphasia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013064",
                    "term": "Speech Disorders"
                },
                {
                    "id": "D000007806",
                    "term": "Language Disorders"
                },
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000057174",
                    "term": "Frontotemporal Lobar Degeneration"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M28762",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20929",
                    "name": "Aphasia, Primary Progressive",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22530",
                    "name": "Pick Disease of the Brain",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4352",
                    "name": "Aphasia",
                    "asFound": "Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28760",
                    "name": "Primary Progressive Nonfluent Aphasia",
                    "asFound": "Non-Fluent Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4353",
                    "name": "Aphasia, Broca",
                    "relevance": "LOW"
                },
                {
                    "id": "M15864",
                    "name": "Speech Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10823",
                    "name": "Language Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M28756",
                    "name": "Frontotemporal Lobar Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2399",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2400",
                    "name": "Frontotemporal Dementia, Ubiquitin-positive",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4710",
                    "name": "Primary Progressive Aphasia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5168",
                    "name": "Semantic Dementia",
                    "asFound": "Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3497",
                    "name": "Logopenic Progressive Aphasia",
                    "asFound": "Logopenic Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4738",
                    "name": "Progressive Non-fluent Aphasia",
                    "asFound": "Non-Fluent Primary Progressive Aphasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T704",
                    "name": "Behavioral Variant of Frontotemporal Dementia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}