{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06351852",
            "orgStudyIdInfo": {
                "id": "1678243"
            },
            "organization": {
                "fullName": "James J. Peters Veterans Affairs Medical Center",
                "class": "FED"
            },
            "briefTitle": "Transdermal Administration by a Novel Wireless Iontophoresis Device",
            "officialTitle": "Safety and Pharmacokinetics of Positively Charged Compounds by Transdermal Administration by a Novel Wireless Iontophoresis Device",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transdermal-administration-by-a-novel-wireless-iontophoresis-device"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-21",
            "studyFirstSubmitQcDate": "2024-04-01",
            "studyFirstPostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Chris Cardozo",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "James J. Peters Veterans Affairs Medical Center"
            },
            "leadSponsor": {
                "name": "James J. Peters Veterans Affairs Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Persons with spinal cord injury (SCI) have neurogenic bowel disorders which is associated with significant morbidity. The negative impact of bowel complications is often at the top of the list of problems reported by persons with SCI. Despite the magnitude of the problem of bowel dysfunction in persons with SCI, and the associated reduction in quality of life, this condition has yet to be effectively treated. The investigators have developed a novel dual drug combination to elicit a safe and predictable bowel evacuation (BE).\n\nThe ability to move the bowel contents along to the rectum was severely impaired primary because of poor gut contractions on the left side of the colon, as shown by our team of investigators. To address this problem, a dual medication combination (neostigmine and glycopyrrolate) was developed that safely and predictably caused the bowel to empty after delivering these drugs into a vein (intravenously) or into the muscle bed (intramuscularly). Because no one likes needles, and because of the practical limits of administering medications on a routine basis by the use of needles, especially in persons with SCI because of their other health considerations, the investigators have devised a new approach: driving these medications across the skin and into the circulation of the body by applying an electrical current that is too small to feel (iontophoresis).\n\nThe proposed research project to determine the safety of positively charged compounds (e.g., vitamin B12, NEO, and GLY) administered transcutaneously by the prototype wireless ION device and to compare the pharmacokinetic profiles of transcutaneous administration of NEO and GLY by the wireless ION device to a commercially available wired ION device. The potential administration of any number of other positively charged agents by this wireless prototype may be a clinically relevant outcome of this work. The ability to use a wireless ION device is far more practical for patients to use, especially those with SCI, which will permit the self-administration of these agents in the home setting to induce a bowel evacuation.",
            "detailedDescription": "Subject recruitment will be drawn from prior participants in our Centers' research studies and the outpatient clinics. Subjects will be informed verbally and in writing of the purpose of this study. Informed consent will be obtained from all subjects who agree to participate. Subjects will be free to withdraw their consent at any time. Subject travel costs and a stipend for participation will be provided by the grant (DOD CDMRP: SC180166). Records will be kept confidential by removing the name of the subject from all data and assigning each subject a random identification number which will be recorded on all subject data sheets and linked by identifiers which are listed in a master key that is appropriately secured. An investigator or research coordinator will enroll subjects, coordinate blood laboratory studies, collect data, and coordinate the responsibilities of all study subjects. Subjects will be asked to arrive at the Center at the JJP VAMC (Room 7A-13) on the day of their appointment. A baseline EKG will be obtained to exclude participants with any EKG abnormalities. On Day 1, after obtaining subject consent, vitamin B12 will be administered transcutaneously via the wireless ION device. On Day 2, NEO (0.07 mg/kg) and GLY (0.014 mg/kg) will be administered transcutaneously via wired ION device (Dynatron iBox). On Day 3, NEO (0.07 mg/kg) and GLY (0.014 mg/kg) will be administered transcutaneously by a wireless ION device. The maximum dose of neostigmine is 10 mg or 0.07 mg/kg (whichever is less), and the maximum dose of glycopyrrolate is 2 mg or 0.014 mg/kg. All safety end points will also be collected on each day of the study.\n\nAfter NEO and GLY administration, heart rate, bowel sounds, blood pressure, oxygen levels and any adverse symptoms will be recorded at times of each blood collection. Bowel sounds and evacuation time will also be recorded, if each occurs, but they are not endpoints of this protocol. The subjects will be monitored for a minimum of 120 minutes. At least two research personnel will be present during the study visit to record all data and perform the tasks required.\n\nAfter the administration of each agent(s), venous blood (4 ml) will be collected into a purple-top tube (EDTA tube) at baseline, 5, 10, 20, 30, 40 60, 90, and 120 minutes. The blood will be placed in an ice bath and centrifuged to separate the formed blood cell elements from plasma. The plasma will be aliquoted in equal volume into two vials and labelled with the date, protocol number, and the subject's unique identifier and timepoint of sample collection. The samples will be placed in a -80 degrees Celsius freezer until batch shipped for assay of NEO and of GLY by mass spectroscopy in the SUNY Downstate Albany Research Laboratory by Dr. Qishan Lin."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries",
                "Constipation",
                "Fecal Incontinence",
                "Neurogenic Bowel"
            ],
            "keywords": [
                "Neostigmine",
                "Glycopyrrolate",
                "Pharmacokinetic",
                "Constipation",
                "Bowel Control",
                "Mass Spectroscopy",
                "Stool Incontinence",
                "Transdermal"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 6,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Primary",
                    "type": "EXPERIMENTAL",
                    "description": "6 subjects will receive 2 medications transdermally.",
                    "interventionNames": [
                        "Drug: Combination of Neostigmine and Glycopyrrolate",
                        "Device: I-Box by Dynatronics"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Combination of Neostigmine and Glycopyrrolate",
                    "description": "Transcutaneous",
                    "armGroupLabels": [
                        "Primary"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "I-Box by Dynatronics",
                    "description": "Electric field conducting drugs through the skin without compromising its integrity",
                    "armGroupLabels": [
                        "Primary"
                    ],
                    "otherNames": [
                        "Iontophoresis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Presence or absence of bowel evacuation",
                    "description": "Presence or absence of bowel evacuation post Neostigmine and Glycopyrrolate administration",
                    "timeFrame": "Up to 2 hours post Neostigmine and Glycopyrrolate administration"
                },
                {
                    "measure": "Time to bowel evacuation",
                    "description": "Time to bowel evacuation post Neostigmine and Glycopyrrolate administration",
                    "timeFrame": "Up to 2 hours post Neostigmine and Glycopyrrolate administration"
                },
                {
                    "measure": "Stool Consistency",
                    "description": "Stool Consistency (Bristol stool scale) post bowel evacuation",
                    "timeFrame": "Up to 2 hours post Neostigmine and Glycopyrrolate administration"
                },
                {
                    "measure": "Stool Quantity",
                    "description": "Stool quantity (by weight) post bowel evacuation",
                    "timeFrame": "Up to 2 hours post Neostigmine and Glycopyrrolate administration"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Presence or absence of headache, dry mouth, muscle twitching and abdominal cramps",
                    "description": "The presence/number of cholinergic and anti-cholinergic side-effects on a standardized point scale will be determined, as well as their severity (e.g., mild, moderate, or severe).",
                    "timeFrame": "Up to 2 hours post Neostigmine and Glycopyrrolate administration"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female\n* Age 18-89 years\n* Able-bodied\n\nExclusion Criteria:\n\n* Previous adverse reaction or hypersensitivity to electrical stimulation;\n* Known sensitivity (prior reaction or allergy) to neostigmine or glycopyrrolate;\n* History of mechanical obstruction (physical blockage) of the GI or urinary tract (e.g., due to scar tissues forming after surgery, gallstones);\n* Myocardial infarction (heart attack) within 6 months of trial;\n* Malignant and/or uncontrollable hypertension (high blood pressure) defined by a blood pressure reading of 140/100 mmHg or higher with or without taking 3 or more different classes of anti-hypertensive medications (drugs used to treat high blood pressure);\n* Organ damage or past failure (heart \\& kidney) and/or transient ischemic attack/cerebrovascular accident (TIA-CVA, or stroke) as a result of hypertension. Organ damage may be defined as impairment to any major body part/organ that results in its ability to function and causes illness. Heart failure is a condition that may be identified by the physical findings of peripheral edema (swelling), enlarged liver, fluid around the lungs (pleural effusion), and/or difficulty breathing; the signs of heart failure may be usually identified by documenting a reduced cardiac output. Kidney failure is diagnosed by a severe reduction in glomerular filtration rate, usually \\<30 ml/min. End stage renal failure results in fluid accumulation/edema, cardiac friction rubs, and symptoms of azotemia (generally feeling sick);\n* Known past history of coronary artery disease or bradyarrhythmia (slow irregular heartbeat, less than 60 beats per minute);\n* Symptomatic orthostatic hypotension (low blood pressure with possible dizziness/fainting);\n* Deep brain stimulation;\n* Pregnancy (men and women who are sexually active and of childbearing potential must utilize a method of contraception and agree to maintain a contraceptive method until completion of study);\n* Lactating, nursing females;\n* Inability to provide informed consent signaled by Montreal Cognitive Assessment Test (MoCA) score of 20 or less. This test is used to detect mild cognitive impairment;\n* Concurrent illness and fever;\n* Allergy to sodium lauryl sulfate, silver chloride, agarose gel, citric acid, isopropyl alcohol, or polyethylene glycol;\n* Evidence of bradycardia (as defined by a heart rate of less than 60 per minute) or an abnormal electrocardiogram (EKG) at baseline. An EKG measures the heart's electrical signals and can detect heart problems;\n* Currently treated with any cholinesterase inhibitor (e.g., medications for treatment of Alzheimer's disease, Parkinson's disease, Lewy body dementia, myasthenia gravis) or anti-depressants;\n* Concomitant chronic gastrointestinal disease such as inflammatory bowel disease (IBD), irritable bowel syndrome with constipation (IBS-C), or other causes of difficulty with stool evacuation such as hypothyroidism (underactive thyroid);\n* Have any of the following conditions: glaucoma, autonomic neuropathy, ulcerative colitis, prostate hypertrophy, hiatal hernia, hepatic disease (as defined by acute or chronic hepatitis secondary to viral etiology, alcoholism, obesity, autoimmune conditions, or genetic conditions), concern for incomplete or partial intestinal obstruction, ileostomy, colostomy, cardiac arrythmia, myasthenia gravis, peritonitis;\n* Taking any medication that could result in adverse reactions with neostigmine and/or glycopyrrolate, as determined by a study physician; and\n* Concurrent participation in a research study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christopher P Cardozo, MD",
                    "role": "CONTACT",
                    "phone": "718 584 9000",
                    "phoneExt": "1828",
                    "email": "christopher.cardozo@va.gov"
                },
                {
                    "name": "Mark Korsten, MD",
                    "role": "CONTACT",
                    "phone": "718 584 9000",
                    "phoneExt": "6753",
                    "email": "mark.korsten@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher P Cardozo, MD",
                    "affiliation": "James J. Peters Veterans Affairs Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "James J. Peters Veterans Affairs Medical Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10468",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher P Cardozo, MD",
                            "role": "CONTACT",
                            "phone": "718-584-9000",
                            "phoneExt": "1828",
                            "email": "christopher.cardozo@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005242",
                    "term": "Fecal Incontinence"
                },
                {
                    "id": "D000055496",
                    "term": "Neurogenic Bowel"
                },
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000003248",
                    "term": "Constipation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000003109",
                    "term": "Colonic Diseases, Functional"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8381",
                    "name": "Fecal Incontinence",
                    "asFound": "Fecal Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6472",
                    "name": "Constipation",
                    "asFound": "Constipation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28197",
                    "name": "Neurogenic Bowel",
                    "asFound": "Neurogenic Bowel",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6337",
                    "name": "Colonic Diseases, Functional",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006024",
                    "term": "Glycopyrrolate"
                },
                {
                    "id": "D000009388",
                    "term": "Neostigmine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002800",
                    "term": "Cholinesterase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000010277",
                    "term": "Parasympathomimetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000759",
                    "term": "Adjuvants, Anesthesia"
                },
                {
                    "id": "D000018727",
                    "term": "Muscarinic Antagonists"
                },
                {
                    "id": "D000018680",
                    "term": "Cholinergic Antagonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12333",
                    "name": "Neostigmine",
                    "asFound": "Chronic Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9130",
                    "name": "Glycopyrrolate",
                    "asFound": "Pain Relief",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6040",
                    "name": "Cholinesterase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4089",
                    "name": "Adjuvants, Anesthesia",
                    "relevance": "LOW"
                },
                {
                    "id": "M20801",
                    "name": "Muscarinic Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20760",
                    "name": "Cholinergic Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                }
            ]
        }
    },
    "hasResults": false
}