{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06200961",
            "orgStudyIdInfo": {
                "id": "2023P002683"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Trans-nasal Endoscopy for Bariatric Patients",
            "officialTitle": "Use of Sedation-Free Transnasal Endoscopy to Improve Access and Lower Costs of Endoscopic Evaluations in a Bariatric Medical and Surgical Program",
            "acronym": "TNE",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "trans-nasal-endoscopy-for-bariatric-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-13",
            "studyFirstSubmitQcDate": "2023-12-29",
            "studyFirstPostDateStruct": {
                "date": "2024-01-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Christopher C. Thompson, MD, MSc",
                "investigatorTitle": "Director of Endoscopy",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Christopher C. Thompson, MD, MSc",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "EvoEndo, Inc.",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study plans to learn if the EvoEndo Endoscopy system can be used to evaluate, provide and follow up care for upper gastrointestinal tract diseases in the bariatric population. The smallest current scope available for such a technique is an adult transnasal endoscope with a larger diameter, a pulmonary bronchoscope or Ear Nose and Throat (ENT) laryngoscope. This study is evaluating a newly Food and Drug Administration (FDA) cleared ultra-slim, single-use, endoscope specifically designed for transnasal endoscopy to evaluate its use in adult upper tract gastrointestinal diseases. If such a technique is successful it could improve the safety, cost, and access of endoscopic care for patients in need of an endoscopic evaluation for a bariatric medical condition.",
            "detailedDescription": "Oral sedated endoscopy of the upper gastrointestinal tract as Esophagogastroduodenoscopy (EGD) has been time tested and effective, but poses enhanced risk in the bariatric population. In the adult population nasal rather than orally guided EGD is available without sedations. This is known as transnasal endoscopy (TNE). Adult studies have demonstrated its feasibility, more rapid implementation, a possibility for increased endoscopy access, and enhanced safety for its use in multiple upper gastrointestinal tract disease, however it has not been readily adopted in the United States using standard 5-6 mm transnasal endoscopes.\n\nGenerally, having only sedated oral upper tract endoscopy using a typical 9-10 mm endoscope available in the United States has created problems with increasing costs, delayed diagnosis, endoscopy access issues, and morbidity around upper gastrointestinal tract disease. In a bariatric and metabolic program this can also delay care and timely intervention to allow for weight loss and improved morbidity. The recent COVID-19 pandemic has also hindered access to general diagnostic endoscopy and the referrals from bariatric programs could also prevent access for other general diagnostic screening or surveillance endoscopy not in the bariatric population. Additionally, the total cost of a sedated EGD can exceed $10,000 due to the cost of anesthesia. In high-risk populations such as the elderly and individuals with increased body mass index (BMI), the use of endotracheal tubes and deep sedation can lead to aspiration, atelectasis, or pneumonia. Most recently Friedlander and Nguyen et al published reports on the increased use of sedation-free endoscopy using even smaller endoscopes for primarily Eosinophilic esophagitis (EoE) but also a variety of diseases. Additionally, DeBoer et al published on the use of TNE in bariatric endoscopic screening and showed success and lower costs in an adult population. EvoEndo, Inc. has developed and introduced an FDA cleared 3.5 mm, portable, single-use endoscopy system that enables transnasal endoscopy of the upper GI tract with mucosal biopsies. It has the potential to more broadly introduce enhanced sedation-free endoscopic options for high risk patients in need of endoscopic screening for bariatric conditions in the United States. This study aims to evaluate the introduction of sedation-free TNE to an ambulatory bariatric clinic and evaluate its impact on time to diagnosis, time to intervention, impact on patient (direct/indirect) and clinic costs (direct/indirect) and revenue and the provider/team experience introducing the system."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity",
                "Obesity, Morbid",
                "Obese",
                "GI Disorders",
                "Gastrointestinal Diseases"
            ],
            "keywords": [
                "Transnasal Endoscopy (TNE)",
                "Esophagogastroduodenoscopy (EGD)",
                "Upper Endoscopy",
                "Endoscopy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Case Control",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Transnasal Endoscopy (TNE)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Unsedated endoscopic evaluation of the esophagus and stomach through the nose with a transnasal endoscope.",
                    "interventionNames": [
                        "Device: Transnasal Endoscopy"
                    ]
                },
                {
                    "label": "Sedated Esophagogastroduodenoscopy (EGD)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Sedated endoscopic evaluation of the esophagus and stomach through the mouth with a standard upper endoscope.",
                    "interventionNames": [
                        "Procedure: Esophagogastroduodenoscopy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transnasal Endoscopy",
                    "description": "Unsedated endoscopic evaluation through the nose.",
                    "armGroupLabels": [
                        "Transnasal Endoscopy (TNE)"
                    ],
                    "otherNames": [
                        "TNE"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Esophagogastroduodenoscopy",
                    "description": "Sedated endoscopic evaluation through the mouth.",
                    "armGroupLabels": [
                        "Sedated Esophagogastroduodenoscopy (EGD)"
                    ],
                    "otherNames": [
                        "EGD"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Experience survey",
                    "description": "Evaluate the experience of patients and provider teams utilizing sedation-free transnasal endoscopy for evaluation of upper gastrointestinal (GI) conditions",
                    "timeFrame": "Up to 7 days post procedure"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient interest",
                    "description": "Assess the number of subjects who are asked versus enroll in the study",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Patient satisfaction - mGHAA-9",
                    "description": "Satisfaction of subjects undergoing unsedated TNE using the EvoEndo Endoscopy System via the modified Group Health Association of America-9 survey (mGHAA-9)",
                    "timeFrame": "Up to 7 days post procedure"
                },
                {
                    "measure": "Patient satisfaction - TNE Post-procedure evaluation",
                    "description": "satisfaction of subjects undergoing unsedated TNE using the EvoEndo Endoscopy System via the Post Procedure Unsedated Transnasal Endoscopy Instrument",
                    "timeFrame": "Up to 7 days post procedure"
                },
                {
                    "measure": "Duration of procedure",
                    "description": "Assess duration in minutes of TNE (nose in/nose out)",
                    "timeFrame": "Up to 7 days post procedure"
                },
                {
                    "measure": "Total Endoscopy Experience duration",
                    "description": "Assess total duration in minutes of patient endoscopic experience (check in/check out)",
                    "timeFrame": "Up to 7 days post procedure"
                },
                {
                    "measure": "Time to diagnosis",
                    "description": "Assess time from first clinic visit to provider diagnosis in days",
                    "timeFrame": "Baseline, Up to 30 days post procedure"
                },
                {
                    "measure": "Biopsy sample adequacy",
                    "description": "Pathology assessment of adequacy of biopsies when using TNE",
                    "timeFrame": "Up to 30 days post procedure"
                },
                {
                    "measure": "Comparison of cost of TNE versus EGD",
                    "description": "Assess averages charges and collections for an isolated oral sedated EGD or Esophagoscopy at the institution compared to the charges, collections, and cost for implementing TNE using the EvoEndo Endoscopy System.",
                    "timeFrame": "Up to 30 days post procedure"
                },
                {
                    "measure": "Adverse Events",
                    "description": "Assess provider reported adverse events of TNE",
                    "timeFrame": "Up to 30 days post procedure"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patient 18 years of age and less than 90 years of age with clinically referred for esophagoscopy, gastroscopy, or esophagogastroduodenoscopy (EGD)\n2. Cared for in metabolic and bariatric clinic\n\nExclusion Criteria:\n\n1. Patient \\<18 years of age\n2. Medically contraindicated to perform EGD or TNE\n3. Inability to provide informed consent",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michele B Ryan, MS",
                    "role": "CONTACT",
                    "phone": "617-525-8266",
                    "email": "mryan@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher C. Thompson, MD, MSc",
                    "affiliation": "Brigham and Womens Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36529851",
                    "type": "BACKGROUND",
                    "citation": "Slater BJ, Collings A, Dirks R, Gould JC, Qureshi AP, Juza R, Rodriguez-Luna MR, Wunker C, Kohn GP, Kothari S, Carslon E, Worrell S, Abou-Setta AM, Ansari MT, Athanasiadis DI, Daly S, Dimou F, Haskins IN, Hong J, Krishnan K, Lidor A, Litle V, Low D, Petrick A, Soriano IS, Thosani N, Tyberg A, Velanovich V, Vilallonga R, Marks JM. Multi-society consensus conference and guideline on the treatment of gastroesophageal reflux disease (GERD). Surg Endosc. 2023 Feb;37(2):781-806. doi: 10.1007/s00464-022-09817-3. Epub 2022 Dec 18."
                },
                {
                    "pmid": "28242319",
                    "type": "BACKGROUND",
                    "citation": "Acosta A, Streett S, Kroh MD, Cheskin LJ, Saunders KH, Kurian M, Schofield M, Barlow SE, Aronne L. White Paper AGA: POWER - Practice Guide on Obesity and Weight Management, Education, and Resources. Clin Gastroenterol Hepatol. 2017 May;15(5):631-649.e10. doi: 10.1016/j.cgh.2016.10.023. Epub 2017 Feb 27."
                },
                {
                    "pmid": "25733126",
                    "type": "BACKGROUND",
                    "citation": "American Societyfor Gastrointestinal Endoscopy Standards of Practice Committee; Evans JA, Muthusamy VR, Acosta RD, Bruining DH, Chandrasekhara V, Chathadi KV, Eloubeidi MA, Fanelli RD, Faulx AL, Fonkalsrud L, Khashab MA, Lightdale JR, Pasha SF, Saltzman JR, Shaukat A, Wang A, Stefanidis D, Richardson WS, Kothari SN, Cash BD. The role of endoscopy in the bariatric surgery patient. Gastrointest Endosc. 2015 May;81(5):1063-72. doi: 10.1016/j.gie.2014.09.044. Epub 2015 Feb 27. No abstract available."
                },
                {
                    "pmid": "32777286",
                    "type": "BACKGROUND",
                    "citation": "Kolb JM, Han S, Scott FI, Murphy CC, Hosokawa P, Wani S; Early Onset Esophageal Adenocarcinoma Study Group. Early-Onset Esophageal Adenocarcinoma Presents With Advanced-Stage Disease But Has Improved Survival Compared With Older Individuals. Gastroenterology. 2020 Dec;159(6):2238-2240.e4. doi: 10.1053/j.gastro.2020.08.002. Epub 2020 Aug 8. No abstract available."
                },
                {
                    "pmid": "29671158",
                    "type": "BACKGROUND",
                    "citation": "Thrift AP. Barrett's Esophagus and Esophageal Adenocarcinoma: How Common Are They Really? Dig Dis Sci. 2018 Aug;63(8):1988-1996. doi: 10.1007/s10620-018-5068-6."
                },
                {
                    "pmid": "25957861",
                    "type": "BACKGROUND",
                    "citation": "Rubenstein JH, Shaheen NJ. Epidemiology, Diagnosis, and Management of Esophageal Adenocarcinoma. Gastroenterology. 2015 Aug;149(2):302-17.e1. doi: 10.1053/j.gastro.2015.04.053. Epub 2015 May 7."
                },
                {
                    "pmid": "35354777",
                    "type": "BACKGROUND",
                    "citation": "Shaheen NJ, Falk GW, Iyer PG, Souza RF, Yadlapati RH, Sauer BG, Wani S. Diagnosis and Management of Barrett's Esophagus: An Updated ACG Guideline. Am J Gastroenterol. 2022 Apr 1;117(4):559-587. doi: 10.14309/ajg.0000000000001680."
                },
                {
                    "pmid": "31439127",
                    "type": "BACKGROUND",
                    "citation": "ASGE STANDARDS OF PRACTICE COMMITTEE; Qumseya B, Sultan S, Bain P, Jamil L, Jacobson B, Anandasabapathy S, Agrawal D, Buxbaum JL, Fishman DS, Gurudu SR, Jue TL, Kripalani S, Lee JK, Khashab MA, Naveed M, Thosani NC, Yang J, DeWitt J, Wani S; ASGE Standards of Practice Committee Chair. ASGE guideline on screening and surveillance of Barrett's esophagus. Gastrointest Endosc. 2019 Sep;90(3):335-359.e2. doi: 10.1016/j.gie.2019.05.012. No abstract available."
                },
                {
                    "pmid": "35788412",
                    "type": "BACKGROUND",
                    "citation": "Muthusamy VR, Wani S, Gyawali CP, Komanduri S; CGIT Barrett's Esophagus Consensus Conference Participants. AGA Clinical Practice Update on New Technology and Innovation for Surveillance and Screening in Barrett's Esophagus: Expert Review. Clin Gastroenterol Hepatol. 2022 Dec;20(12):2696-2706.e1. doi: 10.1016/j.cgh.2022.06.003. Epub 2022 Jul 3."
                },
                {
                    "pmid": "23567357",
                    "type": "BACKGROUND",
                    "citation": "Dellon ES, Gonsalves N, Hirano I, Furuta GT, Liacouras CA, Katzka DA; American College of Gastroenterology. ACG clinical guideline: Evidenced based approach to the diagnosis and management of esophageal eosinophilia and eosinophilic esophagitis (EoE). Am J Gastroenterol. 2013 May;108(5):679-92; quiz 693. doi: 10.1038/ajg.2013.71. Epub 2013 Apr 9."
                },
                {
                    "pmid": "22895393",
                    "type": "BACKGROUND",
                    "citation": "Furuta GT, Kagalwalla AF, Lee JJ, Alumkal P, Maybruck BT, Fillon S, Masterson JC, Ochkur S, Protheroe C, Moore W, Pan Z, Amsden K, Robinson Z, Capocelli K, Mukkada V, Atkins D, Fleischer D, Hosford L, Kwatia MA, Schroeder S, Kelly C, Lovell M, Melin-Aldana H, Ackerman SJ. The oesophageal string test: a novel, minimally invasive method measures mucosal inflammation in eosinophilic oesophagitis. Gut. 2013 Oct;62(10):1395-405. doi: 10.1136/gutjnl-2012-303171. Epub 2012 Aug 15."
                },
                {
                    "pmid": "10049409",
                    "type": "BACKGROUND",
                    "citation": "Dumortier J, Ponchon T, Scoazec JY, Moulinier B, Zarka F, Paliard P, Lambert R. Prospective evaluation of transnasal esophagogastroduodenoscopy: feasibility and study on performance and tolerance. Gastrointest Endosc. 1999 Mar;49(3 Pt 1):285-91. doi: 10.1016/s0016-5107(99)70002-7."
                },
                {
                    "pmid": "17591468",
                    "type": "BACKGROUND",
                    "citation": "Dumortier J, Josso C, Roman S, Fumex F, Lepilliez V, Prost B, Lot M, Guillaud O, Petit-Laurent F, Lapalus MG, Ponchon T. Prospective evaluation of a new ultrathin one-plane bending videoendoscope for transnasal EGD: a comparative study on performance and tolerance. Gastrointest Endosc. 2007 Jul;66(1):13-9. doi: 10.1016/j.gie.2006.11.058."
                },
                {
                    "pmid": "12929058",
                    "type": "BACKGROUND",
                    "citation": "Birkner B, Fritz N, Schatke W, Hasford J. A prospective randomized comparison of unsedated ultrathin versus standard esophagogastroduodenoscopy in routine outpatient gastroenterology practice: does it work better through the nose? Endoscopy. 2003 Aug;35(8):647-51. doi: 10.1055/s-2003-41523."
                },
                {
                    "pmid": "14638337",
                    "type": "BACKGROUND",
                    "citation": "Mokhashi MS, Wildi SM, Glenn TF, Wallace MB, Jost C, Gumustop B, Kim CY, Cotton PB, Hawes RH. A prospective, blinded study of diagnostic esophagoscopy with a superthin, stand-alone, battery-powered esophagoscope. Am J Gastroenterol. 2003 Nov;98(11):2383-9. doi: 10.1111/j.1572-0241.2003.08701.x."
                },
                {
                    "pmid": "16329022",
                    "type": "BACKGROUND",
                    "citation": "Yagi J, Adachi K, Arima N, Tanaka S, Ose T, Azumi T, Sasaki H, Sato M, Kinoshita Y. A prospective randomized comparative study on the safety and tolerability of transnasal esophagogastroduodenoscopy. Endoscopy. 2005 Dec;37(12):1226-31. doi: 10.1055/s-2005-921037."
                },
                {
                    "pmid": "19748613",
                    "type": "BACKGROUND",
                    "citation": "Hu CT. Gauze pledgetting versus endoscopic-guided aerosolized spray for nasal anesthesia before transnasal EGD: a prospective, randomized study. Gastrointest Endosc. 2010 Jan;71(1):11-20. doi: 10.1016/j.gie.2009.06.016. Epub 2009 Sep 12."
                },
                {
                    "pmid": "11315891",
                    "type": "BACKGROUND",
                    "citation": "Mulcahy HE, Riches A, Kiely M, Farthing MJ, Fairclough PD. A prospective controlled trial of an ultrathin versus a conventional endoscope in unsedated upper gastrointestinal endoscopy. Endoscopy. 2001 Apr;33(4):311-6. doi: 10.1055/s-2001-13692."
                },
                {
                    "pmid": "37180362",
                    "type": "BACKGROUND",
                    "citation": "Gardner JG, Feld LD. The impact of COVID-19 on endoscopy and cancer screening: a focus on access and equity. Therap Adv Gastroenterol. 2023 May 10;16:17562848231173334. doi: 10.1177/17562848231173334. eCollection 2023."
                },
                {
                    "pmid": "30708107",
                    "type": "BACKGROUND",
                    "citation": "Nguyen N, Lavery WJ, Capocelli KE, Smith C, DeBoer EM, Deterding R, Prager JD, Leinwand K, Kobak GE, Kramer RE, Menard-Katcher C, Furuta GT, Atkins D, Fleischer D, Greenhawt M, Friedlander JA. Transnasal Endoscopy in Unsedated Children With Eosinophilic Esophagitis Using Virtual Reality Video Goggles. Clin Gastroenterol Hepatol. 2019 Nov;17(12):2455-2462. doi: 10.1016/j.cgh.2019.01.023. Epub 2019 Jan 29."
                },
                {
                    "pmid": "31127496",
                    "type": "BACKGROUND",
                    "citation": "Pouwels S, Buise MP, Twardowski P, Stepaniak PS, Proczko M. Obesity Surgery and Anesthesiology Risks: a Review of Key Concepts and Related Physiology. Obes Surg. 2019 Aug;29(8):2670-2677. doi: 10.1007/s11695-019-03952-y."
                },
                {
                    "pmid": "31622738",
                    "type": "BACKGROUND",
                    "citation": "Lieber SR, Heller BJ, Martin CF, Howard CW, Crockett S. Complications of Anesthesia Services in Gastrointestinal Endoscopic Procedures. Clin Gastroenterol Hepatol. 2020 Aug;18(9):2118-2127.e4. doi: 10.1016/j.cgh.2019.10.011. Epub 2019 Oct 14."
                },
                {
                    "pmid": "26142551",
                    "type": "BACKGROUND",
                    "citation": "Friedlander JA, DeBoer EM, Soden JS, Furuta GT, Menard-Katcher CD, Atkins D, Fleischer DM, Kramer RE, Deterding RR, Capocelli KE, Prager JD. Unsedated transnasal esophagoscopy for monitoring therapy in pediatric eosinophilic esophagitis. Gastrointest Endosc. 2016 Feb;83(2):299-306.e1. doi: 10.1016/j.gie.2015.05.044. Epub 2015 Jul 2."
                },
                {
                    "pmid": "35239094",
                    "type": "BACKGROUND",
                    "citation": "Grant RK, Brindle WM, Robertson AR, Kalla R, Plevris JN. Unsedated Transnasal Endoscopy: A Safe, Well-Tolerated and Accurate Alternative to Standard Diagnostic Peroral Endoscopy. Dig Dis Sci. 2022 Jun;67(6):1937-1947. doi: 10.1007/s10620-022-07432-9. Epub 2022 Mar 3."
                },
                {
                    "pmid": "32797285",
                    "type": "BACKGROUND",
                    "citation": "DeBoer AM, Mellion KM, Frankki SM, Kallies KJ, Grover BT, Pfeiffer JD, Kothari SN. Pre-screening for bariatric surgery patients: comparative effectiveness of transnasal endoscopy versus esophagogastroduodenoscopy. Surg Endosc. 2021 Aug;35(8):4153-4159. doi: 10.1007/s00464-020-07892-y. Epub 2020 Aug 14."
                },
                {
                    "pmid": "20438882",
                    "type": "BACKGROUND",
                    "citation": "ASGE Technology Committee; Rodriguez SA, Banerjee S, Desilets D, Diehl DL, Farraye FA, Kaul V, Kwon RS, Mamula P, Pedrosa MC, Varadarajulu S, Song LM, Tierney WM. Ultrathin endoscopes. Gastrointest Endosc. 2010 May;71(6):893-8. doi: 10.1016/j.gie.2010.01.022. No abstract available."
                },
                {
                    "pmid": "23362930",
                    "type": "BACKGROUND",
                    "citation": "Lin LF, Shen HC. Unsedated transnasal percutaneous endoscopic gastrostomy carried out by a single physician. Dig Endosc. 2013 Mar;25(2):130-5. doi: 10.1111/j.1443-1661.2012.01350.x. Epub 2012 Jul 10."
                },
                {
                    "pmid": "34921762",
                    "type": "BACKGROUND",
                    "citation": "Nguyen N, Mark J, Furuta GT. Emerging Role of Transnasal Endoscopy in Children and Adults. Clin Gastroenterol Hepatol. 2022 Mar;20(3):501-504. doi: 10.1016/j.cgh.2021.11.021. Epub 2021 Dec 16. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "IPD could be shared on a case by case basis with approval from the PI and fully executed institutional data sharing agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000009767",
                    "term": "Obesity, Morbid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "asFound": "Gastrointestinal Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "asFound": "Gastrointestinal Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12702",
                    "name": "Obesity, Morbid",
                    "asFound": "Obesity, Morbid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}