{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06012110",
            "orgStudyIdInfo": {
                "id": "2023-219-NSU"
            },
            "organization": {
                "fullName": "Nova Southeastern University",
                "class": "OTHER"
            },
            "briefTitle": "Transcutaneous Electrical Stimulation for Spasticity in Patients With Primary Lateral Sclerosis",
            "officialTitle": "Transcutaneous Electrical Stimulation for Spasticity in Patients With Primary Lateral Sclerosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transcutaneous-electrical-stimulation-for-spasticity-in-patients-with-primary-lateral-sclerosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-14",
            "studyFirstSubmitQcDate": "2023-08-21",
            "studyFirstPostDateStruct": {
                "date": "2023-08-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Nova Southeastern University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to determine if non-invasive electrical stimulation, using an electric stimulator placed on the skin of the patients back and abdomen for 30 minutes can reduce muscle spasms (spasticity) and improve walking function in patients with primary lateral sclerosis. Participants will attend one in-person clinic visit and participate in one telephone interview 24 hours after the treatment. The clinic visit will include pre-intervention, treatment and post-intervention assessments. The assessments will consist of a complete physical exam by the clinic neurologist followed by assessments and scoring of spasticity, deep tendon reflexes, gait quality, gait speed, gait endurance and balance. Patient's will rate their perceived spasticity pre, immediately post and 24 hours post treatment.\n\nThe treatment involves one 30-minute electrical stimulation session, which includes application of electrode pads to the patients back and abdomen. The patient will lay supine (on their back) with a pillow placed under their knees for comfort. The pads will then be connected to an FDA approved electrical stimulator. The electrical stimulator will be turned on and current adjusted to the individual patient based on small muscle contractions in their legs. Once the current is set, the patient will lay supine for 30 minutes. After 30 minutes, the device will be turned off and electrode pads removed.",
            "detailedDescription": "Objective: The primary aim of this preliminary pilot study is to assess the clinical effects of transcutaneous electrical stimulation (tES) in reducing spasticity in the lower extremities and increasing mobility in patients with Primary Lateral Sclerosis (PLS).\n\nStudy population: 6 patients with a confirmed diagnosis of PLS aged 18-90\n\nDesign:\n\nEach enrolled participant will attend one in-person clinic visit and participate in one telephone interview 24 hours post-treatment.\n\nThe clinic visit will include pre-intervention, treatment and post-intervention assessments. The assessments will consist of a complete physical exam by the clinic neurologist followed by assessments and scoring of spasticity, deep tendon reflexes, gait quality, gait speed, gait endurance and balance. The patients will rate their perceived spasticity pre, immediately post and 24 hours post treatment.\n\nTreatment will include a 30-minute transcutaneous electrical stimulation (tES) session where tES will be applied through two sets of electrodes positioned adjacent to the T11/T12 spinous processes and a second pair of electrodes placed para-umbilically on the lower abdomen. A current-controlled electrical stimulator will be used to deliver charge-balanced symmetrical, biphasic rectangular pulses to the paraspinal electrodes as the anode for the first phase and as the cathode for the second phase of the stimulation phase.\n\nElectrode placement will be verified by applying electrical stimulation to elicit mild posterior root-muscle (PRM) contractions in the L2-S2 innervated rectus femoris, biceps femoris, tibialis anterior, and triceps surae muscle group bilaterally with the participants relaxed in the supine position. This will be determined by palpation at the patellar and achilles tendons of both sides. While the participants remain supine, the stimulator will be set to continuous mode to deliver stimulation at a frequency of 50 Hz and pulse width of 400 microseconds, then the stimulation amplitude will be slowly increased from 0 milliamp (mA) to an amplitude that may generate minor paraesthesias (slight tingling sensations) in some individuals in the bilateral L2-S2 lower extremity dermatomes but below the level that elicited posterior motor root (PMR) contraction responses. The stimulation amplitude will be individually assessed and set for each participant, and the stimulation amplitude upper limit will be no more than 90% of the lowest PRM response for each participant. After this 30-minute tES session, the tES unit will be turned off, the electrodes removed, and the participants assessed."
        },
        "conditionsModule": {
            "conditions": [
                "Primary Lateral Sclerosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 6,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Transcutaneous electrical stimulation to reduce spasticity in PLS",
                    "type": "EXPERIMENTAL",
                    "description": "Primary lateral sclerosis (PLS) is a progressive upper motor neuron neurodegenerative disorder. A hallmark of PLS is a presentation with lower extremity stiffness and spasticity as well as bulbar involvement. The investigators will be performing a preliminary study designed to assess transcutaneous electrical stimulation (tES), a non-pharmacological and non-invasive modality used in spinal cord injury and multiple sclerosis patients, as a treatment for reducing spasticity in the lower extremities and increasing mobility in patients with PLS.",
                    "interventionNames": [
                        "Device: Transcutaneous electrical stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcutaneous electrical stimulation",
                    "description": "While participants are supine with a pillow placed below the knees for comfort, one 30-minute transcutaneous electrical stimulation session will be performed at a frequency of 50 Hz, pulse width of 400 microseconds and individualized amplitude will be completed.",
                    "armGroupLabels": [
                        "Transcutaneous electrical stimulation to reduce spasticity in PLS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Modified Ashworth Scale",
                    "description": "6 category ordinal scale (minimum value = 0 maximum value = 4) that measures spasticity where higher scores indicate greater spasticity",
                    "timeFrame": "through study completion, an average of 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Deep Tendon Reflex Scale",
                    "description": "5 point ordinal scale recorded as a number from 0-4 where 2 is normal and any number above or below this is abnormal.",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "10-meter walk test (10MWT)",
                    "description": "The 10MWT measures gait speed where the time it takes patient to cover a distance of 6 meters is recorded in m/s.",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "6 minute walk test (6MWT)",
                    "description": "The 6MWT assesses overall gait function and endurance. The total distance travelled in 6 minutes is recorded in feet.",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "Tinetti Performance Oriented Mobility Assessment",
                    "description": "3 point ordinal scale that ranges from 0-2 with a total possible score of 28 that measures gait quality and balance. Higher scores indicate improved gait and balance.",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "0-10 numeric rating scale",
                    "description": "Patients will self rate their spasticity on a scale of 0-10 with 0 = no spasticity and 10 = worst possible spasticity.",
                    "timeFrame": "through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of primary lateral sclerosis by the treating neurologist\n* Ambulatory with or without a assistive device or orthotic\n\nExclusion Criteria:\n\n* History of cancer in the lumbar or thoracic spine\n* History of surgery with hardware in the lumbar or thoracic spine\n* Acute lower back pathology\n* Current pregnancy\n* History of implantable cardiac device\n* Diagnosis of significant cognitive impairment by the treating physician\n* History of seizures or diagnosis of epilepsy\n* Open wound at location of electrodes\n* Complete loss of sensation at the area of electrode placement",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kayla Chomko, DPT",
                    "role": "CONTACT",
                    "phone": "954-262-6387",
                    "email": "kchomko@nova.edu"
                },
                {
                    "name": "Lauren Tabor Gray, PhD",
                    "role": "CONTACT",
                    "email": "Lauren.Taborgray@nova.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eduardo Locatelli, MD, MPH",
                    "affiliation": "Nova Southeastern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Alan Boruch, DO, PhD",
                    "affiliation": "Northeast Regional Medical Center / A.T. Still University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NSU Health Neuroscience Institute",
                    "status": "RECRUITING",
                    "city": "Davie",
                    "state": "Florida",
                    "zip": "33328",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nikole Lesmes-Rincon",
                            "role": "CONTACT",
                            "phone": "954-262-6387"
                        },
                        {
                            "name": "Kayla Chomko, DPT",
                            "role": "CONTACT",
                            "email": "kchomko@nova.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.06287,
                        "lon": -80.2331
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36116464",
                    "type": "BACKGROUND",
                    "citation": "Feldman EL, Goutman SA, Petri S, Mazzini L, Savelieff MG, Shaw PJ, Sobue G. Amyotrophic lateral sclerosis. Lancet. 2022 Oct 15;400(10360):1363-1380. doi: 10.1016/S0140-6736(22)01272-7. Epub 2022 Sep 15."
                },
                {
                    "pmid": "5026545",
                    "type": "BACKGROUND",
                    "citation": "Nashold BS Jr, Friedman H. Dorsal column stimulation for control of pain. Preliminary report on 30 patients. J Neurosurg. 1972 May;36(5):590-7. doi: 10.3171/jns.1972.36.5.0590. No abstract available."
                },
                {
                    "pmid": "4543587",
                    "type": "BACKGROUND",
                    "citation": "Cook AW, Weinstein SP. Chronic dorsal column stimulation in multiple sclerosis. Preliminary report. N Y State J Med. 1973 Dec 15;73(24):2868-72. No abstract available."
                },
                {
                    "pmid": "36203296",
                    "type": "BACKGROUND",
                    "citation": "Lin A, Shaaya E, Calvert JS, Parker SR, Borton DA, Fridley JS. A Review of Functional Restoration From Spinal Cord Stimulation in Patients With Spinal Cord Injury. Neurospine. 2022 Sep;19(3):703-734. doi: 10.14245/ns.2244652.326. Epub 2022 Sep 30."
                },
                {
                    "pmid": "31333064",
                    "type": "BACKGROUND",
                    "citation": "Hofstoetter US, Freundl B, Danner SM, Krenn MJ, Mayr W, Binder H, Minassian K. Transcutaneous Spinal Cord Stimulation Induces Temporary Attenuation of Spasticity in Individuals with Spinal Cord Injury. J Neurotrauma. 2020 Feb 1;37(3):481-493. doi: 10.1089/neu.2019.6588. Epub 2019 Aug 9."
                },
                {
                    "pmid": "33917893",
                    "type": "BACKGROUND",
                    "citation": "Hofstoetter US, Freundl B, Lackner P, Binder H. Transcutaneous Spinal Cord Stimulation Enhances Walking Performance and Reduces Spasticity in Individuals with Multiple Sclerosis. Brain Sci. 2021 Apr 8;11(4):472. doi: 10.3390/brainsci11040472."
                },
                {
                    "pmid": "32029539",
                    "type": "BACKGROUND",
                    "citation": "Turner MR, Barohn RJ, Corcia P, Fink JK, Harms MB, Kiernan MC, Ravits J, Silani V, Simmons Z, Statland J, van den Berg LH; Delegates of the 2nd International PLS Conference; Mitsumoto H. Primary lateral sclerosis: consensus diagnostic criteria. J Neurol Neurosurg Psychiatry. 2020 Apr;91(4):373-377. doi: 10.1136/jnnp-2019-322541. Epub 2020 Feb 6."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Link to electrical stimulator utilized in this study",
                    "url": "https://compasshealthbrands.com/products?pSearch=intensity%20select%20combo%20II"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "This study will provide pilot data to establish a larger, more robust study. The data will be kept internally."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016472",
                    "term": "Motor Neuron Disease"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12085",
                    "name": "Muscle Spasticity",
                    "relevance": "LOW"
                },
                {
                    "id": "M18879",
                    "name": "Motor Neuron Disease",
                    "asFound": "Primary Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4024",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4699",
                    "name": "Primary Lateral Sclerosis",
                    "asFound": "Primary Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T349",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}