{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04723745",
            "orgStudyIdInfo": {
                "id": "VABHS IRB#3326"
            },
            "organization": {
                "fullName": "VA Boston Healthcare System",
                "class": "FED"
            },
            "briefTitle": "Translational Research Center for TBI and Stress Disorders: Virtual Assessment of Deployment Trauma and Rehabilitation",
            "officialTitle": "Translational Research Center for TBI and Stress Disorders: Virtual Assessment of Deployment Trauma and Rehabilitation",
            "acronym": "V-TRACTS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "translational-research-center-for-tbi-and-stress-disorders-virtual-assessment-of-deployment-trauma-and-rehabilitation"
        },
        "statusModule": {
            "statusVerifiedDate": "2021-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-12-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-11",
            "studyFirstSubmitQcDate": "2021-01-20",
            "studyFirstPostDateStruct": {
                "date": "2021-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2021-01-20",
            "lastUpdatePostDateStruct": {
                "date": "2021-01-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Regina McGlinchey",
                "investigatorTitle": "Director, TRACTS",
                "investigatorAffiliation": "VA Boston Healthcare System"
            },
            "leadSponsor": {
                "name": "VA Boston Healthcare System",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "For this clinical demonstration study, Veterans will be assessed with a battery of questionnaires/surveys and a 1:1 clinical interview with a V-TRACTS psychologist to target domains of head injury, psychological trauma, depression, suicidality, anxiety, chronic pain and sleep, substance use and activity level. V-TRACTS will convene a weekly consensus meeting to evaluate all the data, and develop a recommendation plan. After the consensus meeting, a V-TRACTS psychologist will provide comprehensive feedback encompassing the entire assessment battery. Additionally, if warranted, the investigators will offer an optional cognitive assessment, as well as rehabilitation options that the consensus committee targets the individual Veteran's needs and also via VA telehealth or other approved online service. It will be the Veteran's choice whether he/she wants to participate in any one or more of these options.",
            "detailedDescription": "V-TRACTS plans to assess up to 110 post-9/11 Veterans. This clinical demonstration project may be conducted primarily (1) using a VA telehealth or online delivery system to meet the needs of remote Veterans or those who are unable to attend sessions on campus, as well as to maximize access to care during COVID-19 and thereafter or (2) in person at VA, when possible and preferable to the Veteran. The investigators will use a multidimensional but condensed version of the comprehensive TRACTS Core B (VABHS IRB #2354) evaluation. This condensed and efficient assessment will be used to develop a standard quantitative analytic to characterize each Veteran's risk for poor functional outcome and to determine his/her rehabilitation needs. For the intervention, the investigators propose to offer various telehealth assessment and treatment options to each Veteran assessed or to refer on to VA clinical service, as appropriate. There are three research-based treatments and an additional brief cognitive assessment included in this protocol that may be offered at the feedback appointment. First, is a Brief Assessment of Thinking, which is a neuropsychological/cognitive assessment that will be conducted to gather information about functioning in the areas of memory, attention, and thinking, if appropriate. Second, is STEP-Home-Brief, which is an innovative, integrated, transdiagnostic rehabilitation workshop that targets each individual Veteran's area(s) of weakness identified by the assessment, if appropriate. STEP-Home-Brief provides a patient-centered, transdiagnostic treatment approach and can be delivered via telehealth or in-person. STEP-Home-Brief also provides an introduction to a destigmatized \"mental health\" intervention that has been demonstrated to act as a gateway to further VA treatment engagement. Third, is an At-Home Exercise program, if appropriate, which will provide Veterans with an at-home, 5-week program targeting cardiovascular health and endurance. Fourth, the investigators may offer referrals to the experimental 12-week STEP-Home workshop (VABHS IRB #3210). Fifth, the investigators may offer referrals to clinical programs, as appropriate. These referrals include but are not limited to Polytrauma, Center for Returning Veterans, Whole Health, PTSD, Mental Health, Vocational Rehabilitation, and Neurology. The decision as to which type of treatment would best meet the needs of individual Veterans will be informed by a consensus of the V-TRACTS clinical team. It will be the Veteran's choice whether he/she wants to participate in any one or more of the cognitive assessment or rehabilitation options. These options are available sequentially or concurrently."
        },
        "conditionsModule": {
            "conditions": [
                "TBI (Traumatic Brain Injury)",
                "PTSD"
            ],
            "keywords": [
                "TBI",
                "PTSD/Stress Disorders",
                "Iraq",
                "Afghanistan"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "6 Months",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "VTRACTS",
                    "description": "We will target post-9/11 Veterans with TBI or blast exposure who self-report ongoing post-concussive neurobehavioral symptoms, but V-TRACTS will be open to all post-9/11 Veterans irrespective of any diagnoses.",
                    "interventionNames": [
                        "Behavioral: V-TRACTS Assessment/Feedback",
                        "Behavioral: OPTIONAL Brief Assessment of Thinking",
                        "Behavioral: OPTIONAL STEP-Home-Brief",
                        "Behavioral: OPTIONAL At-home Exercise Program",
                        "Behavioral: OPTIONAL Referral to 12-week STEP-Home",
                        "Behavioral: OPTIONAL Clinical Referral"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "V-TRACTS Assessment/Feedback",
                    "description": "The proposed V-TRACTS assessment strategically targets emotional, cognitive and behavioral functions that we have determined are highly predictive of long-term outcome in Veterans. The assessment targets domains of head injury, psychological trauma, depression, suicidality, anxiety, chronic pain and sleep, substance use and activity level. This assessment will, in most cases, be completed online using the Qualtrics platform and online using telehealth or other approved platform for the clinical interview. Once the assessment is complete, the clinical team will convene a consensus meeting to review the case and determine a course of recommended additional assessment and/or rehabilitation action. After a consensus is reached, a V-TRACTS psychologist/supervised fellow will provide comprehensive feedback encompassing the entire assessment battery and offer rehabilitation options that would be targeted to the individual veteran's needs via VA telehealth or other approved online service.",
                    "armGroupLabels": [
                        "VTRACTS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "OPTIONAL Brief Assessment of Thinking",
                    "description": "A neuropsychological/cognitive assessment will be conducted to gather information about functioning in the areas of memory, attention, and thinking. This assessment is designed to be done online in a single session, and it will take approximately 45-90 minutes to complete. The test battery is designed to focus on the specific cognitive abilities thought to be impacted by blast, mTBI, PTSD, etc. This battery is not intended to be an exhaustive assessment of all neuropsychological functions.",
                    "armGroupLabels": [
                        "VTRACTS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "OPTIONAL STEP-Home-Brief",
                    "description": "STEP-Home-Brief is a condensed version of the 12-week experimental program STEP-Home that will target four core skills (problem solving, emotional regulation, attention training, and health and wellness). It will be individualized to Veterans' problems: vocation/career, community reintegration, psychoeducation to destigmatize barriers to mental health, substance misuse, anger management, and family and intimate partner relationships. STEP-Home-Brief will include 1-3 sessions using the same treatment modules as the 12-week program in a condensed, targeted format.",
                    "armGroupLabels": [
                        "VTRACTS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "OPTIONAL At-home Exercise Program",
                    "description": "This is a 5-week, full-body exercise program that can be done in the convenience of the Veteran's home, using only bodyweight as resistance and with household items as equipment. Given the online delivery of this program, they will receive access to instructional videos and materials that demonstrate how to perform each exercise safely and correctly. Participants will be contacted by study staff weekly over the phone to maintain interest and monitor adherence during the study.",
                    "armGroupLabels": [
                        "VTRACTS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "OPTIONAL Referral to 12-week STEP-Home",
                    "description": "Referral to the experimental 12-week STEP-Home workshop research study (VABHS IRB #3210).",
                    "armGroupLabels": [
                        "VTRACTS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "OPTIONAL Clinical Referral",
                    "description": "Clinical referrals to VABHS clinical services based on assessment and patient-directed primary problem/complaint.",
                    "armGroupLabels": [
                        "VTRACTS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of a virtual deployment trauma assessment and feedback in post-9/11 Veterans: Willingness to Enroll",
                    "description": "Willingness to Enroll = ratio agreeing to be contacted (stating interest) out of those who were approached for the study",
                    "timeFrame": "Through study completion, 4-6 weeks from initial meeting"
                },
                {
                    "measure": "Feasibility of a virtual deployment trauma assessment and feedback in post-9/11 Veterans: Actual Enrollment",
                    "description": "Actual Enrollment = ratio actually enrolled (consented) out of those who were approached for the study",
                    "timeFrame": "Through study completion, 4-6 weeks from initial meeting"
                },
                {
                    "measure": "Feasibility of a virtual deployment trauma assessment and feedback in post-9/11 Veterans: Interest in Workshop Goals",
                    "description": "Interest in Workshop Goals = average interest rating (as assessed by Likert rating scale)",
                    "timeFrame": "Through study completion, 4-6 weeks from initial meeting"
                },
                {
                    "measure": "Acceptability of a virtual deployment trauma assessment and feedback in post-9/11 Veterans",
                    "description": "Acceptability (tolerability/adherence) will be measured by visit attendance and completion/retention rates. Attrition vs. Completion Characteristics: Summary techniques will be used to compare the demographic and clinical characteristics of individuals who drop out compared to those who complete all visits. Descriptive characteristics of participants will be stratified by completion status with means and standard deviations presented for continuous variables and relative frequencies and percentages for categorical variables. Chi-square tests (for categorical variables) and t-tests (for continuous variables) will be used to evaluate demographic and clinical characteristics for significant predictors of treatment completion. Veterans' adherence will be assessed in terms of the number of visits attended. Attrition rates will also be determined.",
                    "timeFrame": "Through study completion, 4-6 weeks from initial meeting"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quality of Life Scale (QOLS)",
                    "description": "The 15-item QOLS, pioneered by Flanagan, has shown to be internally consistent (Cronbach's alpha, α: 0.82 to 0.92) and had high test-retest reliability (r=0.78 to r=0.84). Further research has reported similar reliability estimates for the 16-item scale.",
                    "timeFrame": "Through study completion, 4-6 weeks from initial meeting"
                },
                {
                    "measure": "WHODAS-Brief",
                    "description": "The WHODAS has been shown to have high internal consistency (Cronbach's alpha, α: 0.86), stable factor structure, and high test-retest reliability (intraclass correlation coefficient: 0.98). In addition, the WHODAS was specifically developed to measure clinical outcomes and treatment effectiveness over time. It has established sensitivity to symptom change across a wide range of clinical conditions including depression and anxiety disorders, physical illness, and traumatic brain injury.",
                    "timeFrame": "Through study completion, 4-6 weeks from initial meeting"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants will be post-9/11 Veterans. Critically, formal diagnosis of TBI or PTSD (or any other cognitive/psychiatric condition) is not required. While inclusion criteria do not require any specific diagnosis, we note that TRACTS and STEP-Home Veterans in our previous studies had high rates of both PTSD and mTBI.\n* 18-70 years old\n* English-speaking (sessions will be conducted in English)\n* Agreeing to participate either remotely or in person (i.e., completion of ICF/HIPAA)\n\nExclusion Criteria:\n\n* Schizophreniform disorder/active psychosis\n* Active suicidality\n* Neurological diagnosis (excluding TBI)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants will be post-9/11 Veterans. Critically, formal diagnosis of TBI or PTSD (or any other cognitive/psychiatric condition) is not required. While inclusion criteria do not require any specific diagnosis, we note that TRACTS and STEP-Home Veterans in our previous studies had high rates of both PTSD and mTBI .",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Regina McGlinchey, PhD",
                    "role": "CONTACT",
                    "phone": "857-248-0091",
                    "email": "regina.mcglinchey@va.gov"
                },
                {
                    "name": "Dylan Katz, MS",
                    "role": "CONTACT",
                    "phone": "857-364-4919",
                    "email": "dylan.katz@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Regina McGlinchey, PhD",
                    "affiliation": "VA Boston Healthcare System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Boston Healthcare System",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Regina McGlinchey, PhD",
                            "role": "CONTACT",
                            "phone": "857-248-0091",
                            "email": "regina.mcglinchey@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "18234750",
                    "type": "BACKGROUND",
                    "citation": "Hoge CW, McGurk D, Thomas JL, Cox AL, Engel CC, Castro CA. Mild traumatic brain injury in U.S. Soldiers returning from Iraq. N Engl J Med. 2008 Jan 31;358(5):453-63. doi: 10.1056/NEJMoa072972. Epub 2008 Jan 30."
                },
                {
                    "pmid": "28211592",
                    "type": "BACKGROUND",
                    "citation": "McGlinchey RE, Milberg WP, Fonda JR, Fortier CB. A methodology for assessing deployment trauma and its consequences in OEF/OIF/OND veterans: The TRACTS longitudinal prospective cohort study. Int J Methods Psychiatr Res. 2017 Sep;26(3):e1556. doi: 10.1002/mpr.1556. Epub 2017 Feb 17."
                },
                {
                    "pmid": "16084838",
                    "type": "BACKGROUND",
                    "citation": "Evans DL, Charney DS, Lewis L, Golden RN, Gorman JM, Krishnan KR, Nemeroff CB, Bremner JD, Carney RM, Coyne JC, Delong MR, Frasure-Smith N, Glassman AH, Gold PW, Grant I, Gwyther L, Ironson G, Johnson RL, Kanner AM, Katon WJ, Kaufmann PG, Keefe FJ, Ketter T, Laughren TP, Leserman J, Lyketsos CG, McDonald WM, McEwen BS, Miller AH, Musselman D, O'Connor C, Petitto JM, Pollock BG, Robinson RG, Roose SP, Rowland J, Sheline Y, Sheps DS, Simon G, Spiegel D, Stunkard A, Sunderland T, Tibbits P Jr, Valvo WJ. Mood disorders in the medically ill: scientific review and recommendations. Biol Psychiatry. 2005 Aug 1;58(3):175-89. doi: 10.1016/j.biopsych.2005.05.001."
                },
                {
                    "pmid": "24913102",
                    "type": "BACKGROUND",
                    "citation": "Sayer NA, Orazem RJ, Noorbaloochi S, Gravely A, Frazier P, Carlson KF, Schnurr PP, Oleson H. Iraq and Afghanistan War Veterans with Reintegration Problems: Differences by Veterans Affairs Healthcare User Status. Adm Policy Ment Health. 2015 Jul;42(4):493-503. doi: 10.1007/s10488-014-0564-2."
                },
                {
                    "pmid": "15229303",
                    "type": "BACKGROUND",
                    "citation": "Hoge CW, Castro CA, Messer SC, McGurk D, Cotting DI, Koffman RL. Combat duty in Iraq and Afghanistan, mental health problems, and barriers to care. N Engl J Med. 2004 Jul 1;351(1):13-22. doi: 10.1056/NEJMoa040603."
                },
                {
                    "pmid": "29194181",
                    "type": "BACKGROUND",
                    "citation": "Fortier CB, Kenna A, Dams-O'Connor K, Fonda J, Levin LK, Hursh C, Franz H, Milberg WP, McGlinchey RE. Feasibility of a Skills-Based Group Reintegration Workshop for OEF/OIF Veterans: STEP-Home. J Head Trauma Rehabil. 2018 Jul/Aug;33(4):E17-E23. doi: 10.1097/HTR.0000000000000362."
                },
                {
                    "pmid": "26375387",
                    "type": "BACKGROUND",
                    "citation": "Goetter EM, Bui E, Ojserkis RA, Zakarian RJ, Brendel RW, Simon NM. A Systematic Review of Dropout From Psychotherapy for Posttraumatic Stress Disorder Among Iraq and Afghanistan Combat Veterans. J Trauma Stress. 2015 Oct;28(5):401-9. doi: 10.1002/jts.22038. Epub 2015 Sep 16. Erratum In: J Trauma Stress. 2015 Dec;28(6):590. doi: 10.1002/jts.22062."
                },
                {
                    "pmid": "23535389",
                    "type": "BACKGROUND",
                    "citation": "Fortier CB, Amick MM, Grande L, McGlynn S, Kenna A, Morra L, Clark A, Milberg WP, McGlinchey RE. The Boston Assessment of Traumatic Brain Injury-Lifetime (BAT-L) semistructured interview: evidence of research utility and validity. J Head Trauma Rehabil. 2014 Jan-Feb;29(1):89-98. doi: 10.1097/HTR.0b013e3182865859."
                },
                {
                    "pmid": "24336147",
                    "type": "BACKGROUND",
                    "citation": "Fortier CB, Amick MM, Kenna A, Milberg WP, McGlinchey RE. Correspondence of the Boston Assessment of Traumatic Brain Injury-Lifetime (BAT-L) clinical interview and the VA TBI screen. J Head Trauma Rehabil. 2015 Jan-Feb;30(1):E1-7. doi: 10.1097/HTR.0000000000000008."
                },
                {
                    "pmid": "24625213",
                    "type": "BACKGROUND",
                    "citation": "Soble JR, Silva MA, Vanderploeg RD, Curtiss G, Belanger HG, Donnell AJ, Scott SG. Normative Data for the Neurobehavioral Symptom Inventory (NSI) and post-concussion symptom profiles among TBI, PTSD, and nonclinical samples. Clin Neuropsychol. 2014;28(4):614-32. doi: 10.1080/13854046.2014.894576. Epub 2014 Mar 14."
                },
                {
                    "pmid": "1432863",
                    "type": "BACKGROUND",
                    "citation": "Yardley L, Masson E, Verschuur C, Haacke N, Luxon L. Symptoms, anxiety and handicap in dizzy patients: development of the vertigo symptom scale. J Psychosom Res. 1992 Dec;36(8):731-41. doi: 10.1016/0022-3999(92)90131-k."
                },
                {
                    "pmid": "8630207",
                    "type": "BACKGROUND",
                    "citation": "Newman CW, Jacobson GP, Spitzer JB. Development of the Tinnitus Handicap Inventory. Arch Otolaryngol Head Neck Surg. 1996 Feb;122(2):143-8. doi: 10.1001/archotol.1996.01890140029007."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Weathers, F.W., Blake, D.D., Schnurr, P.P., Kaloupek, D.G., Marx, B.P., & Keane, T.M. (2013). The Life Events Checklist for DSM-5 (LEC-5). Instrument available from the National Center for PTSD at www.ptsd.va.gov"
                },
                {
                    "pmid": "28493729",
                    "type": "BACKGROUND",
                    "citation": "Weathers FW, Bovin MJ, Lee DJ, Sloan DM, Schnurr PP, Kaloupek DG, Keane TM, Marx BP. The Clinician-Administered PTSD Scale for DSM-5 (CAPS-5): Development and initial psychometric evaluation in military veterans. Psychol Assess. 2018 Mar;30(3):383-395. doi: 10.1037/pas0000486. Epub 2017 May 11."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Beck, A.T., R.A. Steer, and G.T. Brown, Beck Depression Inventory-II. 1996."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Beck, A.T., and R.A. Steer, Beck Anxiety Inventory Manual. 1993."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Beck, A.T., and R.A. Steer, Beck Scale for Suicide Ideation (BSS). 1993."
                },
                {
                    "pmid": "3670870",
                    "type": "BACKGROUND",
                    "citation": "Melzack R. The short-form McGill Pain Questionnaire. Pain. 1987 Aug;30(2):191-197. doi: 10.1016/0304-3959(87)91074-8."
                },
                {
                    "pmid": "1947597",
                    "type": "BACKGROUND",
                    "citation": "Buysse DJ, Reynolds CF 3rd, Monk TH, Hoch CC, Yeager AL, Kupfer DJ. Quantification of subjective sleep quality in healthy elderly men and women using the Pittsburgh Sleep Quality Index (PSQI). Sleep. 1991 Aug;14(4):331-8. Erratum In: Sleep 1992 Feb;15(1):83."
                },
                {
                    "pmid": "12199834",
                    "type": "BACKGROUND",
                    "citation": "WHO ASSIST Working Group. The Alcohol, Smoking and Substance Involvement Screening Test (ASSIST): development, reliability and feasibility. Addiction. 2002 Sep;97(9):1183-94. doi: 10.1046/j.1360-0443.2002.00185.x."
                },
                {
                    "pmid": "8329970",
                    "type": "BACKGROUND",
                    "citation": "Saunders JB, Aasland OG, Babor TF, de la Fuente JR, Grant M. Development of the Alcohol Use Disorders Identification Test (AUDIT): WHO Collaborative Project on Early Detection of Persons with Harmful Alcohol Consumption--II. Addiction. 1993 Jun;88(6):791-804. doi: 10.1111/j.1360-0443.1993.tb02093.x."
                },
                {
                    "pmid": "19595938",
                    "type": "BACKGROUND",
                    "citation": "Malloy P, Tremont G, Grace J, Frakey L. The Frontal Systems Behavior Scale discriminates frontotemporal dementia from Alzheimer's disease. Alzheimers Dement. 2007 Jul;3(3):200-3. doi: 10.1016/j.jalz.2007.04.374."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Üstün T.B., et al., Measuring Health and Disability: Manual for WHO Disability Assessment Schedule (WHODAS 2.0) Malta: World Health Organization; 2010."
                },
                {
                    "pmid": "12900694",
                    "type": "BACKGROUND",
                    "citation": "Craig CL, Marshall AL, Sjostrom M, Bauman AE, Booth ML, Ainsworth BE, Pratt M, Ekelund U, Yngve A, Sallis JF, Oja P. International physical activity questionnaire: 12-country reliability and validity. Med Sci Sports Exerc. 2003 Aug;35(8):1381-95. doi: 10.1249/01.MSS.0000078924.61453.FB."
                },
                {
                    "pmid": "22941724",
                    "type": "BACKGROUND",
                    "citation": "Esterman M, Noonan SK, Rosenberg M, Degutis J. In the zone or zoning out? Tracking behavioral and neural fluctuations during sustained attention. Cereb Cortex. 2013 Nov;23(11):2712-23. doi: 10.1093/cercor/bhs261. Epub 2012 Aug 31."
                },
                {
                    "pmid": "27473320",
                    "type": "BACKGROUND",
                    "citation": "Esterman M, Poole V, Liu G, DeGutis J. Modulating Reward Induces Differential Neurocognitive Approaches to Sustained Attention. Cereb Cortex. 2017 Aug 1;27(8):4022-4032. doi: 10.1093/cercor/bhw214."
                },
                {
                    "pmid": "4938262",
                    "type": "BACKGROUND",
                    "citation": "D'Zurilla TJ, Goldfried MR. Problem solving and behavior modification. J Abnorm Psychol. 1971 Aug;78(1):107-26. doi: 10.1037/h0031360. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "von Cramon, D.Y., Matthes-von Cramon, G., & Mai, N., Problem solving deficits in brain-injured patients: a therapeutic approach. Neuropsychological Rehabilitation, 1991. 1: p. 45-64."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "D'Zurilla, T.J., Problem-solving therapies, in Handbook of Cognitive Behavioral Therapies, K. Dobson, Editor. 1988, The Guilford Press: New York, NY."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "D'Zurilla, T.J.N., A. M., Problem-solving therapies, in Handbook of Cognitive-Behavioral Therapies, K.S. Dobson, Editor. 2001, Guilford Press: New York, NY. p. 211-245."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rath, J.F., et al., Group treatment of problem-solving deficits in outpatients with traumatic brain injury: a randomised outcome study. Neuropsychological Rehabilitation, 2003. 13(4): p. 461-488."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Gordon, W.A., Methodological considerations in cognitive remediation, in Neuropsychological Rehabilitation, M. Meier, Diller, L., Benton, A., Editor. 1987, Churchill Livingston: London. p. 111-131."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sohlberg, M.M., et al., APT-II: Attention Processing Training. A program to address attentional deficits for persons with mild cognitive dysfunction. 2001, Wake Forest, NC: Lash & Associates Publishing/Training Inc."
                },
                {
                    "pmid": "3558744",
                    "type": "BACKGROUND",
                    "citation": "Sohlberg MM, Mateer CA. Effectiveness of an attention-training program. J Clin Exp Neuropsychol. 1987 Apr;9(2):117-30. doi: 10.1080/01688638708405352."
                },
                {
                    "pmid": "21694556",
                    "type": "BACKGROUND",
                    "citation": "Garber CE, Blissmer B, Deschenes MR, Franklin BA, Lamonte MJ, Lee IM, Nieman DC, Swain DP; American College of Sports Medicine. American College of Sports Medicine position stand. Quantity and quality of exercise for developing and maintaining cardiorespiratory, musculoskeletal, and neuromotor fitness in apparently healthy adults: guidance for prescribing exercise. Med Sci Sports Exerc. 2011 Jul;43(7):1334-59. doi: 10.1249/MSS.0b013e318213fefb."
                },
                {
                    "pmid": "20227641",
                    "type": "BACKGROUND",
                    "citation": "van Middelkoop M, Rubinstein SM, Verhagen AP, Ostelo RW, Koes BW, van Tulder MW. Exercise therapy for chronic nonspecific low-back pain. Best Pract Res Clin Rheumatol. 2010 Apr;24(2):193-204. doi: 10.1016/j.berh.2010.01.002."
                },
                {
                    "pmid": "29800984",
                    "type": "BACKGROUND",
                    "citation": "Gordon BR, McDowell CP, Hallgren M, Meyer JD, Lyons M, Herring MP. Association of Efficacy of Resistance Exercise Training With Depressive Symptoms: Meta-analysis and Meta-regression Analysis of Randomized Clinical Trials. JAMA Psychiatry. 2018 Jun 1;75(6):566-576. doi: 10.1001/jamapsychiatry.2018.0572."
                },
                {
                    "pmid": "28819746",
                    "type": "BACKGROUND",
                    "citation": "Gordon BR, McDowell CP, Lyons M, Herring MP. The Effects of Resistance Exercise Training on Anxiety: A Meta-Analysis and Meta-Regression Analysis of Randomized Controlled Trials. Sports Med. 2017 Dec;47(12):2521-2532. doi: 10.1007/s40279-017-0769-0."
                },
                {
                    "pmid": "31743507",
                    "type": "BACKGROUND",
                    "citation": "Whitworth JW, Nosrat S, SantaBarbara NJ, Ciccolo JT. Feasibility of Resistance Exercise for Posttraumatic Stress and Anxiety Symptoms: A Randomized Controlled Pilot Study. J Trauma Stress. 2019 Dec;32(6):977-984. doi: 10.1002/jts.22464. Epub 2019 Nov 19."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Whitworth, J. W., Nosrat, S., SantaBarbara, N. J., & Ciccolo, J. T. (2019). High intensity resistance training improves sleep quality and anxiety in individuals who screen positive for posttraumatic stress disorder: A randomized controlled feasibility trial. Mental Health and Physical Activity, 16, 43-49. https://doi.org/10.1016/j.mhpa.2019.04.001"
                },
                {
                    "pmid": "21565594",
                    "type": "BACKGROUND",
                    "citation": "Chwastiak LA, Rosenheck RA, Kazis LE. Association of psychiatric illness and obesity, physical inactivity, and smoking among a national sample of veterans. Psychosomatics. 2011 May-Jun;52(3):230-6. doi: 10.1016/j.psym.2010.12.009."
                },
                {
                    "pmid": "32099716",
                    "type": "BACKGROUND",
                    "citation": "Chen P, Mao L, Nassis GP, Harmer P, Ainsworth BE, Li F. Coronavirus disease (COVID-19): The need to maintain regular physical activity while taking precautions. J Sport Health Sci. 2020 Mar;9(2):103-104. doi: 10.1016/j.jshs.2020.02.001. Epub 2020 Feb 4. No abstract available."
                },
                {
                    "pmid": "21997456",
                    "type": "BACKGROUND",
                    "citation": "Vaara JP, Kyrolainen H, Niemi J, Ohrankammen O, Hakkinen A, Kocay S, Hakkinen K. Associations of maximal strength and muscular endurance test scores with cardiorespiratory fitness and body composition. J Strength Cond Res. 2012 Aug;26(8):2078-86. doi: 10.1519/JSC.0b013e31823b06ff."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Wechsler, D., Wechsler test of adult reading. Psychological Corporation: San Antonio, TX, 2001."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Strauss, E.; Sherman, E.; Spreen, O., A compendium of neuropsychological tests. 3rd ed.; Oxford: New York, 2006."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Corporation, T.P. Wechsler test of adult reading. Assessment 2001."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Wechsler, D., Manual for the wechsler adult intelligence scale-iii. Psychological Corporation: San Antonio, TX, 1997."
                },
                {
                    "pmid": "9463499",
                    "type": "BACKGROUND",
                    "citation": "Ricker JH, Axelrod BN. Analysis of an Oral Paradigm for the Trail Making Test. Assessment. 1994 Mar;1(1):47-52. doi: 10.1177/1073191194001001007."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Abraham E., Axelrod B., Ricker J. (1996). Application of the oral trail making test to a mixed clinical sample. Archives of Clinical Neuropsychology, 11, 697-701."
                },
                {
                    "pmid": "20197294",
                    "type": "BACKGROUND",
                    "citation": "Mrazik M, Millis S, Drane DL. The oral trail making test: effects of age and concurrent validity. Arch Clin Neuropsychol. 2010 May;25(3):236-43. doi: 10.1093/arclin/acq006. Epub 2010 Mar 2."
                },
                {
                    "pmid": "1574984",
                    "type": "BACKGROUND",
                    "citation": "Bohnen N, Twijnstra A, Jolles J. Performance in the Stroop color word test in relationship to the persistence of symptoms following mild head injury. Acta Neurol Scand. 1992 Feb;85(2):116-21. doi: 10.1111/j.1600-0404.1992.tb04009.x."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Delis, D.; Kaplan, E.; Kramer, G.L., D-kefs examiner's and technical manual. Pearson Education: San Antonio, Texas, 2001."
                },
                {
                    "pmid": "10726600",
                    "type": "BACKGROUND",
                    "citation": "Basso MR, Bornstein RA, Lang JM. Practice effects on commonly used measures of executive function across twelve months. Clin Neuropsychol. 1999 Aug;13(3):283-92. doi: 10.1076/clin.13.3.283.1743."
                },
                {
                    "pmid": "15370897",
                    "type": "BACKGROUND",
                    "citation": "Moore BA, Donders J. Predictors of invalid neuropsychological test performance after traumatic brain injury. Brain Inj. 2004 Oct;18(10):975-84. doi: 10.1080/02699050410001672350."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Delis, D.C.; Kramer, J.; Kaplan, E.; Ober, B., California verbal learning test-second edition. The Psychological Corporation: San Antonio, TX, 2000."
                },
                {
                    "pmid": "19546480",
                    "type": "BACKGROUND",
                    "citation": "DeJong J, Donders J. A confirmatory factor analysis of the California Verbal Learning Test--Second Edition (CVLT-II) in a traumatic brain injury sample. Assessment. 2009 Dec;16(4):328-36. doi: 10.1177/1073191109336989. Epub 2009 Jun 22."
                },
                {
                    "pmid": "16843636",
                    "type": "BACKGROUND",
                    "citation": "Woods SP, Delis DC, Scott JC, Kramer JH, Holdnack JA. The California Verbal Learning Test--second edition: test-retest reliability, practice effects, and reliable change indices for the standard and alternate forms. Arch Clin Neuropsychol. 2006 Aug;21(5):413-20. doi: 10.1016/j.acn.2006.06.002. Epub 2006 Jul 14."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Haff, G., & Triplett, N. T. (2016). Essentials of strength training and conditioning. Fourth edition. Champaign, IL: Human Kinetics."
                },
                {
                    "pmid": "2602575",
                    "type": "BACKGROUND",
                    "citation": "Burckhardt CS, Woods SL, Schultz AA, Ziebarth DM. Quality of life of adults with chronic illness: a psychometric study. Res Nurs Health. 1989 Dec;12(6):347-54. doi: 10.1002/nur.4770120604."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Flanagan JC (1978). A research approach to improving our quality of life. American Psychologist, 33, 138-147."
                },
                {
                    "pmid": "14975771",
                    "type": "BACKGROUND",
                    "citation": "Ottenbreit ND, Dobson KS. Avoidance and depression: the construction of the cognitive-behavioral avoidance scale. Behav Res Ther. 2004 Mar;42(3):293-313. doi: 10.1016/S0005-7967(03)00140-2."
                },
                {
                    "pmid": "32633192",
                    "type": "BACKGROUND",
                    "citation": "Evans TC, Britton JC. Social avoidance behaviour modulates automatic avoidance actions to social reward-threat conflict. Cogn Emot. 2020 Dec;34(8):1711-1720. doi: 10.1080/02699931.2020.1787353. Epub 2020 Jul 7."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Extracted from ICF for VABHS IRB #3326: \"Studies under the approval of the VABHS Institutional Review Board who have received specific approval to use data from TRACTS, via the TRACTS data repository, may also have access, but only if you agree to share your data.\"",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "When study personnel are no longer part of the research team, they will be removed from the IRB list of study staff and will not have access to data files."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2020-09-14",
                    "uploadDate": "2021-01-07T13:22",
                    "filename": "ICF_000.pdf",
                    "size": 309470
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "TBI (Traumatic Brain Injury)",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}