{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04603547",
            "orgStudyIdInfo": {
                "id": "2019P001572"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Transcutaneous Carbon Dioxide Monitoring in Neonates Receiving Therapeutic Hypothermia for Neonatal Encephalopathy",
            "officialTitle": "Transcutaneous Carbon Dioxide Monitoring in Neonates Receiving Therapeutic Hypothermia for Neonatal Encephalopathy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transcutaneous-carbon-dioxide-monitoring-in-neonates-receiving-therapeutic-hypothermia-for-neonatal-encephalopathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-09-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-12",
            "studyFirstSubmitQcDate": "2020-10-20",
            "studyFirstPostDateStruct": {
                "date": "2020-10-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mohamed El-Dib, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Medtronic",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The aim of our study is to evaluate the feasibility of applying transcutaneous CO2 monitoring (tcPCO2) in neonates receiving therapeutic hypothermia and to quantify the agreement between tcPCO2 and PCO2 in this population with or without respiratory support. Although, transcutaneous measurement of CO2 tension is the most commonly used non-invasive CO2 monitoring system in neonatal intensive care, to date tcPCO2 technique has not been evaluated systematically or used routinely in the intensive care of infants with neonatal encephalopathy receiving hypothermia treatment.",
            "detailedDescription": "Neonatal encephalopathy (NE) affects 3 infants per 1000 live birth every year and can lead to death or permanent neurological deficit. Therapeutic hypothermia (33.5 oC) (TH) has been clearly proven to reduce mortality and adverse neurodevelopmental outcome in patients with moderate to severe NE. However, even with hypothermia, nearly half of the infants with NE are at risk of death or severe disability. Optimization of intensive care of these neonates might have the potential to prevent injury progression and further improve neurodevelopmental outcomes.\n\nMultiple analyses noted a high rate (6 -89%) of incidence of hypocarbia during the first hours of postnatal life possibly due to the strong respiratory effort secondary to metabolic acidosis and the hypothermia treatment which causes a 20-30% reduction in metabolic rate. Furthermore, several studies have shown the association between hypocarbia and the increased risk of adverse neurodevelopmental outcome in infants with NE. Hypocarbia has the potential to exacerbate brain injury via multiple mechanisms. Hypocarbia was associated with nuclear DNA fragmentation in the cerebral cortex, membrane lipid peroxidation and increased neuronal excitability in animal models.\n\nIt is well established, that carbon dioxide is one of the most potent regulator of cerebral blood flow (CBF), with hypercarbia causing cerebral vasodilation and increased cerebral blood flow by 1 to 2 ml/100g/minute per 1 mmHg in PaCO2, whereas hypocarbia causes cerebral vasoconstriction. Reducing PaCO2 to 20 to 25 mmHg decreases CBF by 40 to 50%.\n\nHypocarbia may decrease oxygen supply further due to the cerebral vasoconstriction and the leftward shift of oxyhemoglobin curve.\n\nIt has been well known for decades that hypocarbia is associated with periventricular leukomalacia and, or, cerebral palsy in preterm neonates. In term, asphyxiated neonates the secondary analysis of the landmark CoolCap and NICHD hypothermia trials established that hypocarbia has a dose-dependent effect on long term neurodevelopmental outcomes. Both minimum and cumulative exposure to PCO2 less than 35 mmHg within the first 12 hours of life increased the risk of death and adverse neurodevelopmental outcome in the secondary analysis of NICHD trial. Consistent with this, the post-hoc analysis of CoolCap study showed that the probability of unfavorable outcome was raised dose-dependently with decreasing PCO2 in infants with moderate and severe NE. Moreover, a recent retrospective study also reported an association between hypocarbia over the first 4 days of life and brain injury on MRI. The consistent findings of an association between hypocarbia and adverse outcomes suggest that the close monitoring of carbon dioxide exchange and the avoidance of hypocarbia is highly important in this vulnerable patient population.\n\nArterial blood gas analysis, the gold standard for monitoring the respiratory components of acid-base homeostasis, has obvious limitations that preclude its continuous use to follow the dynamically changing level of PCO2. Moreover, repeated arterial samplings can lead to significant blood loss and an increased risk of bacteremia.\n\nAlternative, non-invasive monitoring techniques have been developed to measure PCO2 trends continuously. Transcutaneous measurement of CO2 tension is the most commonly used non-invasive CO2 monitoring system in neonatal intensive care and several studies demonstrated a good agreement between the PCO2 in blood samples and tcPCO2 in premature infants.\n\nIn clinical settings, the tcPCO2 measurement is influenced by many factors and is rather to be used as a trend than an absolute number. Clinical conditions such as hypoperfusion due to shock or acidosis, edema of the subcutaneous tissues, vasoconstriction due to vasoactive agents or lower body temperature may alter the tcPCO2 measurement.\n\nOver and underestimates may occur in the extreme high and low range of tcPCO2 measurements.\n\nThe sensor of the device heated up to a constant temperature leading to hyperperfusion of the capillaries and increase of the metabolic rate of the skin by approximately 4-5% per every degree Celsius and consequently the gas solubility and diffusion improves. The sensor calculates the PCO2 electrochemically, by change in pH of an electrolyte solution. After a temperature correction to 37 oC the device provides an estimate of skin surface CO2. Higher temperature of the sensor might be associated with better correlation but also might increase the risk of thermal injury.\n\nIn addition, tcPCO2 is recommended to all patients undergoing therapeutic hypothermia if the patient receives respiratory support. In the present study our aim is to measure PCO2 continuously in infants undergoing TH with or without respiratory support in order to evaluate its feasibility in cooled infants.\n\nAs detailed above, changes in pCO2 affect cerebral perfusion. Therefore, it is important to analyze the cerebral oxygenation and metabolism with the association of PCO2 trends. Continuous cerebral regional oxygen saturation (CrSO2) monitoring has been already used routinely in the intensive care of the infants with NE by using Near Infrared Spectroscopy (NIRS). NIRS is a non-invasive tool that can be used to measure changes in oxygenated, deoxygenated, and total hemoglobin of brain tissue from which cerebral regional oxygen saturation can be derived as a surrogate of cerebral oxygen consumption. A significant positive correlation was found between transcutaneous PCO2 levels and tissue oxygenation index in preterm infants. In line with this, an acute increase in end tidal CO2 (etCO2) was associated with an increase in cerebral oxygenation, whereas an acute decrease was associated with reduced cerebral oxygenation. The tcPCO2 and etCO2 were used as a surrogate marker of PCO2.\n\nAlthough continuous CO2 monitoring would be desirable in this patient population, to date tcPCO2 technique has not been evaluated systematically or used routinely in the intensive care of infants with neonatal encephalopathy receiving TH. Continuous monitoring may allow to avoid the extreme levels and the fluctuation of PCO2 and may improve the intensive care and the long-term outcomes of infants with NE. The monitoring of cerebral oxygenation by using NIRS together with tcPCO2 measurements can be beneficial for infants with NE and can help to understand the pathophysiology of autoregulation in this specific patient population."
        },
        "conditionsModule": {
            "conditions": [
                "Neonatal Encephalopathy"
            ],
            "keywords": [
                "Hypoxic-Ischemic Encephalopathy",
                "Clinical NIRS (Near Infra-Red Spectroscopy)",
                "Therapeutic hypothermia",
                "Perinatal Hypoxic Ischaemic",
                "Hypocarbia in preterm infants",
                "Blood carbon dioxide levels"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcutaneous Carbon Dioxide Monitoring",
                    "description": "Once an infant is identified as being eligible for TH treatment and hypothermia was initiated according to the department clinical practice guidelines, and written informed consent was obtained from one of the parents, tcPCO2 monitoring can be started. Transcutaneous CO2 will be measured by SenTec Digital Monitor (software version SW-V07.00; MPB SW-V05.00.12) with V-Sign™ Sensor (SenTec AG, Thervil, Switzerland). Also, we will use small blood samples (0.2 ml) from clinical blood draws up to 4 times following starting transcutaneous CO2 monitoring for measuring blood gas for research purposes."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Agreement between the tcPCO2 and PCO2",
                    "description": "We will obtain both the measurement of transcutaneous carbon dioxide (tcPCO2) and PCO2 in neonates receiving therapeutic hypothermia. The agreement between the PCO2 and tcPCO2 values will be analyzed using Bland-Altman Plot, where the mean and standard deviation of differences between two measurements will be calculated.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Correlation between cerebral oxygen saturation and tcPCO2",
                    "description": "We will assess the correlation between cerebral oxygen saturation as a marker for cerebral perfusion and tcPCO2, as a marker of PCO2 in neonates receiving therapeutic hypothermia.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria Any neonates with neonatal encephalopathy admitted to receive therapeutic hypothermia will be a candidate for this study.\n\nCurrent criteria for therapeutic hypothermia at BWH include the following:\n\n1. ≥34 weeks' gestation\n\n   +\n2. Any one of the followings\n\n   1. Sentinel event prior to delivery\n   2. Apgar score ≤ 5 at 10 min\n   3. Requires PPV, Intubation or CPR at 10 min\n   4. pH ≤ 7.1 (from cord or blood gas within 60 min of birth) e. Abnormal Base Excess ≤ - 10 mEq/L (from cord or blood gas within 60 min of birth) +\n3. Any one of the followings:\n\n   1. Neonatal Encephalopathy Scale Exam Score ≥4\n   2. Seizure or clinical concern for seizure\n\nExclusion criteria\n\n1. Infants with major birth defect, genetic or metabolic syndrome\n2. Neonates in extremis with possibility of redirection to palliative care",
            "sex": "ALL",
            "minimumAge": "0 Days",
            "maximumAge": "3 Days",
            "stdAges": [
                "CHILD"
            ],
            "studyPopulation": "Neonates with Neonatal Encephalopathy receiving therapeutic hypothermia",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mohamed El-Dib, MD",
                    "role": "CONTACT",
                    "phone": "6177326902",
                    "email": "mel-dib@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mohamed El-Dib, MD",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sheila Speller",
                            "role": "CONTACT",
                            "email": "SSPELLER@PARTNERS.ORG"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20013576",
                    "type": "BACKGROUND",
                    "citation": "Nadeem M, Murray D, Boylan G, Dempsey EM, Ryan CA. Blood carbon dioxide levels and adverse outcome in neonatal hypoxic-ischemic encephalopathy. Am J Perinatol. 2010 May;27(5):361-5. doi: 10.1055/s-0029-1243309. Epub 2009 Dec 10."
                },
                {
                    "pmid": "20144981",
                    "type": "BACKGROUND",
                    "citation": "Edwards AD, Brocklehurst P, Gunn AJ, Halliday H, Juszczak E, Levene M, Strohm B, Thoresen M, Whitelaw A, Azzopardi D. Neurological outcomes at 18 months of age after moderate hypothermia for perinatal hypoxic ischaemic encephalopathy: synthesis and meta-analysis of trial data. BMJ. 2010 Feb 9;340:c363. doi: 10.1136/bmj.c363."
                },
                {
                    "pmid": "23440789",
                    "type": "BACKGROUND",
                    "citation": "Jacobs SE, Berg M, Hunt R, Tarnow-Mordi WO, Inder TE, Davis PG. Cooling for newborns with hypoxic ischaemic encephalopathy. Cochrane Database Syst Rev. 2013 Jan 31;2013(1):CD003311. doi: 10.1002/14651858.CD003311.pub3."
                },
                {
                    "pmid": "20554402",
                    "type": "BACKGROUND",
                    "citation": "Kurinczuk JJ, White-Koning M, Badawi N. Epidemiology of neonatal encephalopathy and hypoxic-ischaemic encephalopathy. Early Hum Dev. 2010 Jun;86(6):329-38. doi: 10.1016/j.earlhumdev.2010.05.010. Epub 2010 Jun 16."
                },
                {
                    "pmid": "21146184",
                    "type": "BACKGROUND",
                    "citation": "Pappas A, Shankaran S, Laptook AR, Langer JC, Bara R, Ehrenkranz RA, Goldberg RN, Das A, Higgins RD, Tyson JE, Walsh MC; Eunice Kennedy Shriver National Institute of Child Health and Human Development Neonatal Research Network. Hypocarbia and adverse outcome in neonatal hypoxic-ischemic encephalopathy. J Pediatr. 2011 May;158(5):752-758.e1. doi: 10.1016/j.jpeds.2010.10.019. Epub 2010 Dec 10."
                },
                {
                    "pmid": "12097540",
                    "type": "BACKGROUND",
                    "citation": "Laffey JG, Kavanagh BP. Hypocapnia. N Engl J Med. 2002 Jul 4;347(1):43-53. doi: 10.1056/NEJMra012457. No abstract available."
                },
                {
                    "pmid": "22353781",
                    "type": "BACKGROUND",
                    "citation": "Yenari MA, Han HS. Neuroprotective mechanisms of hypothermia in brain ischaemia. Nat Rev Neurosci. 2012 Feb 22;13(4):267-78. doi: 10.1038/nrn3174."
                },
                {
                    "pmid": "15613575",
                    "type": "BACKGROUND",
                    "citation": "Klinger G, Beyene J, Shah P, Perlman M. Do hyperoxaemia and hypocapnia add to the risk of brain injury after intrapartum asphyxia? Arch Dis Child Fetal Neonatal Ed. 2005 Jan;90(1):F49-52. doi: 10.1136/adc.2003.048785."
                },
                {
                    "pmid": "27049290",
                    "type": "BACKGROUND",
                    "citation": "Lingappan K, Kaiser JR, Srinivasan C, Gunn AJ. Relationship between PCO2 and unfavorable outcome in infants with moderate-to-severe hypoxic ischemic encephalopathy. Pediatr Res. 2016 Aug;80(2):204-8. doi: 10.1038/pr.2016.62. Epub 2016 Apr 6."
                },
                {
                    "pmid": "29129133",
                    "type": "BACKGROUND",
                    "citation": "Lopez Laporte MA, Wang H, Sanon PN, Barbosa Vargas S, Maluorni J, Rampakakis E, Wintermark P. Association between hypocapnia and ventilation during the first days of life and brain injury in asphyxiated newborns treated with hypothermia. J Matern Fetal Neonatal Med. 2019 Apr;32(8):1312-1320. doi: 10.1080/14767058.2017.1404980. Epub 2017 Nov 27."
                },
                {
                    "pmid": "20497620",
                    "type": "BACKGROUND",
                    "citation": "Curley G, Laffey JG, Kavanagh BP. Bench-to-bedside review: carbon dioxide. Crit Care. 2010;14(2):220. doi: 10.1186/cc8926. Epub 2010 Apr 30."
                },
                {
                    "pmid": "15935919",
                    "type": "BACKGROUND",
                    "citation": "Greisen G. Autoregulation of cerebral blood flow in newborn babies. Early Hum Dev. 2005 May;81(5):423-8. doi: 10.1016/j.earlhumdev.2005.03.005."
                },
                {
                    "pmid": "2440226",
                    "type": "BACKGROUND",
                    "citation": "Greisen G, Munck H, Lou H. Severe hypocarbia in preterm infants and neurodevelopmental deficit. Acta Paediatr Scand. 1987 May;76(3):401-4. doi: 10.1111/j.1651-2227.1987.tb10489.x."
                },
                {
                    "pmid": "15863489",
                    "type": "BACKGROUND",
                    "citation": "Tingay DG, Stewart MJ, Morley CJ. Monitoring of end tidal carbon dioxide and transcutaneous carbon dioxide during neonatal transport. Arch Dis Child Fetal Neonatal Ed. 2005 Nov;90(6):F523-6. doi: 10.1136/adc.2004.064717. Epub 2005 Apr 29."
                },
                {
                    "pmid": "21244487",
                    "type": "BACKGROUND",
                    "citation": "Sandberg KL, Brynjarsson H, Hjalmarson O. Transcutaneous blood gas monitoring during neonatal intensive care. Acta Paediatr. 2011 May;100(5):676-9. doi: 10.1111/j.1651-2227.2011.02164.x. Epub 2011 Feb 14."
                },
                {
                    "pmid": "19745360",
                    "type": "BACKGROUND",
                    "citation": "Hejlesen OK, Cichosz SL, Vangsgaard S, Andresen MF, Madsen LP. Clinical implications of a quality assessment of transcutaneous CO2 monitoring in preterm infants in neonatal intensive care. Stud Health Technol Inform. 2009;150:490-4."
                },
                {
                    "pmid": "27673754",
                    "type": "BACKGROUND",
                    "citation": "Aly S, El-Dib M, Mohamed M, Aly H. Transcutaneous Carbon Dioxide Monitoring with Reduced-Temperature Probes in Very Low Birth Weight Infants. Am J Perinatol. 2017 Apr;34(5):480-485. doi: 10.1055/s-0036-1593352. Epub 2016 Sep 27."
                },
                {
                    "pmid": "26508771",
                    "type": "BACKGROUND",
                    "citation": "Mukhopadhyay S, Maurer R, Puopolo KM. Neonatal Transcutaneous Carbon Dioxide Monitoring--Effect on Clinical Management and Outcomes. Respir Care. 2016 Jan;61(1):90-7. doi: 10.4187/respcare.04212. Epub 2015 Oct 27."
                },
                {
                    "pmid": "23107301",
                    "type": "BACKGROUND",
                    "citation": "Restrepo RD, Hirst KR, Wittnebel L, Wettstein R. AARC clinical practice guideline: transcutaneous monitoring of carbon dioxide and oxygen: 2012. Respir Care. 2012 Nov;57(11):1955-62. doi: 10.4187/respcare.02011."
                },
                {
                    "pmid": "21732731",
                    "type": "BACKGROUND",
                    "citation": "Sorensen LC, Brage-Andersen L, Greisen G. Effects of the transcutaneous electrode temperature on the accuracy of transcutaneous carbon dioxide tension. Scand J Clin Lab Invest. 2011 Nov;71(7):548-52. doi: 10.3109/00365513.2011.590601. Epub 2011 Jul 6."
                },
                {
                    "pmid": "25062804",
                    "type": "BACKGROUND",
                    "citation": "Chalak LF, Tarumi T, Zhang R. The \"neurovascular unit approach\" to evaluate mechanisms of dysfunctional autoregulation in asphyxiated newborns in the era of hypothermia therapy. Early Hum Dev. 2014 Oct;90(10):687-94. doi: 10.1016/j.earlhumdev.2014.06.013. Epub 2014 Jul 23."
                },
                {
                    "pmid": "18619872",
                    "type": "BACKGROUND",
                    "citation": "Vanderhaegen J, Naulaers G, Vanhole C, De Smet D, Van Huffel S, Vanhaesebrouck S, Devlieger H. The effect of changes in tPCO2 on the fractional tissue oxygen extraction--as measured by near-infrared spectroscopy--in neonates during the first days of life. Eur J Paediatr Neurol. 2009 Mar;13(2):128-34. doi: 10.1016/j.ejpn.2008.02.012. Epub 2008 Jul 10."
                },
                {
                    "pmid": "28578157",
                    "type": "BACKGROUND",
                    "citation": "Dix LML, Weeke LC, de Vries LS, Groenendaal F, Baerts W, van Bel F, Lemmers PMA. Carbon Dioxide Fluctuations Are Associated with Changes in Cerebral Oxygenation and Electrical Activity in Infants Born Preterm. J Pediatr. 2017 Aug;187:66-72.e1. doi: 10.1016/j.jpeds.2017.04.043. Epub 2017 May 31."
                },
                {
                    "pmid": "17344648",
                    "type": "BACKGROUND",
                    "citation": "Lasso Pirot A, Fritz KI, Ashraf QM, Mishra OP, Delivoria-Papadopoulos M. Effects of severe hypocapnia on expression of bax and bcl-2 proteins, DNA fragmentation, and membrane peroxidation products in cerebral cortical mitochondria of newborn piglets. Neonatology. 2007;91(1):20-7. doi: 10.1159/000096967. Epub 2007 Nov 10."
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2020-09-08",
                    "uploadDate": "2020-10-05T11:28",
                    "filename": "Prot_000.pdf",
                    "size": 331474
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2020-09-18",
                    "uploadDate": "2020-10-05T11:30",
                    "filename": "ICF_001.pdf",
                    "size": 166753
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000007035",
                    "term": "Hypothermia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001832",
                    "term": "Body Temperature Changes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "relevance": "LOW"
                },
                {
                    "id": "M5794",
                    "name": "Brain Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4185",
                    "name": "Hypoxia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10085",
                    "name": "Hypothermia",
                    "asFound": "Hypothermia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19205",
                    "name": "Hypocapnia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "asFound": "Encephalopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5111",
                    "name": "Body Temperature Changes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        }
    },
    "hasResults": false
}