{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06142955",
            "orgStudyIdInfo": {
                "id": "2000035486"
            },
            "secondaryIdInfos": [
                {
                    "id": "000",
                    "type": "OTHER",
                    "domain": "CTGTY"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Transcranial Magnetic Stimulation (TMS) to Treat Depression in Autism Spectrum Disorder",
            "officialTitle": "Neuromodulation for Depression in Autism Spectrum Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transcranial-magnetic-stimulation-tms-to-treat-depression-in-autism-spectrum-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-15",
            "studyFirstSubmitQcDate": "2023-11-15",
            "studyFirstPostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Academy of Child Adolescent Psychiatry.",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study will assess clinical and behavioral measures along with electroencephalogram (EEG), event-related potentials (ERPS), and eye-tracking (ET) prior to and following a single intermittent Theta Burst Stimulation (iTBS) session to provide preliminary insight into the potential of TMS as an intervention for depression in individuals with Autism Spectrum Disorder (ASD).",
            "detailedDescription": "Participants will complete two separate sessions, approximately one week apart, with each session including: 1) a baseline assessment of neuropsychological, cognitive and behavioral function, 2) neural and visual attentional social response (EEG/ET paradigm), 3) a single iTBS session or sham stimulation to the left DLPFC, and 4) poststimulation assessment of neural and visual attentional social response (EEG/ET paradigm). The order of active stimulation versus sham will be randomized such that half of the participants in each group get the sham stimulation during the first session and half will get active stimulation in the first session then crossover. EEG and eye-tracking will take approximately 60-minutes and will be collected pre-and-post TMS administration."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Typically developing (TD) controls and ASD participants with and without depression will receive both active and sham TMS in a randomized crossover assignment involving two study sessions.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ASD with depression, iTBS then Sham",
                    "type": "EXPERIMENTAL",
                    "description": "Participants having ASD with depression will undergo EEG and ET with TMS prior to and following a single iTBS session. Participants first received iTBS then sham approximately one week apart.",
                    "interventionNames": [
                        "Device: MAGSTIM Rapid2 TMS system"
                    ]
                },
                {
                    "label": "ASD with depression, Sham then iTBS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants having ASD with depression will undergo EEG and ET with TMS prior to and following a single iTBS session.Participants first received sham then iTBS approximately one week apart.",
                    "interventionNames": [
                        "Device: MAGSTIM Rapid2 TMS system"
                    ]
                },
                {
                    "label": "ASD without depression, iTBS then Sham",
                    "type": "EXPERIMENTAL",
                    "description": "Participants having ASD without depression will undergo EEG and ET with TMS prior to and following a single iTBS session. Participants first received iTBS then sham approximately one week apart.",
                    "interventionNames": [
                        "Device: MAGSTIM Rapid2 TMS system"
                    ]
                },
                {
                    "label": "ASD without depression, Sham then iTBS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants having ASD without depression will undergo EEG and ET with TMS prior to and following a single iTBS session.Participants first received sham then iTBS approximately one week apart.",
                    "interventionNames": [
                        "Device: MAGSTIM Rapid2 TMS system"
                    ]
                },
                {
                    "label": "TD with depression, iTBS then Sham",
                    "type": "EXPERIMENTAL",
                    "description": "Participants that are TD with depression will undergo EEG and ET with TMS prior to and following a single iTBS session. Participants first received iTBS then sham approximately one week apart.",
                    "interventionNames": [
                        "Device: MAGSTIM Rapid2 TMS system"
                    ]
                },
                {
                    "label": "TD with depression, Sham then iTBS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants that are TD with depression will undergo EEG and ET with TMS prior to and following a single iTBS session. Participants first received sham then iTBS approximately one week apart.",
                    "interventionNames": [
                        "Device: MAGSTIM Rapid2 TMS system"
                    ]
                },
                {
                    "label": "TD without depression, iTBS then Sham",
                    "type": "EXPERIMENTAL",
                    "description": "Participants that are TD without depression will undergo EEG and ET with TMS prior to and following a single iTBS session. Participants first received iTBS then sham approximately one week apart.",
                    "interventionNames": [
                        "Device: MAGSTIM Rapid2 TMS system"
                    ]
                },
                {
                    "label": "TD without depression, Sham then iTBS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants that are TD without depression will undergo EEG and ET with TMS prior to and following a single iTBS session. Participants first received sham then iTBS approximately one week apart.",
                    "interventionNames": [
                        "Device: MAGSTIM Rapid2 TMS system"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "MAGSTIM Rapid2 TMS system",
                    "description": "The device will administer TMS pulses in bursts at fixed intervals for a total of 600 pulses over 190 seconds after first assessing the participants motor threshold (MT). During the sham stimulation condition, the TMS coil will be tilted 90° tangential to the scalp during the administration so that the orientation is not biologically active and will not elicit a muscle contraction. This sham condition will look and sound just like real TMS.",
                    "armGroupLabels": [
                        "ASD with depression, Sham then iTBS",
                        "ASD with depression, iTBS then Sham",
                        "ASD without depression, Sham then iTBS",
                        "ASD without depression, iTBS then Sham",
                        "TD with depression, Sham then iTBS",
                        "TD with depression, iTBS then Sham",
                        "TD without depression, Sham then iTBS",
                        "TD without depression, iTBS then Sham"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Electroencephalogram (EEG) brain responses to sad faces",
                    "description": "As measured by amplitude and latency of event related potentials (ERP) (the right lateralized P100, P200 and amplitude of N170) to sad faces. EEG: an electrophysiological assay that measures brain activity from the scalp.",
                    "timeFrame": "baseline and up to week 2"
                },
                {
                    "measure": "Change in eye tracking (ET) to sad faces",
                    "description": "ET will measure participant attention to the screen and be used to ensure that participants are looking at the stimulus display screen during the course of the experimental paradigms. Change in Proportion of fixation (POF) to the eye region in sad faces as measured by ET.",
                    "timeFrame": "baseline and up to week 2"
                },
                {
                    "measure": "Change in Auditory Steady State Response (ASSR)",
                    "description": "ASSR measures an electrophysiological response in the human cortex after presenting stimulation consisting of pure tones at certain frequencies. For assessment of ASSRs, subjects will sit in an acoustically shielded booth in front of a computer monitor with eyes open, while passively listening to click trains presented through Etymotic insert ER-1 earphones (Etymotic Research, Elk Grove Village, IL). Stimuli will consist of standard, unattended (nontarget) auditory click trains from a three-stimulus oddball tasks. The output is thus measured in the EEG recording which is analyzed in the frequency domain. Measures of inter-trial coherence (ITC) are used to determine neural synchrony through the ASSR task, by quantifying the degree of phase consistency across trials. ASSR Power is the magnitude of the brain's voltage response to a stimulus and the consistency across trials of the time course of this time-locked response.",
                    "timeFrame": "baseline and up to week 2"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in neural processing on EEG to sad faces",
                    "description": "The latency of the right lateralized N170, an ERP component that reflects the neural processing of faces, familiar objects, or words, to sad faces.",
                    "timeFrame": "baseline and up to week 2"
                },
                {
                    "measure": "Change in ET to different emotionally valenced faces",
                    "description": "The amplitude and latency of the right lateralized N170 as measured from eye-fixation related potentials (EFRP) when participants are viewing different emotionally valenced faces.",
                    "timeFrame": "baseline and up to week 2"
                },
                {
                    "measure": "Change in ET to neutral faces and non-social stimuli",
                    "description": "ET will measure participant attention to the screen and be used to ensure that participants are looking at the stimulus display screen during the course of the experimental paradigms. Change in proportion of fixation to eyes in neutral faces and non-social stimuli (i.e., houses).",
                    "timeFrame": "baseline and up to week 2"
                },
                {
                    "measure": "Change in Frith Happé Animations Task",
                    "description": "The latency to look to the eye-region of faces relative to image onset, measured in milliseconds (ms) for sad and neutral faces and triangle pursuit duration in an anthropomorphic animated triangles test.",
                    "timeFrame": "baseline and up to week 2"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals from Yale University and the surrounding community who are between the ages of 18 and 40 years old with or without a diagnosis of depression. Or individuals between the ages of 18 and 40 years old with a diagnosis of autism spectrum disorder, autistic disorder, PDD NOS, or Asperger syndrome with or without a diagnosis of depression.\n* A depression score on the HDRS-17 of at least 20 will be used as a cut-off for depression.\n* Participants are unmedicated or on stable medication treatment for at least two weeks.\n* Willingness and ability to participate in an EEG and eye-tracking procedure.\n* Provision of signed and dated informed consent.\n\nExclusion Criteria:\n\n* Participants reporting significant head trauma or serious brain illness.\n* Participants unable to provide signed informed consent.\n* Participants with major psychiatric illness that would preclude completion of study measures. Participants with diagnosis of a psychotic or bipolar illness with be excluded.\n* Participants with a history of serious medical illness, stroke, seizures, epileptiform EEG abnormalities, or family history of epilepsy.\n* Participants taking prescription medications that may affect cognitive processes under study.\n* Participants taking any medication that may increase their risk of seizures.\n* Participants who have taken alcohol or recreational drugs within the preceding 24 hours prior to the scheduled study visit as determined by the urine toxicology test.\n* Participants with a history of substance or alcohol abuse or dependence in the past 6 months.\n* Participants with a significant risk of suicide or a h/o suicide attempt in the last 6 months. Participants with active suicidal ideation will be excluded from the study.\n* Females of known/suspected pregnancy or who test positive on a pregnancy test.\n* Participants with a history of metalworking or injury by shrapnel or metallic objects.\n* Participants with a history of prior TMS therapy or use of an investigational drug within 12 weeks of visit\n* Participants with an IQ below 80 (as confirmed by the WASI, Wechsler Abbreviated Scale of Intelligence)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sherab Tsheringla, MD",
                    "role": "CONTACT",
                    "phone": "2032158046",
                    "email": "sherab.tsheringla@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sherab Tsheringla, MD",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale Psychiatric Hospital",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06520",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001321",
                    "term": "Autistic Disorder"
                },
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                },
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "asFound": "Autism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}