{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05645042",
            "orgStudyIdInfo": {
                "id": "8172"
            },
            "organization": {
                "fullName": "Research Foundation for Mental Hygiene, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Transcendental Meditation in Veterans and First Responders With PTSD",
            "officialTitle": "Transcendental Meditation in Veterans and First Responders With PTSD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "transcendental-meditation-in-veterans-and-first-responders-with-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-01",
            "studyFirstSubmitQcDate": "2022-12-01",
            "studyFirstPostDateStruct": {
                "date": "2022-12-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Yuval Y Neria",
                "investigatorTitle": "Professor of Medical Psychology",
                "investigatorAffiliation": "Research Foundation for Mental Hygiene, Inc."
            },
            "leadSponsor": {
                "name": "Research Foundation for Mental Hygiene, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Columbia University",
                    "class": "OTHER"
                },
                {
                    "name": "Northwell Health",
                    "class": "OTHER"
                },
                {
                    "name": "Brown University",
                    "class": "OTHER"
                },
                {
                    "name": "University of California, San Diego",
                    "class": "OTHER"
                },
                {
                    "name": "University of Southern California",
                    "class": "OTHER"
                },
                {
                    "name": "VA Palo Alto Health Care System",
                    "class": "FED"
                },
                {
                    "name": "New York State Psychiatric Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Icahn School of Medicine at Mount Sinai",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The present study is part of a Phase 3 multi-site clinical trial that will recruit veterans and first responders diagnosed with PTSD, where they will be randomized to receive either Transcendental Meditation (TM) or Present Centered Therapy (PCT). Five assessments will be conducted, at: 1) baseline, 2) midpoint, 3) posttreatment, 4) three months posttreatment and 5) six months posttreatment. All assessments will be completed using remote HIPAA-compliant videoconferencing. The study protocol at NYSPI/Columbia will also include Magnetic Resonance Imaging (MRI) before and after treatment to elucidate neural predictors and mechanisms of these two treatment approaches.\n\nEnrollment will include veterans and first responders with PTSD. Both TM and PCT will be provided by trained staff receiving weekly supervision. This trial is funded by the David Lynch Foundation and will recruit approximately 360 veterans and first responders over a three-year period.",
            "detailedDescription": "PTSD is among the most common and disabling problems for veterans and first responders. Although PTSD from combat-related events is widely known, veterans and first-responders also face traumatic experiences from other events including sexual trauma, accidents, and injuries. Recent findings, for example, indicated that nearly a quarter of female Veterans experienced sexual assault when in the military.\n\nAt present, the non-medication therapies for PTSD with the strongest scientific support include Prolonged Exposure (PE), Cognitive Processing Therapy (CPT), and Eye Movement Desensitization and Reprocessing (EMDR). While many patients with PTSD benefit from these therapies, research indicates that these psychotherapies appear to be less effective for veterans than for civilians with PTSD, and many veterans may remained symptomatic in the long run. Based on this evidence, there is a clear need for new PTSD treatments that are effective for and amenable to the unique circumstances of veterans and first-responders.\n\nTranscendental Meditation (TM) is a promising intervention. A phase 2 clinical trial, funded by the Department of Defense and conducted at the San Diego VA, showed that TM significantly reduces both PTSD symptom severity and depression in a veteran population, with post-hoc analysis indicating reduced suicidal ideation. Relative to conventional PTSD treatments that aim to improve symptoms through mechanisms such as habituation to anxiety-provoking stimuli and desensitization to trauma-related memories, TM improves symptoms by aiming to calm down the nervous system."
        },
        "conditionsModule": {
            "conditions": [
                "PTSD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 360,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Transcendental Meditation (TM):",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "TM treatment for PTSD is designed to reduce stress, facilitate deep rest, and increase well-being. It was originally conceptualized as an effortless technique to enable physical relaxation. The treatment will be delivered by experienced, certified TM instructors receiving weekly supervision.",
                    "interventionNames": [
                        "Behavioral: Transcendental Meditation (TM)"
                    ]
                },
                {
                    "label": "Present Centered Therapy (PCT):",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "PCT is a focused time-limited treatment for PTSD that focuses on increasing adaptive responses to current life stressors and difficulties that are directly or indirectly related to trauma or PTSD symptoms. PCT was originally designed as a treatment comparator in trials evaluating the effectiveness of trauma-focused cognitive-behavioral therapies such as PE and CPT. Several clinical trials have indicated that PCT may be an effective treatment option for PTSD and that patients may drop out of PCT at lower rates relative to trauma focused forms of CBT.",
                    "interventionNames": [
                        "Behavioral: Present Centered Therapy (PCT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Transcendental Meditation (TM)",
                    "description": "During the first week, each participant randomized to undergo TM will meet with a TM instructor on four consecutive days for 60 minutes, for an introductory training. Next, participants will meet for twelve 60-minute sessions over the course of three months and then once monthly for booster sessions for 6 months. All sessions will be recorded and reviewed for adherence to the TM protocol.",
                    "armGroupLabels": [
                        "Transcendental Meditation (TM):"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Present Centered Therapy (PCT)",
                    "description": "PCT treatments will be delivered by trained clinicians at master's or doctoral-level. Study therapists will be supervised by a a licensed psychologist. Participants assigned to this treatment will meet with a PCT therapist once a week for twelve 60-minute sessions over the course of 3 months and then monthly for months four through nine. Sessions will focus on current life problems as manifestations of PTSD. All sessions will be recorded and reviewed for adherence to the treatment protocol.",
                    "armGroupLabels": [
                        "Present Centered Therapy (PCT):"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in PTSD symptoms over time",
                    "description": "Change in symptoms as measured by the Clinician Administered PTSD Scale (CAPS-5: ranging from 0-80) from pre- to post-treatment. Lower scores indicate lower symptom levels of PTSD.",
                    "timeFrame": "Baseline, At 6 weeks, Post-treatment: approximately 3 months and 6 months from intake"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in depressive symptoms over time",
                    "description": "Change in symptoms as measured by the Hamilton Depression Rating Scale (HDRS-24; range 0-76) from pre- to post-treatment. Lower scores indicate lower symptom levels of depression.",
                    "timeFrame": "Baseline, At 6 weeks, Post-treatment: approximately 3 months and 6 months from intake"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "General Inclusion Criteria:\n\n1. Prior or current military service OR prior or current work as a first responder (law enforcement, firefighters, and EMS)\n2. Active and primary diagnosis of PTSD with symptom duration ≥ 3 months\n3. CAPS-5 score ≥ 25 at intake assessment\n4. Age 18 - 80\n5. Able to give consent, English literate\n\nGeneral Exclusion Criteria:\n\n1. Previous or current treatment with Transcendental Meditation, Present Centered Therapy, or any current psychotherapy.\n2. Current severe alcohol/cannabis use disorder or any other current substance use disorder except nicotine (i.e., nicotine use disorder and mild-moderate alcohol/cannabis use disorder are allowed)\n3. History of or present psychiatric diagnosis of psychotic episode, psychotic disorder, schizophrenia, schizoaffective disorder\n4. Current diagnosis of bipolar disorder\n5. Active suicidal or homicidal ideation or suicide attempt within two years of study enrollment\n6. Psychiatric hospitalization in the past six months\n7. Intent to change or begin new psychotherapy or other meditation therapy during 3-month study treatment\n8. Intent to enroll in another research study testing an experimental intervention during three-month period of study intervention\n9. Recent psychotropic medication dosage change or initiation within the three months prior to study enrollment\n10. Intent to change dosage of or initiate new psychotropic medication during the three-month period of study intervention\n11. Medical illness that could interfere with assessment of diagnosis, such as organic brain impairment or unstable thyroid disease\n12. Current unstable medical illness\n\nMRI Inclusion Criteria:\n\n1. Prior or current military service OR prior or current work as a first responder (law enforcement, firefighters, and/or EMS)\n2. Active and primary diagnosis of PTSD with symptom duration ≥ 3 months\n3. CAPS-5 score ≥ 25 at intake assessment\n4. Age 18 - 80\n5. Able to give consent, English literate\n6. Right handed\n\nMRI Exclusion Criteria:\n\n1. Previous or current treatment with Transcendental Meditation, Present Centered Therapy, or any current psychotherapy.\n2. Current severe alcohol/cannabis use disorder or any other current substance use disorder except nicotine (i.e., nicotine use disorder and mild-moderate alcohol/cannabis use disorder are allowed)\n3. History of or current psychiatric diagnosis of psychotic episode, psychotic disorder, schizophrenia, schizoaffective disorder\n4. Current diagnosis of bipolar disorder\n5. Active suicidal or homicidal ideation or suicide attempt within two years of study enrollment\n6. Psychiatric hospitalization in the past six months\n7. Intent to change or begin new psychotherapy or other meditation therapy during 3-month study intervention\n8. Intent to enroll in another research study testing an experimental intervention during three-month period of study intervention\n9. Recent psychotropic medication dosage change or initiation within the three months prior to study enrollment\n10. Intent to change dosage of or initiate new psychotropic medication during the three-month period of study intervention\n11. Paramagnetic metallic implants or devices contraindicating magnetic resonance imaging or any other non-removable paramagnetic metal in the body.\n12. Medical illness that could interfere with assessment of diagnosis, such as organic brain impairment or unstable thyroid disease\n13. Current unstable medical illness\n14. Any condition that would exclude clinical MRI exam (e.g. pacemaker, paramagnetic metallic prosthesis, surgical clips, shrapnel, necessity for constant medicinal patch, some tattoos)\n15. Significant claustrophobia that would preclude ability to remain calm within the MRI scanner\n16. Females who are pregnant or breastfeeding, or plan to become pregnant during the period of the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Yuval Neria, PhD",
                    "role": "CONTACT",
                    "phone": "646-774-8092",
                    "email": "yuval.neria@nyspi.columbia.edu"
                },
                {
                    "name": "Matthew Ryba, BS",
                    "role": "CONTACT",
                    "phone": "347-949-1193",
                    "email": "matthew.ryba@nyspi.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yuval Neria, PhD",
                    "affiliation": "NYSPI and Columbia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "New York State Psychiatric Institute",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yuval Neria, PhD",
                            "role": "CONTACT",
                            "phone": "646-774-8092",
                            "email": "yuval.neria@nyspi.columbia.edu"
                        },
                        {
                            "name": "Matthew Ryba, BA",
                            "role": "CONTACT",
                            "phone": "347-949-1193",
                            "email": "Matthew.Ryba@nyspi.columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30449712",
                    "type": "BACKGROUND",
                    "citation": "Nidich S, Mills PJ, Rainforth M, Heppner P, Schneider RH, Rosenthal NE, Salerno J, Gaylord-King C, Rutledge T. Non-trauma-focused meditation versus exposure therapy in veterans with post-traumatic stress disorder: a randomised controlled trial. Lancet Psychiatry. 2018 Dec;5(12):975-986. doi: 10.1016/S2215-0366(18)30384-5. Epub 2018 Nov 15."
                },
                {
                    "pmid": "31742672",
                    "type": "BACKGROUND",
                    "citation": "Belsher BE, Beech E, Evatt D, Smolenski DJ, Shea MT, Otto JL, Rosen CS, Schnurr PP. Present-centered therapy (PCT) for post-traumatic stress disorder (PTSD) in adults. Cochrane Database Syst Rev. 2019 Nov 18;2019(11):CD012898. doi: 10.1002/14651858.CD012898.pub2."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}