{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05638581",
            "orgStudyIdInfo": {
                "id": "1UG3HL157401-01A1",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1UG3HL157401-01A1"
            },
            "secondaryIdInfos": [
                {
                    "id": "1UG3HL157401-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1UG3HL157401-01A1"
                },
                {
                    "id": "1U24HL157310-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1U24HL157310-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Trauma Resuscitation With Low-Titer Group O Whole Blood or Products",
            "officialTitle": "Trauma Resuscitation With Low-Titer Group O Whole Blood or Products",
            "acronym": "TROOP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "trauma-resuscitation-with-low-titer-group-o-whole-blood-or-products"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-08",
            "studyFirstSubmitQcDate": "2022-11-28",
            "studyFirstPostDateStruct": {
                "date": "2022-12-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jan O. Jansen",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                },
                {
                    "name": "The University of Texas Health Science Center, Houston",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare the effectiveness of unseparated whole blood (referred to as Low-Titer Group O Whole Blood) and the separate components of whole blood (including red cells, plasma, platelets, and cryoprecipitate) in critically injured patients who require large-volume blood transfusions.",
            "detailedDescription": "Trauma is one of the leading causes of death in the United States, and disproportionately affects the young, killing those who might otherwise have lived long and productive lives. Injuries account for more years of potential life lost before age 75 than any other cause. Hemorrhage remains the most common cause of preventable death after injury, and blood transfusion is an essential part of treatment. Modern blood banking practices separate donated whole blood into components. The current standard of care in trauma transfusion is the balanced administration of equal numbers of units of blood components (packed red blood cells, plasma, and platelets), effectively attempting to reconstitute whole blood. A renewed approach to blood transfusion therapy in trauma is to use whole blood from the outset, which has not been separated. Compared with component therapy, whole blood offers several potential advantages, but there are only a small number of, mostly observational, studies comparing whole blood and component therapy, and they are very heterogeneous.\n\nThe TROOP trial will include injured adults with hemorrhagic shock anticipated to require massive blood transfusions, who will be randomized to receive either whole blood (LTOWB) or blood components. This will allow a direct comparison to see if one type of transfusion is more strongly associated with improved clinical outcomes over the other.\n\nThe knowledge gained from this clinical trial will transform the way in which massively bleeding trauma patients are transfused. The trial is exceedingly well positioned to improve mortality from trauma and reduce the number of preventable deaths resulting from hemorrhagic shock."
        },
        "conditionsModule": {
            "conditions": [
                "Wounds and Injuries",
                "Shock, Hemorrhagic"
            ],
            "keywords": [
                "Massive Transfusion",
                "Trauma",
                "Shock",
                "Hemorrhage",
                "Plasma",
                "Platelets",
                "Red Blood Cells",
                "Low-Titer Group O Whole Blood",
                "Blood components"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Care providers will be blinded to assignment until the point of randomization, which is when the cooler is opened, in the trauma bay, to remove blood products for transfusion.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "LTOWB",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to receive (Low Titer O Whole Blood \\[LTOWB\\])",
                    "interventionNames": [
                        "Biological: LTOWB"
                    ]
                },
                {
                    "label": "Components",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to receive the component blood products.",
                    "interventionNames": [
                        "Biological: Components"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "LTOWB",
                    "description": "Participants will receive Low Titer O Whole Blood administered intravenously or intraosseously.",
                    "armGroupLabels": [
                        "LTOWB"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Components",
                    "description": "Participants will receive separated blood components (i.e., units of red cells, plasma, platelets, and cryoprecipitate) co-administered intravenously or intraosseously.",
                    "armGroupLabels": [
                        "Components"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "6-hour Mortality",
                    "description": "Participant vital status at 6-hours following randomization (randomization defined as product container is opened for administration to participant)",
                    "timeFrame": "First 6 hours after randomization"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "24-hour Mortality",
                    "description": "Participant vital status at 24-hours following randomization",
                    "timeFrame": "First 24 hours after randomization"
                },
                {
                    "measure": "Hospital/30-day Mortality",
                    "description": "Participant vital status at hospital discharge or 30-days post randomization (whichever the earlier)",
                    "timeFrame": "From randomization to hospital discharge or 30-days post randomization (whichever the earlier)"
                },
                {
                    "measure": "Incidence of Pre-specified Complications",
                    "description": "The number of participants experiencing pre-specified complications. Pre-specified complications include: Acute kidney injury; Ventilator-associated pneumonia; Multiorgan failure; Transfusion-related hyperkalemia; Transfusion-related hypocalcemia; Transfusion associated circulatory overload; Acute respiratory distress syndrome; Symptomatic and asymptomatic deep vein thrombosis; Symptomatic and asymptomatic pulmonary embolism; Bleeding after hemostasis requiring intervention; Stroke; Myocardial infarction; Abdominal compartment syndrome; Transfusion-related allergic reactions; Febrile non-hemolytic transfusion reaction; Systemic inflammatory response syndrome; Sepsis; Alloimmunization in women of childbearing age",
                    "timeFrame": "From randomization to hospital discharge or 30-days post randomization (whichever the earlier)"
                },
                {
                    "measure": "Adjudicated Primary Cause of Death",
                    "description": "Primary cause of death as reviewed and determined by the study investigators (consensus)",
                    "timeFrame": "30-days post randomization"
                },
                {
                    "measure": "Length of Stay (Hospital and Intensive Care Unit)",
                    "description": "Number of hours hospitalized (includes both hospital and intensive care unit time)",
                    "timeFrame": "From randomization to hospital discharge or 30-days post randomization (whichever the earlier)"
                },
                {
                    "measure": "Hospital-, Ventilator- and Intensive Care Unit-free days",
                    "description": "Number of days participant was alive and out of the hospital; number of days participant was not on a ventilator; and the number of days the participant was not in the intensive care unit.",
                    "timeFrame": "30-days post randomization"
                },
                {
                    "measure": "Incidence of major surgical procedures",
                    "description": "The proportion of participants undergoing major surgical procedures.",
                    "timeFrame": "From randomization to hospital discharge or 30-days post randomization (whichever the earlier)"
                },
                {
                    "measure": "Time to hemostasis in those undergoing procedures with a hemostatic component",
                    "description": "Time to hemostasis refers to the time that the subject achieved hemorrhage control (anatomic hemostasis and resuscitation complete) following emergency department arrival.",
                    "timeFrame": "From randomization to hospital discharge or 30-days post randomization (whichever the earlier)"
                },
                {
                    "measure": "Number and type of blood products used until hemostasis is achieved and from hemostasis to 24 hours after randomization",
                    "description": "The number of units and type of blood products (e.g. whole blood, packed red blood cells, platelets, plasma, etc.)",
                    "timeFrame": "First 24 hours after randomization"
                },
                {
                    "measure": "Discharge destination",
                    "description": "Discharge destination will be measured as a categorical variable. Categories will be tallied and compared between the two study arms. Example variables include: discharged to home, discharged to another primary care facility, discharged to hospice, etc.",
                    "timeFrame": "At hospital discharge or 30-days post randomization (whichever the earlier)"
                },
                {
                    "measure": "Functional status",
                    "description": "Functional status will be measured by Extended Glasgow Outcome Scale (GOSE). The GOSE is a tool used to measure recovery following brain injury and assists with prediction of long-term rehabilitation. The 8 scoring categories are death, vegetative state, lower severe disability, upper severe disability, lower moderate disability, upper moderate disability, lower good recovery and upper good recovery. A higher GOSE score correlates with better outcome.",
                    "timeFrame": "From randomization to hospital discharge or 30-days post randomization (whichever the earlier)"
                },
                {
                    "measure": "Patient's quality of life",
                    "description": "Quality of life will be measured by the Euroqol Group's EQ-5D quality of life measurement. The EQ-5D is a patient-reported questionnaire assessing health status in terms of five dimensions of health (mobility, self-care, usual activities, pain and discomfort, and anxiety and depression). Lower EQ-5D scores are associated with better outcome.",
                    "timeFrame": "From randomization to hospital discharge or 30-days post randomization (whichever the earlier)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult trauma patient (estimated age \\> 15 or weight \\> 50 kg, if age unknown)\n2. Patient taken to trauma center directly from scene\n3. Commencement of blood transfusion (PRBC, plasma or LTOWB), in pre-hospital or in-hospital setting\n4. Activation of site-specific Massive Hemorrhage Protocol or Massive Transfusion Protocol\n5. Traumatic injury with at least one of the following:\n\n   1. Confirmed or suspected acute major bleeding\n   2. Assessment of Blood Consumption (ABC) Score ≥2\n\nExclusion Criteria:\n\n1. Patients who have received, prehospital or in-hospital more than two units of LTOWB; the equivalent in components (two units of packed red blood cells and two units of plasma); or a combination of the two (more than one unit of LTOWB, one unit of packed cells, and one unit of plasma). Most trauma centers hold two units of either packed red blood cells (with two units of plasma) or two units of LTOWB in the emergency department. This stock is used to initiate transfusion, while the massive hemorrhage protocol is activated from the blood bank.\n2. Patients transferred from another hospital\n3. Children \\<15 years (in most communities, patients aged 15-18 years are treated at adult trauma centers, and patients in this age group frequently suffer life-threatening injuries, and will therefore be included)\n4. Known prisoners, defined as individuals involuntarily confined or detained in a penal institution (including juvenile detention, involuntary psychiatric commitment, or court-ordered residential substance abuse treatment)\n5. Moribund patients expected to die within 1 hour\n6. Patients who required an ED thoracotomy or received more than 5 consecutive minutes of cardiopulmonary resuscitation (prior to receiving randomized blood products)\n7. Patients with known \"do not resuscitate\" orders prior to randomization\n8. Patients who refuse the administration of blood products\n9. Individuals with a research \"opt out\" bracelet.\n10. Greater than 20% total body surface area (TBSA) burns\n11. Suspected inhalation injury victims\n12. Patients who are obviously pregnant on clinical examination or known to be pregnant as provided by the subject or legally authorized representative",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "15 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shannon Stephens, EMTP, CCEMTP",
                    "role": "CONTACT",
                    "phone": "205-934-5890",
                    "email": "swstephens@uabmc.edu"
                },
                {
                    "name": "Kiran Mansoor, MBBS",
                    "role": "CONTACT",
                    "phone": "713-500-9643",
                    "email": "Kiran.Mansoor@uth.tmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jan Jansen, MBBS, PhD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham, UAB Hospital",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonah Celeski",
                            "role": "CONTACT",
                            "email": "jonahceleski@uabmc.edu"
                        },
                        {
                            "name": "Emily Turner",
                            "role": "CONTACT",
                            "email": "elturner@uabmc.edu"
                        },
                        {
                            "name": "Richard Betzold, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Los Angeles County + University of Southern California (LAC + USC) Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University Medical Center New Orleans LCMC Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70112",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                },
                {
                    "facility": "University of Maryland Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Washington University School of Medicine",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Atrium Health Wake Forest Baptist",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "University of Cincinnati Medical Center",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45267",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robbie Jones",
                            "role": "CONTACT",
                            "email": "jones4rt@ucmail.uc.edu"
                        },
                        {
                            "name": "Devin Wakefield",
                            "role": "CONTACT",
                            "email": "wakefidm@ucmail.uc.edu"
                        },
                        {
                            "name": "Michael Goodman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "Oregon Health and Sciences University Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Penn Presbyterian Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "University of Texas Health Science Center Houston",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "University of Texas Health San Antonio and University Health System",
                    "status": "NOT_YET_RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                },
                {
                    "facility": "Harborview Medical Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laura Hennessy",
                            "role": "CONTACT",
                            "email": "hennessy@uw.edu"
                        },
                        {
                            "name": "Allison Larimore",
                            "role": "CONTACT",
                            "email": "alari@uw.edu"
                        },
                        {
                            "name": "Bryce Robinson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "Froedtert Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53226",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "TROOP Consortium website",
                    "url": "http://trooptrial.org"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012771",
                    "term": "Shock, Hemorrhagic"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012769",
                    "term": "Shock"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15577",
                    "name": "Shock",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Wounds and Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "relevance": "LOW"
                },
                {
                    "id": "M15579",
                    "name": "Shock, Hemorrhagic",
                    "asFound": "Shock, Hemorrhagic",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}