{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03875638",
            "orgStudyIdInfo": {
                "id": "2019P000091"
            },
            "organization": {
                "fullName": "Beth Israel Deaconess Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Treating Hyperexcitability in AD With Levetiracetam",
            "officialTitle": "Treating Hyperexcitability in Alzheimer's Disease With Levetiracetam to Improve Brain Function and Cognition",
            "acronym": "LeAD",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "treating-hyperexcitability-in-ad-with-levetiracetam"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-08-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-03-13",
            "studyFirstSubmitQcDate": "2019-03-13",
            "studyFirstPostDateStruct": {
                "date": "2019-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mouhsin Shafi",
                "investigatorTitle": "Assistant Professor of Neurology",
                "investigatorAffiliation": "Beth Israel Deaconess Medical Center"
            },
            "leadSponsor": {
                "name": "Beth Israel Deaconess Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The aim of this study is to explore the relationship between cortical hyperexcitability, abnormalities of brain network function, and cognitive dysfunction in human patients with AD and whether administration of the antiepileptic medication levetiracetam (LEV) normalizes these measures and improves cognition.",
            "detailedDescription": "This is a randomized, placebo-controlled crossover study. Participants with early Alzheimer's Disease (AD) will be tested in a double-blind crossover design with placebo, low-dose levetiracetam (LEV) 125 mg twice daily or high-dose LEV 500mg twice daily. These results will be contrasted with results from a demographically similar control group who will undergo baseline testing only, without any intervention, to establish a comparison norm for the AD group.\n\nEach subject will undergo four screening and baseline visits consisting of a baseline neurological, medical, and cognitive evaluation. If amyloid status is unknown in AD patients, the participant will have an amyloid PET scan. Additional baseline measures include: a high density electroencephalogram (EEG); a 24 hour ambulatory EEG; functional magnetic resonance imaging (fMRI); neuropsychological testing; and transcranial magnetic stimulation with electromyogram (EMG) and EEG measures to assess cortical excitability. AD participants will be randomized to one of six possible groups that consists of a varying order of 3 treatment periods (LEV 125 mg, LEV 500 mg and placebo). The group assignments will be counterbalanced across subjects. Each treatment period will last for 4 weeks with a 4 week washout between treatments. All participants will be assessed prior to initiation of a treatment period (with the initial assessment occurring as part of the baseline assessment) and at the end of each treatment period. The following measures will be repeated as done at baseline at these time points: fMRI; neuropsychological testing; and TMS-EMG-EEG. AD participants will be enrolled for approximately 5 months."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer Dementia",
                "Alzheimer Disease",
                "Dementia of Alzheimer Type",
                "Mild Cognitive Impairment"
            ],
            "keywords": [
                "Mild Alzheimer's Disease",
                "Early Alzheimer's Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Participants will be tested in a double-blind crossover design with twice daily, low-dose levetiracetam (125 mg twice daily) or high-dose levetiracetam (500mg twice daily) or placebo. Each dose and placebo will be administered for a four week period.The order of interventions will be counterbalanced across subjects, with randomization occurring in blocks of 6. There will be a 4 week washout period between each treatment period.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Subjects will be provided with identical-appearing tablets containing either placebo, levetiracetam 125 mg, or levetiracetam 500 mg.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 85,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Early Alzheimer's Disease Group Low Dose",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects with Alzheimer's Disease will undergo a four-week treatment period consisting of low-dose levetiracetam (125 mg twice daily)",
                    "interventionNames": [
                        "Drug: Levetiracetam"
                    ]
                },
                {
                    "label": "Early Alzheimer's Disease Group High Dose",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects with Alzheimer's Disease will undergo a four-week treatment period consisting of high-dose levetiracetam (500mg twice daily).",
                    "interventionNames": [
                        "Drug: Levetiracetam"
                    ]
                },
                {
                    "label": "Early Alzheimer's Disease Group Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Subjects with Alzheimer's Disease will undergo a four-week treatment period consisting of placebo twice daily.",
                    "interventionNames": [
                        "Drug: Placebo oral capsule"
                    ]
                },
                {
                    "label": "Healthy Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "A group of demographically similar subjects without Alzheimer's Disease will undergo baseline testing only, without any intervention"
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Levetiracetam",
                    "description": "Levetiracetam is an antiepileptic medication that has been shown to reduced network cortical hyperexcitability",
                    "armGroupLabels": [
                        "Early Alzheimer's Disease Group High Dose",
                        "Early Alzheimer's Disease Group Low Dose"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo oral capsule",
                    "description": "The placebo is a capsule that is identical in appearance to the levetiracetam",
                    "armGroupLabels": [
                        "Early Alzheimer's Disease Group Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Neuropsychological Test Battery (NTB)",
                    "description": "Our primary cognitive outcome measure will be the mean z-score change relative to baseline on the NTB",
                    "timeFrame": "From enrollment until the end of the treatment periods at 5 months"
                },
                {
                    "measure": "Transcranial magnetic stimulation (TMS) resting motor threshold",
                    "description": "Our primary electrophysiological outcome measure of cerebral cortical excitability will be the change in the TMS resting motor threshold",
                    "timeFrame": "From enrollment until the end of the treatment periods at 5 months"
                },
                {
                    "measure": "Transcranial magnetic stimulation (TMS)-evoked electroencephalogram (EEG) hypersynchrony",
                    "description": "Our primary electrophysiological measure of cerebral network excitability will be TMS-evoked EEG hypersynchrony with stimulation of parietal cortex",
                    "timeFrame": "From enrollment until the end of the treatment periods at 5 months"
                },
                {
                    "measure": "Resting-state electroencephalogram (EEG) beta band power",
                    "description": "Our primary electrophysiological measure of local network function will be resting-state EEG power in the beta band",
                    "timeFrame": "From enrollment until the end of the treatment periods at 5 months"
                },
                {
                    "measure": "Resting-state electroencephalogram (EEG) beta band connectivity",
                    "description": "Our primary electrophysiological measure of brain network interactions will be resting-state EEG functional connectivity in the beta band",
                    "timeFrame": "From enrollment until the end of the treatment periods at 5 months"
                },
                {
                    "measure": "Default-mode network resting-state functional magnetic resonance imaging (fMRI) functional connectivity",
                    "description": "Our primary imaging measure of integrity of macroscopic brain networks will be mean resting-state fMRI functional connectivity within the default-mode network",
                    "timeFrame": "From enrollment until the end of the treatment periods at 5 months"
                },
                {
                    "measure": "Change in motor evoked potential (MEP) amplitude",
                    "description": "Our primary transcranial magnetic stimulation (TMS) measure of plasticity in cortical excitability will be the change in MEP amplitude 10 minutes after intermittent theta-burst stimulation",
                    "timeFrame": "From enrollment until the end of the treatment periods at 5 months"
                },
                {
                    "measure": "Change in beta power after theta-burst stimulation",
                    "description": "Our primary transcranial magnetic stimulation (TMS) measure of plasticity in cortical oscillations will be change in resting-state electroencephalogram (EEG) beta power after theta-burst stimulation",
                    "timeFrame": "From enrollment until the end of the treatment periods at 5 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Transcranial magnetic stimulation (TMS)-evoked N45 electroencephalogram (EEG) potential",
                    "description": "The change in the N45 component of the TMS-evoked EEG potential with motor cortex stimulation, will serve as a measure of target engagement with levetiracetam therapy, and as a covariate in subsequent analyses.",
                    "timeFrame": "From enrollment until the end of the treatment periods at 5 months"
                },
                {
                    "measure": "Interictal Epileptiform Discharges",
                    "description": "The presence or absence of interictal epileptiform discharges on the baseline ambulatory 24-hour EEG or the baseline high-density EEG will be used a primary baseline measure of cortical hyperexcitability",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nInclusion Criteria for the Subjects with early Alzheimer's Disease (AD)\n\n* Age 50-90 years old.\n* On a stable dose of medications for memory loss including cholinesterase inhibitors (for example: donepezil, rivastigmine or memantine) as defined by 4 consecutive weeks of treatment at an unchanging dose\n* Meeting the National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer's Disease and Related Disorders Association (NINCDS-ADRDA) criteria for probable AD.\n* Mini Mental State Examination (MMSE) ≥ 20.\n* Positive amyloid status (as defined by cerebral spinal fluid biomarkers or amyloid positron emission tomography (PET) study.\n* Clinician Dementia Rating (CDR) of 0.5-1.0.\n\nInclusion Criteria for Healthy Control Subjects\n\n* Age 50-90 years old.\n* Normal neurologic exam\n* Mini Mental State Examination (MMSE) \\> 28\n* Clinician Dementia Rating (CDR) of 0\n\nExclusion Criteria:\n\nExclusion Criteria Subjects with early Alzheimer's Disease\n\n* Diagnosis of epilepsy, or immediate (1st degree relative) family history epilepsy with the exception of a single seizure of benign etiology (e.g. febrile seizures) in the judgment of a board-certified neurologist. Evidence of epileptiform discharges and electroencephalogram (EEG) abnormalities will be included;\n* Current or past history of any neurological disorder other than dementia, such as epilepsy, stroke (cortical stroke), progressive neurologic disease (e.g. multiple sclerosis) or intracranial brain lesions; and history of previous neurosurgery or head trauma that resulted in residual neurologic impairment. Non-cortical disease such as scattered white matter changes (including lacunar infarcts \\< 1 cm) and asymptomatic, subacute, cerebellar infarcts may be included upon review of a medically responsible neurologist. However, subjects with significant vascular disease, as defined by a score greater than 2 on the age-related white matter changes (ARWMC) scale, will be excluded.\n* Any current diagnosis of a major psychiatric disorder (e.g., schizophrenia, bipolar disorder) with the exception of depression. As co-morbidity of anxiety / depression in AD is high, anxiety / depression will not be an automatic exclusion. However, the study physician will assess any subject with a Geriatric Depression Score (GDS) score of 9 or above, and will exclude subjects with a past history of multiple psychiatric hospitalizations or suicide attempts, or current active suicidality.\n* Evidence of significant kidney impairment as defined as an estimated glomerular filtration rate (eGFR) \\<30\n* Medications will be reviewed by the responsible covering physician and a decision about inclusion will be made based on the participant's past medical history, drug dose, history of recent medication changes or duration of treatment, and combination with other central nervous system active drugs. Current use of an antiepileptic drug will be an absolute exclusion.\n\nExclusion Criteria Healthy Control Subjects\n\n* History of seizures, diagnosis of epilepsy, or immediate (1st degree relative) family history epilepsy with the exception of a single seizure of benign etiology (e.g. febrile seizures) in the judgment of a board-certified neurologist.\n* Current or past history of any neurological disorder, such as epilepsy, stroke (cortical stroke), progressive neurologic disease (e.g. multiple sclerosis) or intracranial brain lesions; and history of previous neurosurgery or head trauma that resulted in residual neurologic impairment.\n* Any current diagnosis of a major psychiatric disorder (e.g., schizophrenia, bipolar disorder, major depressive disorder).\n* Abnormal Neurologic or Cognitive exam\n* Use of medications that could alter cortical excitability, as determined by the investigators.\n\nExclusion Criteria for All Subjects regarding magnetic resonance imaging (MRI) and transcranial magnetic stimulation (TMS)\n\n* History of head trauma resulting in prolonged loss of consciousness.\n* Current history of poorly controlled headaches including chronic medication for migraine prevention.\n* History of fainting spells of unknown or undetermined etiology that might constitute seizures.\n* Chronic (particularly) uncontrolled medical conditions that may cause a medical emergency in case of a provoked seizure (cardiac malformation, cardiac dysrhythmia, asthma, etc.).\n* Any metal in the brain or skull (excluding dental fillings) or elsewhere in the body unless cleared by the responsible covering MD (e.g. MRI compatible joint replacement).\n* Any devices such as pacemaker, medication pump, nerve stimulator, ventriculo-peritoneal shunt unless cleared by the responsible covering physician.\n* Substance use disorders within the past six months.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ann Connor, RN",
                    "role": "CONTACT",
                    "phone": "6176670269",
                    "email": "aconnor@bidmc.harvard.edu"
                },
                {
                    "name": "Mouhsin Shafi, MD, PhD",
                    "role": "CONTACT",
                    "phone": "6176670182",
                    "email": "mshafi@bidmc.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brenna Hagan",
                            "role": "CONTACT",
                            "phone": "617-667-0358",
                            "email": "bhagan1@bidmc.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077287",
                    "term": "Levetiracetam"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                },
                {
                    "id": "D000018697",
                    "term": "Nootropic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1741",
                    "name": "Levetiracetam",
                    "asFound": "Activated",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                },
                {
                    "id": "M20774",
                    "name": "Nootropic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "NootAg",
                    "name": "Nootropic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}