{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03092011",
            "orgStudyIdInfo": {
                "id": "16-144"
            },
            "organization": {
                "fullName": "The Cooper Health System",
                "class": "OTHER"
            },
            "briefTitle": "Treatment of Neonatal Abstinence Syndrome With Clonidine Versus Morphine as Primary Therapy",
            "officialTitle": "Treatment of Neonatal Abstinence Syndrome With Clonidine Versus Morphine as Primary Therapy",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "treatment-of-neonatal-abstinence-syndrome-with-clonidine-versus-morphine-as-primary-therapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-02-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-03-13",
            "studyFirstSubmitQcDate": "2017-03-21",
            "studyFirstPostDateStruct": {
                "date": "2017-03-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alla Kushnir",
                "investigatorTitle": "Associate Professor of Pediatrics, Principal Investigator",
                "investigatorAffiliation": "The Cooper Health System"
            },
            "leadSponsor": {
                "name": "The Cooper Health System",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine whether a medication, Clonidine can reduce the number of days a baby spends in the hospital and the number of days of medical treatment of withdrawal from Neonatal Abstinence Syndrome (NAS) as compared to Morphine Sulfate (used in routine care) .",
            "detailedDescription": "Prospective randomized control trial. There will be 2 groups, control group and the intervention group. The control group will receive the standard of care used for NAS treatment currently in Cooper Hospital NICU and transitional nursery.\n\nMorphine is used as the standard treatment and if the withdrawal symptoms are not well controlled, Phenobarbital may be added as a rescue therapy at that time. Hence, both the Morphine and Phenobarbital are part of the standard treatment at Cooper University Hospital for NAS. The intervention group will be treated with Clonidine for withdrawal symptoms of NAS and if not well controlled with Clonidine then Phenobarbital will be added as a rescue therapy.\n\nAll of the medications, Clonidine, Morphine and Phenobarbital will be administered orally via syringe, prior to initiation of a feed.\n\nThe following are the treatment guidelines (see attached for more details):\n\n1. Observe babies exposed to narcotics in utero in the hospital for a minimum of 72 hours to 5 days prior to discharge, to monitor for possible withdrawal symptoms.\n2. Once infants are exhibiting signs of withdrawal, the infants will be scored using Modified Finnegan Scoring System every four hours after feeds:\n\n   1. If a score is 8 or higher, scoring will be done every 2 hours\n   2. If three consecutive scores are less than 8, scoring will go back to every four hours, after feeds\n3. The subjects will be scored from a minimum of 6 hours.\n4. Treatment will be initiated if there are three consecutive scores of 8 or higher.\n5. For each baby undergoing NAS scoring, and if therapy needs to be initiated, then physical and occupational therapy will be consulted.\n6. Blood pressure and heart rate will be checked by the bedside nurse and documented once treatment is started (timing of every 3 or every 4 hours will depend on feeding schedule of the baby) and continued as follows:\n\n   1. Check every three or four hours (with hands on care) for the first 24 hours (day 1 of medication) of treatment.\n   2. Check every eight hours (or 6 hours with care) for the next 24 hours (day 2 of medication).\n   3. Check every twelve hours for day 3 of treatment and until discontinuation of therapy.\n   4. Check every twelve hours for 24 hours after the discontinuation of the medication.\n7. If the infant is started on medication at less than 7 days of age, the birth weight will be used for medication dosing throughout the study, for weaning and for increasing the dose. If the infant is started on medication after 7 days of life, then the current weight will be used for initiation of medication dose and the same weight will be used throughout the study, and for increases and weaning of the medication dose.\n8. Mother/guardian of the baby will be approached as soon as it is determined that the baby may be at risk for NAS once he/she is born and the consent obtained at that time. This may be before or after baby's birth but before initiation of medical/pharmacological treatment of NAS.\n9. Randomization to the standard therapy group (Morphine group) versus intervention group (Clonidine group).\n\n   1. When the patient is determined to need pharmacological treatment for NAS by the treating physician, a member of the research team will be notified.\n   2. Presence of consent will be verified, or consent obtained.\n   3. Randomization procedure will take place.\n   4. The nurses, parents, and the medical staff directly taking care of the patient will be blinded and be unaware of specific group the patient is randomized to.\n10. Start Medication\n\n    1. Standard Group: Start oral (PO/NG/OG) Morphine Sulfate at 0.03 mg/kg/dose every 3 hours or 0.04 mg/kg/dose every 4 hours depending on baby's feeding schedule.\n    2. Intervention Group: Start oral (PO/NG/OG) Clonidine HCl (Catapress) at 0.38 mcg/kg/dose every 3 hours or 0.5 mcg/kg/dose every 4 hours depending on baby's feeding schedule.\n11. Continue scoring as per standard protocol using the Modified Finnegan Scoring Tool.\n12. Do not wean the medication for the first 24 hours, even if the scores are low\n13. For three consecutive scores of 8 or greater, or 2 scores of greater than or equal to 13:\n\n    a. Increase the dose of the medication by 25% of the previous dose.\n14. If there is one Finnegan score of 12 or greater or consecutive scores over 8, may give one rescue dose 1-2 per 24 hours (of whichever medication the patient is receiving):\n\n    1. Morphine 0.02 mg/kg\n    2. Clonidine 0.25 mcg/kg\n15. If there are 3 consecutive scores higher than 8 and if:\n\n    1. Clonidine needs to be increased greater than 4 times, may add Phenobarbital Sodium (65 mg vial or 130 mg vial depending the dose which is based on the weight of the patient) oral (PO/NG/OG) at 5 mg/kg/day divided BID = 2.5 mg/kg, every 12 hours. No loading doses.\n    2. Morphine needs to be increased greater than 4 times, may add Phenobarbital oral (PO/NG/OG) at 5 mg/kg/day divided BID = 2.5 mg/kg, every 12 hours. No loading doses.\n16. Do not weight adjust Phenobarbital unless the patient's NAS symptoms are not stable or there is difficulty weaning Clonidine or Morphine.\n17. Clonidine or the Morphine will not be weight adjusted as the patient continues to grow and gain weight.\n18. Once patient is stable (scores \\<8 for 24-48 hours), Clonidine/Morphine will be decreased by 10% of the highest dose using the original/birth weight (same amount each time) every 24 to 48 hours, provided the scores remain below 8.\n\n    a. Example: If started at 0.04 mg/kg based on 2 kg, will wean by 0.004 mg/kg, using 2 kg.\n19. Discontinue medication (notified by the pharmacist when reach the discontinuation dose) when:\n\n    1. Clonidine - dose is at 0.15 mcg/kg/dose Q3h or 0.2 mcg/kg/dose Q4h (1 mcg/kg/day). The dosing interval depends on the feeding schedule of the patient.\n    2. Morphine - dose is at 0.015 mg/kg/dose Q3h or 0.02 mg/kg/dose Q4h (1 mg/kg/day). The dosing interval depends on the feeding schedule of the patient.\n20. Monitor for a minimum of 24 hours by checking and documenting standard NICU vitals (heart rate, blood pressure, respirations, temperature), and Modified Finnegan Scores after the medication is discontinued prior to discharging home. All patients in the NICU are monitored continuously using cardiopulmonary monitors which include monitoring for heart rate, blood pressure, respiratory rate and oxygen saturation. Treating physician will be evaluating these vital signs.\n21. Signs of rebound hypertension may be seen within 24 hours after discontinuation of Clonidine.10,11,13 Treating physician will be evaluating for this, as well as standard vitals in all patients for 24 hours after discontinuation of therapy.\n\n    a. As per Lexicomp:35 i. The half-life in children is 6.13 + 1.33 hours. ii. Discontinuation of therapy: Gradual withdrawal is needed (taper oral immediate release or epidural dose gradually over 2 to 4 days to avoid rebound hypertension). The Clonidine withdrawal syndrome is more pronounced after abrupt cessation of long term therapy than after short-term therapy (1 to 2 months). It has usually been associated with previous administration of high oral doses (\\>1.2 mg daily in adults) and /or continuation of beta-blocker therapy. Blood pressure may increase 8 to 24 hours after last dose.\n\n    b. In our study we will be weaning Clonidine over a period of time and by the time Clonidine is discontinued it will be less than ½ of the smallest therapeutic dose. Blood pressure will be monitored for the whole duration of Clonidine wean.\n22. Blood pressure instability (hypotension and hypertension) will be defined as per the figures attached at the end of the protocol.\n\n    1. The blood pressure ranges are as following:36\n\n       * Systolic Blood Pressure (SBP) (Using the range from 35 weeks to 44 weeks)\n\n         * Minimum: 50-70 mmHg\n         * Maximum: 85-110 mmHg\n       * Diastolic Blood Pressure (Using the range from 35 weeks to 44 weeks)\n\n         * Minimum: 25-45 mmHg\n         * Maximum: 55-70 mmHg\n    2. If the systolic blood pressure is more than 113 mmHg on 3 consecutive readings, then this will be considered hypertension.36\n\n       * The blood pressure will be measured in the right upper arm. Three consecutive readings at 2 minute interval will be measured.37,38 If the average of the three readings of the SBP is more than 113 mmHg, then this will meet the requirement for the definition of hypertension. Medical treatment will be initiated for hypertension.\n       * Hydralazine is one of the most commonly used medication used for hypertension in neonates.38\n       * Hydralazine (PO/NG/OG) 0.25 to 1 mg/kg/dose every 6 to 8 hours; maximum dose 7.5 mg/kg/day37,39\n       * Blood pressure and heart rate will continue to be monitored.\n23. Infants may be discharged on Phenobarbital.\n24. All children in the study will be followed for developmental outcomes until 2 years of age.\n25. Bayley screen results at 18-24 months will be collected when available, and patients will be contacted at 6 months, 12 months and 24 months for ASQ."
        },
        "conditionsModule": {
            "conditions": [
                "Neonatal Abstinence Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized double blind prospective trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The family of the patient (baby), medical provider team and nursing will be masked to the specific arm. Investigator, unless is an active medical provider at the time, and pharmacist will not be masked.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Clonidine",
                    "type": "EXPERIMENTAL",
                    "description": "Clonidine at 0.38 mcg/kg/dose every 3 hours or 0.5 mcg/kg/dose every 4 hours",
                    "interventionNames": [
                        "Drug: Clonidine"
                    ]
                },
                {
                    "label": "Morphine",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Morphine Sulfate at 0.03 mg/kg/dose every 3 hours or 0.04 mg/kg/dose every 4 hours",
                    "interventionNames": [
                        "Drug: Morphine Sulfate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Clonidine",
                    "description": "Clonidine at 0.38 mcg/kg/dose every 3 hours or 0.5 mcg/kg/dose every 4 hours Clonidine dose will be increased by 25% of the previous dose if needed. It will be decreased by 10% of the highest dose using the original/birth weight (same amount each time) every 24 to 48 hours, provided the scores remain below 8.",
                    "armGroupLabels": [
                        "Clonidine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Morphine Sulfate",
                    "description": "Morphine at 0.03 mg/kg/dose every 3 hours or 0.04 mg/kg/dose every 4 hours Morphine dose will be increased by 25% of the previous dose if needed. It will be decreased by 10% of the highest dose using the original/birth weight (same amount each time) every 24 to 48 hours, provided the scores remain below 8.",
                    "armGroupLabels": [
                        "Morphine"
                    ],
                    "otherNames": [
                        "Morphine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Length of stay",
                    "description": "Duration of hospitalization",
                    "timeFrame": "From birth through discharge from the hospital, up to 100 days."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Length of treatment",
                    "description": "Duration of treatment of Neonatal Abstinence Syndrome with medication/pharmacological treatment from first day initiated until medication has been stopped or patient discharged home",
                    "timeFrame": "From initiation of medical treatment through last dose of medication given, up to 100 days"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Cognitive development",
                    "description": "Development will be assessed with Ages \\& Stages Questionnaires (ASQ) over time starting at 6, 12, and completing at 24 months.",
                    "timeFrame": "From 6 months to 2 years corrected gestation."
                },
                {
                    "measure": "Cognitive development",
                    "description": "Development will be assessed with Bayley Developmental Scale III at 18-24 months.",
                    "timeFrame": "At 18-24 months corrected gestational age"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Born at Cooper University Hospital\n* Greater than or equal to 35 weeks gestation age\n* Admitted to the NICU or Transitional nursery\n* Mothers admitted to using illicit substances or prescription medications (which can result in withdrawal symptoms) while pregnant and/or had a positive urine drug screen during pregnancy.\n* Babies being started on medication to control withdrawal symptoms of NAS.\n* No congenital anomalies or neurologic condition (i.e. hypoxic-ischemic encephalopathy, seizures, meningitis etc.)\n\nExclusion Criteria:\n\n* Premature infants \\<35 week gestational age\n* Infants with major congenital abnormalities\n* Blood pressure instability\n* Major medical conditions",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "10 Days",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alla Kushnir, MD",
                    "role": "CONTACT",
                    "phone": "856-342-2265",
                    "email": "kushnir-alla@cooperhealth.edu"
                },
                {
                    "name": "Rupinder Kaur, MD",
                    "role": "CONTACT",
                    "email": "pinder189@gmail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alla Kushnir, MD",
                    "affiliation": "The Cooper Health System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cooper University Hospital",
                    "status": "RECRUITING",
                    "city": "Camden",
                    "state": "New Jersey",
                    "zip": "08103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alla Kushnir, MD",
                            "role": "CONTACT",
                            "phone": "856-342-2265",
                            "email": "kushnir-alla@cooperhealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.92595,
                        "lon": -75.11962
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34231914",
                    "type": "DERIVED",
                    "citation": "Zankl A, Martin J, Davey JG, Osborn DA. Opioid treatment for opioid withdrawal in newborn infants. Cochrane Database Syst Rev. 2021 Jul 7;7(7):CD002059. doi: 10.1002/14651858.CD002059.pub4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009357",
                    "term": "Neonatal Abstinence Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12302",
                    "name": "Neonatal Abstinence Syndrome",
                    "asFound": "Neonatal Abstinence Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003000",
                    "term": "Clonidine"
                },
                {
                    "id": "D000009020",
                    "term": "Morphine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                },
                {
                    "id": "D000013565",
                    "term": "Sympatholytics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000058647",
                    "term": "Adrenergic alpha-2 Receptor Agonists"
                },
                {
                    "id": "D000000316",
                    "term": "Adrenergic alpha-Agonists"
                },
                {
                    "id": "D000000322",
                    "term": "Adrenergic Agonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11982",
                    "name": "Morphine",
                    "asFound": "400",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6232",
                    "name": "Clonidine",
                    "asFound": "Metastatic Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M16344",
                    "name": "Sympatholytics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M3668",
                    "name": "Adrenergic alpha-Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3673",
                    "name": "Adrenergic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                }
            ]
        }
    },
    "hasResults": false
}