{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04934371",
            "orgStudyIdInfo": {
                "id": "2105766514"
            },
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "Treatment of Tinnitus With Noninvasive Neuromodulation and Listening Therapy",
            "officialTitle": "Treatment of Tinnitus With Noninvasive Neuromodulation and Listening Therapy: A Double-blind, Sham-controlled, Crossover Study",
            "acronym": "TDCS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "treatment-of-tinnitus-with-noninvasive-neuromodulation-and-listening-therapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-01-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-14",
            "studyFirstSubmitQcDate": "2021-06-14",
            "studyFirstPostDateStruct": {
                "date": "2021-06-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arizona",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to use non-invasive transcranial direct current stimulation (tDCS) combined with active listening therapy to treat tinnitus and hyperacusis and related conditions.",
            "detailedDescription": "Tinnitus is characterized by the subjective perception of sound in the ears or in the brain without external stimulus. In about 30-50% of patients, tinnitus co-occurs with hyperacusis, which is abnormal sensitivity to sounds even at low levels. Chronic tinnitus and hyperacusis can be devastating since a significant proportion of sufferers develop sleep disturbances, psychiatric conditions, and a small fraction commit suicide. Tinnitus is often accompanied by difficulty concentrating and impairment on tasks that require sustained attention and executive control. Currently there is no satisfactory treatment for tinnitus and hyperacusis, contributing to patients' distress. Thus, there is an urgent need for interventions that would suppress the symptoms and possibly cure the disorder. Although, the pathophysiology of tinnitus and hyperacusis is not well understood, neurobiological research suggests that tinnitus and hyperacusis can be attributed to maladaptive neuroplasticity triggered by damage in the auditory system. Most symptoms of tinnitus have been attributed to the hyperactivity and reorganization in the auditory cortex (AC) and dorsolateral prefrontal brain regions (DLPFC). This suggests that electrical stimulation to the abnormally activated regions might modulate these overactive regions and reduce tinnitus and hyperacusis. TDCS is a noninvasive neurostimulation technique that uses weak electric currents (1-2 mA) applied to the scalp to modulate brain responsiveness by temporarily altering neuronal resting membrane potentials. It is proposed that this approach has a potential therapeutic value in treating tinnitus and hyperacusis.\n\nOur proposed project examines whether application of tDCS to AC and DLPFC combined with active listening therapy serves to promote adaptive neuroplasticity and reduce subjective perception of sound and emotional distress.\n\nThe Aims are to: (1) Determine whether tDCS can lead to significant improvement in tinnitus and hyperacusis symptoms pre- versus post-stimulation and\n\n(2) Examine electrophysiological responses and functional connectivity in the fronto-temporal-parietal network of brain regions in response to tDCS vs. sham.\n\nThe expected outcomes from this research will provide evidence to support the design and implementation of individualized tDCS protocols to potentiate treatment protocols that address the core deficits in tinnitus and hyperacusis. Our data will contribute to a more detailed understanding of the neurobiology of tinnitus and the mechanisms that contribute to the subjective, emotional and cognitive symptoms. The results of our study have a potential to develop effective treatment for the rehabilitation of tinnitus and contribute to the clinical practice.\n\nSummary of study sequence and procedures:\n\nWeek 1: Baseline screening, hearing assessment, tinnitus assessment (2 hours), one magnetic resonance imaging (MRI) scan (45minutes), one electrophysiology recording (EEG-ERP)( 1 hour) Weeks 2-4: tDCS with active listening therapy Part 1\n\n* 2 weeks of 1-hour sessions using non-invasive brain stimulation paired with active listening therapy\n\nWeeks 5 and 6: rest-period, post-treatment assessment, one MRI scan (45 min), one EEG-ERP session (1hour)\n\nWeeks 7 to 9: tDCS with active listening therapy Part 2 (1 hour each sessions)\n\n* 2 weeks of 1-hour sessions using non-invasive brain stimulation paired with active listening therapy\n\nWeeks 10 and 12: rest period and post-treatment assessment one MRI scan (45 min), one EEG-ERP session (1hour)\n\nWeek 18: 2-month follow-up, tinnitus assessment, one MRI scan (45 min), one EEG-ERP session (1 hour)"
        },
        "conditionsModule": {
            "conditions": [
                "Tinnitus, Subjective",
                "Hyperacusis",
                "Hearing Disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Each patient will undergo tDCS and active listening therapy. This will be double-blinded randomized-sham controlled intervention during which excitatory/anodal tDCS or sham will be administered alongside active listening therapy 5 times a week for 2 weeks. After 2-month follow up participants will be crossed-over to the other treatment type. (Model AB- BA",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "All audiological evaluations and tinnitus questionnaires performed before and after treatment will be carried out by trained personnel blind to the treatment condition. The neuroConn DC stimulator has a \"study mode\" where input codes will be used (the researcher and the participants will be blinded to these codes) and the settings generated will be either a sham or actual stimulation",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "active TDCS and listening therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "TDCS will be administered with NeurConn1 Channel DC-Stimulator Plus (neuroCare Group, München, Germany) according to established guidelines and procedures. The active tDCS will be delivered for 20 minutes at 2mA with a 15-s ramp-up and ramp-down period. Excitatory/anodal tDCS or sham will be administered alongside active listening therapy 5 times a week for 2 weeks.",
                    "interventionNames": [
                        "Device: Transcranial Direct Current Stimulation (tDCS)"
                    ]
                },
                {
                    "label": "sham TDCS and listening therapy",
                    "type": "SHAM_COMPARATOR",
                    "description": "The sham stimulation will also last for 20 min with 15 sec ramp-up and ramp-down, except the current will be turned down gradually to 0 milliamperes (mA) after 30 seconds. The sham procedure provides the same tingling and itching sensation felt during active tDCS. The sham parameters were chosen based on previous reports that the perceived sensations on the skin, such as tingling, fade out in the first 30 s of tDCS",
                    "interventionNames": [
                        "Device: Sham TDCS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcranial Direct Current Stimulation (tDCS)",
                    "description": "TDCS is a procedure that sends weak electrical currents between points on the scalp. Some of this current flows through the brain, and may induce temporary changes in brain activity lasting 30-60 minutes beyond the time of stimulation. TDCS is believed to be very low risk. TDCS has been applied in more than 4900 studies and hundreds of people to treat various neurological and psychiatric conditions, including depression, epilepsy, chronic pain and Parkinson's. In this study we will use tDCS to suppress symptom of tinnitus and hyperacusis.",
                    "armGroupLabels": [
                        "active TDCS and listening therapy"
                    ],
                    "otherNames": [
                        "NeurConn1 Channel DC-Stimulator Plus (neuroCare Group, München, Germany)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham TDCS",
                    "description": "Sham control will be administered to the same area as active TDCS",
                    "armGroupLabels": [
                        "sham TDCS and listening therapy"
                    ],
                    "otherNames": [
                        "sham transcranial direct current simulation (tDCS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean change in tinnitus severity and annoyance on the tinnitus hearing survey (THS)",
                    "description": "change in participants' perception of tinnitus severity on a 0-4 numeric scale compared pre vs. post intervention (Max = 4; higher score indicates more severe tinnitus)",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "Mean change in the Sound Tolerance Questionnaire ratings",
                    "description": "change in the hyper-sensitivity to sound on a scale 0-10 (Max =10, higher score indicates greater sensitivity)",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "mean change on the Tinnitus Functional Index (TFI) scores",
                    "description": "change in the tinnitus perception on a scale 0-10 (Max = 10: higher score indicates greater impairment)",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "mean change on the Tinnitus Primary Function Questionnaire (TPFQ)",
                    "description": "change in the tinnitus perception (score: 0-10; higher score indicates more severe tinnitus)",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "Mean change in tinnitus and hyperacusis ratings on the Visual Analog Scale",
                    "description": "participants' rating on the Visual Analog Scale pre vs. post treatment (0-10), higher scores indicate greater impairment",
                    "timeFrame": "through study completion, an average of 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "change in electrophysiological measures",
                    "description": "change in mean latency and amplitude of the ERP responses (lower amplitude and increased latency indicate worse performance)",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "change in functional connectivity measured with fMRI",
                    "description": "changes in functional connectivity from pre to post intervention (increase or decrease possible)",
                    "timeFrame": "through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* chronic tinnitus and or hyperacusis (\\> 8 months)\n* adults (18-80 years old)\n\nExclusion Criteria:\n\n* implanted metal or devices including cochlear implants,\n* bullet wounds, head/neck tattoo,\n* metal in the eyes,\n* other diagnosed neurological disorders (e.g., stroke, Parkinson's, dementia, brain tumors),\n* head trauma or brain surgery, psychiatric disorders,\n* personal or family history of epilepsy, other seizure disorders\n* Individuals with a history of Meniere's Disease, pulsatile tinnitus, otosclerosis, and\n* chronic headaches.\n* conductive hearing loss, or\n* fluctuating hearing thresholds\n* pure tone averages \\>70dB HL",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aneta Kielar, PhD",
                    "role": "CONTACT",
                    "phone": "520-621-5105",
                    "email": "akielar@email.arizona.edu"
                },
                {
                    "name": "Barbara Cone, PhD",
                    "role": "CONTACT",
                    "phone": "520-626-3710",
                    "email": "conewess@email.arizona.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aneta Kielar, PhD",
                    "affiliation": "University of Arizona",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arizona",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85721-0071",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aneta Kielar, PhD",
                            "role": "CONTACT",
                            "phone": "520-621-5105",
                            "email": "akielar@email.arizona.edu"
                        },
                        {
                            "name": "Barbara Cone, PhD",
                            "role": "CONTACT",
                            "phone": "520-626-3710",
                            "phoneExt": "Kielar",
                            "email": "akielar@email.arizona.edu"
                        },
                        {
                            "name": "Aneta Kielar, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Barbara Cone, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "David Velenovsky, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20948722",
                    "type": "BACKGROUND",
                    "citation": "Arul-Anandam AP, Loo C, Sachdev P. Transcranial direct current stimulation - what is the evidence for its efficacy and safety? F1000 Med Rep. 2009 Jul 27;1:58. doi: 10.3410/M1-58."
                },
                {
                    "pmid": "14645606",
                    "type": "BACKGROUND",
                    "citation": "Baguley DM. Hyperacusis. J R Soc Med. 2003 Dec;96(12):582-5. doi: 10.1177/014107680309601203. No abstract available."
                },
                {
                    "pmid": "33332414",
                    "type": "BACKGROUND",
                    "citation": "Cardon E, Joossen I, Vermeersch H, Jacquemin L, Mertens G, Vanderveken OM, Topsakal V, Van de Heyning P, Van Rompaey V, Gilles A. Systematic review and meta-analysis of late auditory evoked potentials as a candidate biomarker in the assessment of tinnitus. PLoS One. 2020 Dec 17;15(12):e0243785. doi: 10.1371/journal.pone.0243785. eCollection 2020."
                },
                {
                    "pmid": "16427357",
                    "type": "BACKGROUND",
                    "citation": "Gandiga PC, Hummel FC, Cohen LG. Transcranial DC stimulation (tDCS): a tool for double-blind sham-controlled clinical studies in brain stimulation. Clin Neurophysiol. 2006 Apr;117(4):845-50. doi: 10.1016/j.clinph.2005.12.003. Epub 2006 Jan 19."
                },
                {
                    "pmid": "25551458",
                    "type": "BACKGROUND",
                    "citation": "Henry JA, Griest S, Zaugg TL, Thielman E, Kaelin C, Galvez G, Carlson KF. Tinnitus and hearing survey: a screening tool to differentiate bothersome tinnitus from hearing difficulties. Am J Audiol. 2015 Mar;24(1):66-77. doi: 10.1044/2014_AJA-14-0042."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014012",
                    "term": "Tinnitus"
                },
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000012001",
                    "term": "Hyperacusis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16769",
                    "name": "Tinnitus",
                    "asFound": "Tinnitus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "asFound": "Hearing Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14843",
                    "name": "Hyperacusis",
                    "asFound": "Hyperacusis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T2878",
                    "name": "Hyperacusis",
                    "asFound": "Hyperacusis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}