{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05436379",
            "orgStudyIdInfo": {
                "id": "STUDY21060041"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Treatment, Emotion, and Neuromodulation of Depression (TREND) Study",
            "officialTitle": "Treatment, Emotion, and Neuromodulation of Depression (TREND) Study",
            "acronym": "TREND",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "treatment-emotion-and-neuromodulation-of-depression-trend-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-04",
            "studyFirstSubmitQcDate": "2022-06-24",
            "studyFirstPostDateStruct": {
                "date": "2022-06-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Erika Forbes",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Erika Forbes",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators will administer theta burst stimulation (TBS) in efforts to observe a decrease in severity of reported depression symptoms. A subset of participants will receive positive affect training during this intervention.",
            "detailedDescription": "The study has a longitudinal design in which participants complete a baseline assessment, 20 theta burst stimulation (TBS) sessions, a post-TBS assessment, and a follow-up assessment 4 months later. Ideally, TBS sessions will be delivered twice/day, 5 days/week, for 2 weeks. This procedural design of a shorter treatment duration is based on findings of pattern of improvement and newly developed SAINT protocol. A subset of participants will receive training in enhancing positive affect, with 10 training sessions occurring between pairs of TBS sessions. In this study, \"response\" to intervention will be defined as a greater than 50% decrease in severity of depression symptoms reported by participants."
        },
        "conditionsModule": {
            "conditions": [
                "Depression"
            ],
            "keywords": [
                "Positive Affect",
                "Theta Burst Stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The proposed study will use theta burst stimulation (TBS) in an open-label, non-randomized open study for young adults with depression. The study will include measurement of brain function before and after TBS to investigate treatment mechanisms. A subset of participants will also complete a training to enhance positive emotions.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TBS",
                    "type": "OTHER",
                    "description": "In this open-label trial, all participants will undergo 2 continuous TBS (cTBS) sessions per visit over 10 days (weekdays, over 2 weeks; total = 20 TBS sessions in 10 visits). The total time of each pair of sessions (including pause between sessions) will be approximately 1 hour, with each session lasting approximately 100 seconds.\n\nThere is only 1 group and 1 arm of the study. All participants will receive the treatment.",
                    "interventionNames": [
                        "Device: Theta Burst Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Theta Burst Stimulation",
                    "description": "TBS, a next-gen form of transcranial magnetic stimulation (TMS), requires shorter duration and frequency of stimulation and provides comparable clinical efficacy to traditional repetitive TMS for depression. Thus it is an appropriate technique for use with young adults with depression. TBS can be delivered safely and effectively on an accelerated schedule with two sessions/day. Based on an earlier (ongoing) study of TBS to dorsomedial prefrontal cortex, investigators will administer TBS to dmPFC over 2 weeks in young adults with depression. Addressing the behavioral aspects of anhedonia and reward processing, a subset of participants will also receive positive affect training. Magnetic resonance imaging will guide the personalized location of TBS and will be used to examine change in frontostriatal circuitry with TBS. This study has the potential to influence development of new treatments for depression and anhedonia, with possible mechanisms in frontostriatal brain function.",
                    "armGroupLabels": [
                        "TBS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "depression severity",
                    "description": "Score on the Montgomery-Asberg Depression Rating Scale (MADRS), administered by a study team member",
                    "timeFrame": "up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Current Diagnostic and Statistical Manual (DSM-5) Depressive Disorder\n\nExclusion Criteria:\n\n* Bipolar disorder (lifetime)\n* Obsessive-compulsive disorder (lifetime)\n* History of psychosis\n* Daily use of nicotine\n* Past-month use of cocaine, amphetamines, Methyl enedioxy methamphetamine (MDMA), Phencyclidine (PCP), Ketamine, or gamma-hydroxybutyrate (GHB)\n* Past 6 month substance use disorder\n* Binge drinking (using NIAAA criteria) within the past week, alcohol use in the past 12 hours\n* Neurological disorders: Epilepsy, Parkinson's Disease, brain tumor, brain injury, stroke\n* History of head trauma with a loss of consciousness (e.g., concussion)\n* History of seizures\n* MRI contraindications: body shape/size too large to fit in scanner, claustrophobia, and ferromagnetic metal in the body\n* Pregnancy\n* Current use of Clozapine, Bupropion, or prescription stimulants\n* Current use of benzodiazepines or mood stabilizers\n* Body shape/size too large to fit in MRI scanner\n* Claustrophobia\n* Metal in the head or ferromagnetic metal in the rest of the body\n* Implanted medical devices\n* High-risk suicidality",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "26 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashley Pogue, B.A.",
                    "role": "CONTACT",
                    "phone": "4123549297",
                    "email": "pogueam@upmc.edu"
                },
                {
                    "name": "Study Coordinator",
                    "role": "CONTACT",
                    "email": "TMS_Study@pitt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Erika E Forbes, Ph.D",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Pittsburgh, Department of Psychiatry",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erika E Forbes, Ph.D.",
                            "role": "CONTACT",
                            "phone": "412-383-5438",
                            "email": "forbese@upmc.edu"
                        },
                        {
                            "name": "Fabio Ferrarelli, MD, Ph.D.",
                            "role": "CONTACT",
                            "phone": "412-864-1668",
                            "email": "ferrarellif@upmc.edu"
                        },
                        {
                            "name": "Erika E Forbes, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25450537",
                    "type": "BACKGROUND",
                    "citation": "Chung SW, Hoy KE, Fitzgerald PB. Theta-burst stimulation: a new form of TMS treatment for depression? Depress Anxiety. 2015 Mar;32(3):182-92. doi: 10.1002/da.22335. Epub 2014 Nov 28."
                },
                {
                    "pmid": "22177980",
                    "type": "BACKGROUND",
                    "citation": "Der-Avakian A, Markou A. The neurobiology of anhedonia and other reward-related deficits. Trends Neurosci. 2012 Jan;35(1):68-77. doi: 10.1016/j.tins.2011.11.005. Epub 2011 Dec 15."
                },
                {
                    "pmid": "27918562",
                    "type": "BACKGROUND",
                    "citation": "Drysdale AT, Grosenick L, Downar J, Dunlop K, Mansouri F, Meng Y, Fetcho RN, Zebley B, Oathes DJ, Etkin A, Schatzberg AF, Sudheimer K, Keller J, Mayberg HS, Gunning FM, Alexopoulos GS, Fox MD, Pascual-Leone A, Voss HU, Casey BJ, Dubin MJ, Liston C. Resting-state connectivity biomarkers define neurophysiological subtypes of depression. Nat Med. 2017 Jan;23(1):28-38. doi: 10.1038/nm.4246. Epub 2016 Dec 5. Erratum In: Nat Med. 2017 Feb 7;23(2):264. doi: 10.1038/nm0217-264d."
                },
                {
                    "pmid": "26327307",
                    "type": "BACKGROUND",
                    "citation": "Dunlop K, Gaprielian P, Blumberger D, Daskalakis ZJ, Kennedy SH, Giacobbe P, Downar J. MRI-guided dmPFC-rTMS as a Treatment for Treatment-resistant Major Depressive Disorder. J Vis Exp. 2015 Aug 11;(102):e53129. doi: 10.3791/53129."
                },
                {
                    "pmid": "19577042",
                    "type": "BACKGROUND",
                    "citation": "Forbes EE. Where's the fun in that? Broadening the focus on reward function in depression. Biol Psychiatry. 2009 Aug 1;66(3):199-200. doi: 10.1016/j.biopsych.2009.05.001. No abstract available."
                },
                {
                    "pmid": "24412087",
                    "type": "BACKGROUND",
                    "citation": "Healey KL, Morgan J, Musselman SC, Olino TM, Forbes EE. Social anhedonia and medial prefrontal response to mutual liking in late adolescents. Brain Cogn. 2014 Aug;89:39-50. doi: 10.1016/j.bandc.2013.12.004. Epub 2014 Jan 10."
                },
                {
                    "pmid": "25273300",
                    "type": "BACKGROUND",
                    "citation": "Kessler RC, Rose S, Koenen KC, Karam EG, Stang PE, Stein DJ, Heeringa SG, Hill ED, Liberzon I, McLaughlin KA, McLean SA, Pennell BE, Petukhova M, Rosellini AJ, Ruscio AM, Shahly V, Shalev AY, Silove D, Zaslavsky AM, Angermeyer MC, Bromet EJ, de Almeida JM, de Girolamo G, de Jonge P, Demyttenaere K, Florescu SE, Gureje O, Haro JM, Hinkov H, Kawakami N, Kovess-Masfety V, Lee S, Medina-Mora ME, Murphy SD, Navarro-Mateu F, Piazza M, Posada-Villa J, Scott K, Torres Y, Carmen Viana M. How well can post-traumatic stress disorder be predicted from pre-trauma risk factors? An exploratory study in the WHO World Mental Health Surveys. World Psychiatry. 2014 Oct;13(3):265-74. doi: 10.1002/wps.20150."
                },
                {
                    "pmid": "25915469",
                    "type": "BACKGROUND",
                    "citation": "Morgan JK, Shaw DS, Olino TM, Musselman SC, Kurapati NT, Forbes EE. History of Depression and Frontostriatal Connectivity During Reward Processing in Late Adolescent Boys. J Clin Child Adolesc Psychol. 2016;45(1):59-68. doi: 10.1080/15374416.2015.1030753. Epub 2015 Apr 27."
                },
                {
                    "pmid": "25846746",
                    "type": "BACKGROUND",
                    "citation": "Romens SE, Casement MD, McAloon R, Keenan K, Hipwell AE, Guyer AE, Forbes EE. Adolescent girls' neural response to reward mediates the relation between childhood financial disadvantage and depression. J Child Psychol Psychiatry. 2015 Nov;56(11):1177-84. doi: 10.1111/jcpp.12410. Epub 2015 Apr 5."
                },
                {
                    "pmid": "19833552",
                    "type": "BACKGROUND",
                    "citation": "Rossi S, Hallett M, Rossini PM, Pascual-Leone A; Safety of TMS Consensus Group. Safety, ethical considerations, and application guidelines for the use of transcranial magnetic stimulation in clinical practice and research. Clin Neurophysiol. 2009 Dec;120(12):2008-2039. doi: 10.1016/j.clinph.2009.08.016. Epub 2009 Oct 14."
                },
                {
                    "pmid": "33243615",
                    "type": "BACKGROUND",
                    "citation": "Rossi S, Antal A, Bestmann S, Bikson M, Brewer C, Brockmoller J, Carpenter LL, Cincotta M, Chen R, Daskalakis JD, Di Lazzaro V, Fox MD, George MS, Gilbert D, Kimiskidis VK, Koch G, Ilmoniemi RJ, Lefaucheur JP, Leocani L, Lisanby SH, Miniussi C, Padberg F, Pascual-Leone A, Paulus W, Peterchev AV, Quartarone A, Rotenberg A, Rothwell J, Rossini PM, Santarnecchi E, Shafi MM, Siebner HR, Ugawa Y, Wassermann EM, Zangen A, Ziemann U, Hallett M; basis of this article began with a Consensus Statement from the IFCN Workshop on \"Present, Future of TMS: Safety, Ethical Guidelines\", Siena, October 17-20, 2018, updating through April 2020. Safety and recommendations for TMS use in healthy subjects and patient populations, with updates on training, ethical and regulatory issues: Expert Guidelines. Clin Neurophysiol. 2021 Jan;132(1):269-306. doi: 10.1016/j.clinph.2020.10.003. Epub 2020 Oct 24."
                },
                {
                    "pmid": "25797650",
                    "type": "BACKGROUND",
                    "citation": "Rossini PM, Burke D, Chen R, Cohen LG, Daskalakis Z, Di Iorio R, Di Lazzaro V, Ferreri F, Fitzgerald PB, George MS, Hallett M, Lefaucheur JP, Langguth B, Matsumoto H, Miniussi C, Nitsche MA, Pascual-Leone A, Paulus W, Rossi S, Rothwell JC, Siebner HR, Ugawa Y, Walsh V, Ziemann U. Non-invasive electrical and magnetic stimulation of the brain, spinal cord, roots and peripheral nerves: Basic principles and procedures for routine clinical and research application. An updated report from an I.F.C.N. Committee. Clin Neurophysiol. 2015 Jun;126(6):1071-1107. doi: 10.1016/j.clinph.2015.02.001. Epub 2015 Feb 10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}