{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03798301",
            "orgStudyIdInfo": {
                "id": "UW18073"
            },
            "secondaryIdInfos": [
                {
                    "id": "2018-1278",
                    "type": "OTHER",
                    "domain": "Institutional Review Board"
                },
                {
                    "id": "NCI-2019-00245",
                    "type": "REGISTRY",
                    "domain": "NCI CTRP"
                },
                {
                    "id": "A536755",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "SMPH\\PEDIATRICS\\HEM-ONCOL",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "Protocol Version: 7/15/2022",
                    "type": "OTHER",
                    "domain": "UW Madison"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Treatment of Cytomegalovirus (CMV) Infections With Viral-Specific T Cells",
            "officialTitle": "Treatment of CMV Infections With Viral-Specific T Cells Against CMV in Pediatric and Adult Immunocompromised Patients or Recipients of Allogeneic Stem Cell Transplantation",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "treatment-of-cytomegalovirus-cmv-infections-with-viral-specific-t-cells"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-02-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-01-07",
            "studyFirstSubmitQcDate": "2019-01-07",
            "studyFirstPostDateStruct": {
                "date": "2019-01-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Wisconsin Carbone Cancer Center (UWCCC)",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The present trial will consist of the treatment of 20 pediatric and adult Hematopoietic Stem Cell Transplantation (HSCT) recipients or immunocompromised participants diagnosed with opportunistic Cytomegalovirus (CMV) infections with virus-specific, antigen-selected T-cells. CMV-specific T-cells will be isolated from donor leukapheresis products using the CliniMACS® Prodigy. Prior studies on transfer of CMV specific T-cells have been shown to be safe and efficacious in the treatment of CMV infections.\n\nThe main trial objective is to evaluate the feasibility and safety of CMV-specific T-cell transfer in adult and pediatric participants suffering from CMV infections or reactivation following HSCT or due to other immunocompromised states (e.g.; primary immunodeficiency, cytotoxic therapy).\n\nParticipants will be followed for one year."
        },
        "conditionsModule": {
            "conditions": [
                "CMV Infection",
                "Cytomegalovirus Infections",
                "CMV Viremia",
                "Opportunistic Infections"
            ],
            "keywords": [
                "Immunocompromised",
                "Allogeneic Stem Cell Transplantation",
                "Hematopoietic stem cell transplantation (HSCT)",
                "T-cell"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "single-center, open-label, single-arm, pilot study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Suspension of CMV-specific T-cells in 10 mL of 0.9% NaCl with 2% HSA. Single dose max. 25,000 T cells/kg body weight (BW) of the recipient delivered via IV bolus injection.",
                    "interventionNames": [
                        "Biological: CMV-specific T-cells"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "CMV-specific T-cells",
                    "description": "Naturally occurring, allogeneic donor lymphocytes derived from a leukapheresis or a whole blood product, enriched for CMVspecific CD4+ and CD8+ T-cells",
                    "armGroupLabels": [
                        "Treatment Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility: Number of Participants Who Drop-Out Before T-Cell Transfer",
                    "description": "The feasibility of this intervention will in part be accomplished by measuring the number of dropped out participants before T-Cell Transfer.",
                    "timeFrame": "up to 21 days from enrollement"
                },
                {
                    "measure": "Feasibility: Number of Days from Participant Enrollment to Administration of CMV-VST",
                    "description": "The feasibility of this intervention will in part be accomplished by measuring the amount of time from participant enrollment to administration of Cytomegalovirus-Viral Specific T-Cells (CMV-VST).",
                    "timeFrame": "up to 21 days from enrollment"
                },
                {
                    "measure": "Feasibility: Successful production of CMV-VST from donors",
                    "description": "The feasibility of this intervention will be assessed by quantifying the number of successful productions of Cytomegalovirus-Viral Specific T-Cells (CMV-VST) on an intent to treat basis.",
                    "timeFrame": "up to 21 weeks from enrollment"
                },
                {
                    "measure": "Safety: Number of Subjects who experience infusion-related adverse events following CMV-VST infusion",
                    "description": "Incidence assessed by monitoring vital signs and specific adverse events",
                    "timeFrame": "up to 4 hours after CMV-VST infusion"
                },
                {
                    "measure": "Safety: Number of Subjects who experience newly occurring acute GVHD grade 1",
                    "description": "Incidence of subjects who experience newly occurring acute GVHD grade 1",
                    "timeFrame": "up to 12 weeks from CMV-VST infusion"
                },
                {
                    "measure": "Safety: Number of subjects experiencing newly occurring acute GVHD grade ≥ 2 or experience aggravation of pre-existing acute GVHD",
                    "description": "Incidence of newly occurring acute GVHD grade ≥ 2 or increase in grade of pre-existing acute GVHD",
                    "timeFrame": "up to 12 weeks from CMV-VST infusion"
                },
                {
                    "measure": "Safety: Number of subjects experiencing chronic GVHD",
                    "description": "Incidence of chronic GVHD",
                    "timeFrame": "up to 12 weeks from CMV-VST infusion"
                },
                {
                    "measure": "The number of severe infusion-related adverse events or severe non-hematological adverse events",
                    "description": "Incidence of infusion-related adverse events ≥ grade 3 and non-hematological adverse events ≥ grade 4 after CMV-VST, which are not due to pre-existing infection or original malignancy or pre-existing condition",
                    "timeFrame": "up to 28 days from CMV-VST infusion"
                },
                {
                    "measure": "Safety: Time to Occurrence of GVHD",
                    "description": "Time to occurrence of acute GVHD of any grade or to occurrence of chronic GVHD will be evaluated using the Kaplan-Meier method to assess incidence and severity of acute or chronic GVHD from day of T-cell transfer. The first day of GVHD onset at a certain grade will be used to calculate a cumulative incidence curve for that GVHD grade, acute or chronic. Overall cumulative incidence curves will be computed along with the 95% confidence intervals until Week 12 after T-cell transfer with death considered as a competing risk.",
                    "timeFrame": "up to 12 weeks from CMV-VST infusion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Efficacy: Percentage of Participants with a ≥1 log decrease in CMV viral load",
                    "description": "Evaluation of efficacy will in part be measured by percentage of participants with a ≥1 log decrease in CMV viral load at Week 12.",
                    "timeFrame": "up to 12 weeks from CMV-VST infusion"
                },
                {
                    "measure": "Efficacy: Time to ≥1 log change in viral load",
                    "description": "Evaluation of efficacy will in part be measured by time to ≥1 log change in viral load in days.",
                    "timeFrame": "up to 12 weeks from CMV-VST infusion"
                },
                {
                    "measure": "Efficacy: Number of Participants with CMV Clearance",
                    "description": "Evaluation of efficacy will in part be measured by the number of patients with CMV clearance, defined as negative Polymerase Chain Reaction (PCR) from Day 7 to Week 12 after T-cell transfer.",
                    "timeFrame": "up to 12 weeks from CMV-VST infusion"
                },
                {
                    "measure": "Efficacy: Time to CMV Clearance",
                    "description": "Evaluation of efficacy will in part be measured by the time to CMV clearance (defined as negative PCR) from Day 0 to first day of two subsequent negative CMV PCR studies.",
                    "timeFrame": "up to 12 weeks from CMV-VST infusion"
                },
                {
                    "measure": "Efficacy: Number of Participants with Reduction or Clearance of Clinical Symptoms",
                    "description": "Evaluation of efficacy will in part be measured by the number of participants with reduction or clearance of clinical symptoms of underlying CMV infection from Day 7 to Week 12 after T-cell transfer as compared to Day 0.",
                    "timeFrame": "up to 12 weeks from CMV-VST infusion"
                },
                {
                    "measure": "Efficacy: Number of CMV Reactivations Following Initial Viral Clearance",
                    "description": "Evaluation of efficacy will in part be measured by the number of CMV reactivations following initial viral clearance until Week 52.",
                    "timeFrame": "up to 52 weeks from CMV-VST infusion"
                },
                {
                    "measure": "Efficacy: Overall Survival",
                    "description": "Evaluation of efficacy will in part be measured by the overall survival. Overall survival rate (OS): time from T-cell transfer (Day 0) to death or last follow-up throughout the study from Day 1 to Week 52.",
                    "timeFrame": "up to 52 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult or pediatric patient suffering from CMV reactivation/infections following HSCT or due to other immunocompromised states (e.g.; primary immunodeficiency, cytotoxic therapy).\n\n   * CMV reactivation/viremia defined as positive (\\>500 copies/ml) CMV qPCR and/or\n   * Presence of symptoms secondary to CMV infection or evidence of invasive CMV infection (e.g. pneumonitis, colitis) AND\n   * Patients must have ONE OF THE FOLLOWING CRITERIA:\n\n     * Absence of an improvement of viral load after ≥ 14 days of antiviral therapy with ganciclovir, valganciclovir or foscarnet (decrease by at least 1 log, i.e. 10-fold), or\n     * New, persistent and/or worsening CMV-related symptoms, signs and/or markers of end organ compromise while on antiviral therapy with ganciclovir, valganciclovir or foscarnet, or\n     * Have contraindications or experience adverse effects of antiviral therapy with ganciclovir, valganciclovir or foscarnet, or\n     * Known resistance to ganciclovir and/or foscarnet based on molecular testing.\n2. Recipients of an allogeneic HSCT must be 28 days after stem cell infusion at the time of T-cell transfer.\n3. Written informed consent given by patient or legal representative.\n4. Minimum patient age 1 month.\n5. Minimum weight 7 lbs.\n6. Female patients of childbearing age with negative pregnancy tests.\n7. Patient Karnofsky/Lansky Performance Status \\>30%.\n8. Donor eligible based on FACT infectious screening requirements.\n\nExclusion Criteria:\n\n1. Patient with acute GVHD \\> grade 2 or active moderate or severe chronic GVHD at time of T-cell transfer\n2. Patient receiving steroids (\\>1.0 mg/kg body weight (BW) prednisone equivalent) at the time of T-cell transfer\n3. Patient received allogeneic HSCT less than 28 days prior to T-cell transfer\n4. Patient treated with donor lymphocyte infusion (DLI) within 28 days prior to T-cell transfer\n5. Patient treated with Thymoglobulin (ATG), Alemtuzumab or T-cell immunosuppressive monoclonal antibodies within 28 days.\n6. Patient with organ dysfunction or failure as determined by Karnofsky (patients \\>16 years) or Lansky (patients ≤16 years) score ≤30% (Appendix 5)\n7. Patients with CMV retinitis\n8. Concomitant enrollment in another clinical trial with endpoints interfering with this study\n9. Any medical condition which could compromise participation in the study according to the investigator's assessment\n10. Known HIV infection\n11. Female patient who is pregnant or breast-feeding, or adult of reproductive potential not willing to use an effective method of birth control during study treatment. Note: Women of childbearing potential must have a negative serum pregnancy test at study entry.\n12. Patients unwilling or unable to comply with the protocol or unable to give informed consent.\n\nDonor Eligibility:\n\nThe original donor will be the first choice as source of T cells. If the original donor is not available for donation (such as NMDP donor, cord blood unit, or related donor not available) of peripheral mononuclear cells or does not meet all donor eligibility criteria (including donor selection criteria based on University of Wisconsin - Madison Standard Operating Procedures for the selection of allogeneic donors), alternative related donors will be selected, with preference for those who have full HLA matching in 6/6 loci over those with partial HLA matching (≥ 3/6 HLA loci).\n\n1. All donors must be ≥ 18 years old, available, CMV IgG positive, eligible and capable of undergoing a single standard 2 blood volume leukapheresis. If original HSCT donor is not available, CMV IgG negative or ineligible, a CMV IgG positive fully matched or haploidentical family donor will be used.\n2. Related donors must be at least partially HLA compatible, matching with recipient in at least 3/6 HLA loci (HLA-A, HLA-B and HLA-DRB1 will be considered for this).\n3. Donors must be CMV IgG seropositive.\n4. Donors must show CMV T-cell activation after incubation with MACS GMP PepTivator Peptide Pools of CMV pp65 before undergoing leukapheresis.\n5. Donor must meet the criteria for donor selection defined in the Standard Operating Procedures of the University of Wisconsin Hospitals and Clinics Stem Cell Transplant Program and in FACT standards.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Month",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cancer Connect",
                    "role": "CONTACT",
                    "phone": "800-622-8922",
                    "email": "clinicaltrials@cancer.wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christain Capitini, MD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jacques Galipeau, MD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin Carbone Cancer Center",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jenny Weiland",
                            "role": "CONTACT",
                            "phone": "608-890-8070",
                            "email": "jlweiland@pediatrics.wisc.edu"
                        },
                        {
                            "name": "Kenneth DeSantes, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "University of Wisconsin Carbone Cancer Center",
                    "url": "https://cancer.wisc.edu/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000003586",
                    "term": "Cytomegalovirus Infections"
                },
                {
                    "id": "D000009894",
                    "term": "Opportunistic Infections"
                },
                {
                    "id": "D000014766",
                    "term": "Viremia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000006566",
                    "term": "Herpesviridae Infections"
                },
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018805",
                    "term": "Sepsis"
                },
                {
                    "id": "D000018746",
                    "term": "Systemic Inflammatory Response Syndrome"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6791",
                    "name": "Cytomegalovirus Infections",
                    "asFound": "Cytomegalovirus Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17511",
                    "name": "Viremia",
                    "asFound": "Viremia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12825",
                    "name": "Opportunistic Infections",
                    "asFound": "Opportunistic Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M9643",
                    "name": "Herpesviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M20864",
                    "name": "Sepsis",
                    "relevance": "LOW"
                },
                {
                    "id": "M16869",
                    "name": "Toxemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M20818",
                    "name": "Systemic Inflammatory Response Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "T1720",
                    "name": "Cytomegalic Inclusion Disease",
                    "asFound": "CMV Infection",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9662",
                    "name": "Altretamine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}