{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05819541",
            "orgStudyIdInfo": {
                "id": "R34HL168301",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R34HL168301"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Treating Exacerbations of Asthma With Oral Montelukast in Children",
            "officialTitle": "Dose Escalation Clinical Trial of High-dose Oral Montelukast to Inform Future RCT in Children With Acute Asthma Exacerbations",
            "acronym": "TEAM",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "treating-exacerbations-of-asthma-with-oral-montelukast-in-children"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-24",
            "studyFirstSubmitQcDate": "2023-04-05",
            "studyFirstPostDateStruct": {
                "date": "2023-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Donald Hayes Arnold",
                "investigatorTitle": "Professor of Pediatrics and Emergency Medicine",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research will establish a mg/kg dose for a future RCT to determine the efficacy of high-dose oral montelukast for children with moderate and severe acute asthma exacerbations.\n\nAim: Perform an adaptive, double-masked randomized controlled trial (RCT) of high-dose oral montelukast, with escalating mg/kg dose levels determined by PK-guided dose modeling, added to standard treatment versus standard treatment alone, in children with exacerbations that are moderate or severe after initial treatment with inhaled albuterol.\n\nHypothesis 1: High-dose oral montelukast achieves peak plasma concentration (Cmax) \\>1,700 ng/ml in \\>86% of at least one of three sequential participant groups with escalating weight-based (milligram/kilogram or mg/kg) doses between groups.\n\nHypothesis 2: Participants randomized to high-dose oral montelukast have a 2 point or greater improvement of the validated Acute Asthma Intensity Research Score (AAIRS) at 4 hours post-treatment in comparison with control group participants.\n\nHypothesis 3: Among montelukast recipients, Cmax correlates with change of the AAIRS at 4 hours, after adjustment for pre-treatment exacerbation severity and systemic leukotriene stress measured using urinary leukotriene E4 (LTE4).",
            "detailedDescription": "Study design parameters Design: 2-arm, phase 3 double-blind RCT Intervention: Oral montelukast sprinkles or identical placebo Dose escalation: Doses between 2 mg/kg and 3 mg/kg based on pharmacokinetic modeling after each group of 5 participants.\n\nMontelukast is a potent LT-receptor antagonist and is FDA approved at a daily oral dose of 4-5 mg for chronic asthma and allergic rhinitis in children. It is also a potent bronchodilator. In randomized controlled trials (RCT) of adults with moderate and severe exacerbations and inadequate response to inhaled albuterol, intravenous (IV) montelukast caused rapid (within 10 minutes) and sustained improvement of lung function in all subjects, without selecting for CCS non-responsiveness. This underscores the potential clinical impact of reducing LT-mediated inflammation during exacerbations. However, the standard 5 mg oral dose does not achieve peak plasma levels (Cmax) comparable to the IV doses used in these RCTs, and IV montelukast is not available.\n\nThe investigators' preliminary pharmacokinetic (PK) study in children with acute exacerbations demonstrated that 30 mg oral montelukast (mean 1.0 mg/kg) achieves Cmax \\>1,700 ng/ml in 40% of participants. This is a Cmax expected after doses used in the adult RCTs above. The primary hypothesis for this research is that the investigators will identify a weight-based oral montelukast dose that reliably achieves Cmax \\>1,700 ng/ml by examining 3 escalating dose levels between 2 and 3 mg/kg. Dose escalation will be optimized using computerized, PK-guided dose modeling that will be updated after each group of 5 participants among 45 randomized to receive montelukast. The investigators further hypothesize that high-dose montelukast meaningfully decreases exacerbation severity, measured using the validated Acute Asthma Intensity Research Score (AAIRS).\n\nParticipants will be randomized to receive montelukast powder USP in ora-sure suspending agent or identical placebo. Montelukast (MK) dose will begin at 2 mg/kg. Peak MK plasma concentration (Cmax) will be measured after each group of 5 participants randomized to MK. MK dose for subsequent participant groups will be escalated if Cmax is \\<1,700 ng/ml for \\>14% of participants at current mg/kg dose level.\n\nINCLUSION CRITERIA\n\n* Child aged 4 - 12 years with doctor-diagnosed asthma\n* Presents to the Vanderbilt Children's Hospital (VCH) with an acute asthma exacerbation that is moderate or severe (AAIRS \\>= 7) after initial treatment with inhaled albuterol\n\n  o Per emergency department (ED) protocol, patients with AAIRS \\>= 7 have an IV catheter placed, enabling blood draws.\n* The parent agrees to phone and/or mail follow-up at 2-3 weeks for completion of Screen for Anxiety Related Disorders (SCARED) and side-effect questionnaires.\n\nEXCLUSION CRITERIA\n\nAny of the following preclude enrollment of a child for this protocol:\n\n* Gestational age \\< 34 weeks\n* acute or chronic liver disease\n* allergy to montelukast\n* female with any evidence of Tanner stage 2 or greater breast development\n* gastroesophageal reflux requiring acid-blocking medication\n* history of anxiety disorder, depression and/or other neuropsychiatric disorder except attention-deficit/hyperactivity disorder (ADHD)\n* positive on question 1 or 2 of the Columbia Suicide Severity Rating Scale (CSSR-S)\n* score \\>25 on the 82-point Screen for Child Anxiety Related Disorders (SCARED) questionnaire\n* Patients currently receiving daily montelukast (4 or 5 mg) will not be excluded from study participation.\n\nBlood sampling, scoring the Acute Asthma Intensity Research Score(AAIRS), and measurement of airway resistance by impulse oscillometry (IOS, below) will be performed before (time 0) and at approximately 2, 3, 4, 6, 12-18, and 18- 24 hours after drug administration, if the participant is available. Reasons for non-availability include but are not limited to discharge from ED or hospital and participant sleeping, performing another procedure, eating, or being rounded upon by the clinical team. If a participant is to be discharged from the hospital before the final time point, the investigators will attempt to perform the above studies immediately prior to discharge.\n\nWith the variability of plasma levels at each mg/kg dose in mind, the investigators will use plasma level distribution as the primary statistical measure for this aim. Plasma montelukast assays will be performed after each Group of 5 participants are randomized to receive MK, with a Futility Criterion determining whether subsequent Groups at a Dose Level will be enrolled at that Dose Level or moved to the next one. Interim analyses will be conducted after each Dose Level has been studied.\n\nTesting Hypothesis 1:\n\nThe investigators are primarily interested in estimating the change in plasma concentrations of montelukast over time and will report summary statistics at each time point numerically and graphically. They will also summarize the longitudinal measurements by the Cmax, the proportion of subjects achieving a Cmax of at least 1,700 ng/ml, the time (Tmax) to reaching Cmax, and the time to reaching 1,700 ng/ml (T1700). While the investigators anticipate being able to monitor all subjects for 24 hours, the primary analysis will consider subjects who have at least 4 hours of blood draws to allow minimally sufficient time to achieve Cmax.\n\nPower calculation for Hypothesis 1: This research is powered for to test hypothesis 1 and may not be sufficiently powered to test hypotheses 2 and 3. PK studies of oral montelukast at daily doses (4 - 5 mg) used for control of childhood asthma and allergic rhinitis included 12-32 participants. Investigators established sample size for these studies without formal power and sample-size calculations. With these considerations in mind, and in collaboration with the FDA, the sample size for this research has been set at 45 for each arm of this RCT. For this power calculation the investigators consider the probability of successfully finding a dose at which at least 86% of Dose level participants achieve a Cmax \\>1,700 ng/ml.\n\nThe first consideration is the scenario in which at least 13 of the 15 (86.7%) group participants successfully achieves a Cmax \\>= 1,700 ng/ml. The probability of successfully identifying this dose will depend on p, the true probability a dose will lead to a Cmax above 1,700 ng/ml. If p=0.90, there is 82% power that the investigators will observe 13 or more successes in 15 subjects; if p=0.95, there is a 96% power that the investigators will observe 13 or more successes. These calculations are based on a one-tailed cumulative binomial distribution function with N=15, but there is the possibility of carryover leading to a Dose Level N of 20, 25, or 30. For N=25 and p=.9, there is a 76% power that the investigators will observe 22 or more successes; if p=0.95, there is 97% probability of observing 22 or more successes.\n\nSecond, consider the scenario of an inadequate dose that needs to be escalated. In this scenario, the investigators would escalate to the next dose when more than 2 subjects have a Cmax below 1,700 ng/ml after enrolling 5, 10, or 15 subjects. If a given dose is only 50% effective (p=0.5) in achieving a Cmax above 1,700 ng/ml, then there is a 50%, 94%, or 99.6% probability of escalating after 5, 10, or 15 subjects, respectively.\n\nTesting Hypothesis 2:\n\nThe Acute Asthma Intensity Research Score (AAIRS) is a 0 - 16 point (16 most severe) bedside severity score that incorporates multiple domains of exacerbation severity and predicts %-predicted FEV1 across all levels of severity. Additionally, an AAIRS \\<3 predicts safe discharge from the ED. The AAIRS is an optimal surrogate of need-for hospitalization and an outcome measure for this research that the investigators can accurately measure before and at precise time points after active drug or placebo dosing.\n\nDescriptive analysis of key demographic and clinical variables by randomization group will be performed to evaluate randomization. The primary analysis will be linear regression of change of the AAIRS severity score 4-hours post dosing (outcome) with an indicator for treatment group as the predictor of interest and controlling for baseline (pre-treatment) AAIRS and urinary leukotriene E4 concentration (a measure of systemic leukotriene stress). This model will allow the investigators to estimate the mean difference in the change in AAIRS score, treatment versus control, with corresponding 95% confidence intervals. Controlling for baseline severity using the pre-treatment AAIRS will improve the precision of the estimated treatment effect. Secondary analyses will replace the binary indicator of treatment group with the dose of montelukast received. If the investigators find that the assumptions of the linear model are not appropriate, they will use the proportional odds ordinal regression model with the same outcome and predictors. The proportional odds model generalizes the Wilcoxon rank sum test to a regression setting to estimate an odds ratio corresponding to a treatment effect.\n\nPower and sample size considerations are based on a fixed sample size of 45 treatment and 45 control subjects. In prior studies, the investigators found that the standard deviation of the change in AAIRS score after 4 hours of treatment was 2.97 points. If the true difference in the change in AAIRS score between treatment and control groups is 2 points, there will be 89% power to detect a difference between groups. The test will use a two-sided significance level of 0.05.\n\nTesting Hypothesis 3:\n\nInitial descriptive analysis will include summary statistics and bivariate correlations of 4-hour change of the AAIRS as outcome with Cmax, pre-treatment exacerbation severity, and urinary LTE4 concentration. Bivariate associations will be flexibly fit using loess smooth lines and Spearman's rank correlation. Hypothesis 3 will be tested in a multivariable linear regression model using change of the AAIRS severity score as the outcome with Cmax, pre-treatment AAIRS, and urinary leukotriene 4 concentration as predictors. Regression splines will be included as needed to allow for non-linear associations between predictors and the outcome as needed. As with hypothesis 2, if it is found that the assumptions of the linear model are not appropriate, the investigators will use the proportional odds ordinal regression model with the same outcome and predictors.\n\nPower and sample size considerations are based on the 45 montelukast recipients. For bivariate correlations, there will be 80% power to detect correlations of 0.40 or greater (R-square of 0.16). For the multivariable model calculation, if it is assumed that exacerbation severity and leukotriene stress explain 20% of the variability in AAIRS severity score, then there will be 80% power to detect if Cmax explains an additional 12% of the variability in AAIRS severity score (improvement in R-square of 0.12). If exacerbation severity and leukotriene stress only explain 10% of the variability in AAIRS severity score, then there will be 80% power to detect if Cmax explains an additional 14% of the variability in AAIRS severity score (improvement in R2 of 0.14). Calculations are based on a two-sided significance level of 0.05."
        },
        "conditionsModule": {
            "conditions": [
                "Status Asthmaticus"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "The aim is to perform an adaptive, double-masked, 2-arm RCT of high-dose oral montelukast, with 3 sequential, escalating dose-levels determined by PK-guided dose modeling, added to standard treatment versus standard treatment alone, in children with asthma exacerbations that are moderate or severe after initial treatment with inhaled albuterol.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "We will use randomly-permuted 1:1 blocks of 10 to minimize seasonal bias of exacerbation precipitants that may have independent associations with treatment-response. The study biostatistician will use the randomizeR package in R statistical software to provide the randomization schedule. A Research Electronic Data Capture (REDCap) database will be built that will incorporate the randomization sequence. When the investigators place an electronic medical record order (eStar) order for drug, the randomization database will designate randomized treatment allocation to the pharmacy. Pharmacy will prepare appropriate drug. The REDCap database will email and text the study pharmacist performing plasma assays, pharmacy staff, and the investigators 24 hours after the 5th participant is randomized to MK within each dose group. This will alert the investigators to pause enrollment until MK assays are completed and the mg/kg MK dose is determined for the next dose group.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High-dose oral montelukast plus standard treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Escalating dose-levels of oral montelukast between 2 mg/kg and 3 mg/kg determined by pharmacokinetic-guided dose modeling, added to standard, guideline-based treatment (systemic corticosteroid, inhaled albuterol, and possible treatment adjuncts such as IV magnesium, determined by evidence-based asthma clinical practice guideline).",
                    "interventionNames": [
                        "Drug: Montelukast Oral Granules",
                        "Drug: Albuterol",
                        "Drug: Corticosteroid"
                    ]
                },
                {
                    "label": "Identical placebo plus standard treatment",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Guideline-based treatment (systemic corticosteroid, inhaled albuterol, and possible treatment adjuncts such as IV magnesium, determined by evidence-based asthma clinical practice guideline).",
                    "interventionNames": [
                        "Drug: Albuterol",
                        "Drug: Corticosteroid"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Montelukast Oral Granules",
                    "description": "Oral montelukast granules, USP powder, or crushed tablets at weight-based doses between 2 mg/kg and 3 mg/kg to a maximum of 180 mg.",
                    "armGroupLabels": [
                        "High-dose oral montelukast plus standard treatment"
                    ],
                    "otherNames": [
                        "Singulair"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Albuterol",
                    "description": "Inhaled albuterol by metered-dose inhaler (MDI) or nebulizer",
                    "armGroupLabels": [
                        "High-dose oral montelukast plus standard treatment",
                        "Identical placebo plus standard treatment"
                    ],
                    "otherNames": [
                        "Inhaled albuterol"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Corticosteroid",
                    "description": "Oral or parenteral corticosteroid (e.g., dexamethasone, methylprednisolone)",
                    "armGroupLabels": [
                        "High-dose oral montelukast plus standard treatment",
                        "Identical placebo plus standard treatment"
                    ],
                    "otherNames": [
                        "Systemic corticosteroid"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Montelukast plasma level",
                    "description": "Peak montelukast plasma level",
                    "timeFrame": "4 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change of Acute Asthma Intensity Research Score",
                    "description": "Change of the validated AAIRS, scored 0-16 points with 16 most severe and negative change indicating decreasing severity",
                    "timeFrame": "4 hours"
                },
                {
                    "measure": "Airway resistance by impulse oscillometry (IOS)",
                    "description": "Change of IOS",
                    "timeFrame": "4 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Child aged 4 - 12 years with doctor-diagnosed asthma\n* Presents to the Vanderbilt Children's Hospital with an acute asthma exacerbation that is moderate or severe (AAIRS \\>7) after initial treatment with inhaled albuterol\n* The parent agrees to phone and/or mail follow-up at 2-3 weeks for completion of SCARED and side-effect questionnaires.\n\nExclusion Criteria:\n\n* Gestational age \\< 34 weeks\n* acute or chronic liver disease\n* allergy to montelukast\n* female with any evidence of Tanner stage 2 or greater breast development\n* gastroesophageal reflux requiring acid-blocking medication\n* history of anxiety disorder, depression and/or other neuropsychiatric disorder except ADHD\n* positive on question 1 or 2 of the Columbia Suicide Severity Rating Scale (CSSR-S)\n* score \\>25 on the 82-point Screen for Child Anxiety Related Disorders (SCARED) questionnaire\n* Patients currently receiving daily montelukast (4 or 5 mg) will not be excluded from study participation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Donald H Arnold, MD, MPH",
                    "role": "CONTACT",
                    "phone": "16155790516",
                    "email": "don.arnold@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Donald H Arnold, MD, MPH",
                    "affiliation": "Vanderbilt University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Monroe Carell Jr. Children's Hospital at Vanderbilt",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232-9001",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Donald H Arnold, MD, MPH",
                            "role": "CONTACT",
                            "phone": "615-579-0516",
                            "email": "don.arnold@vumc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28639856",
                    "type": "RESULT",
                    "citation": "Arnold DH, Bowman N, Reiss TF, Hartert TV, Seger DL. Adverse events are rare after single-dose montelukast exposures in children. Clin Toxicol (Phila). 2018 Jan;56(1):25-29. doi: 10.1080/15563650.2017.1337123. Epub 2017 Jun 22."
                },
                {
                    "pmid": "31056949",
                    "type": "RESULT",
                    "citation": "Arnold DH, Bowman N, Reiss TF, Hartert TV, Akers WS, Seger DL. Adverse events associated with weight-based, high-dose montelukast exposures in children. Clin Toxicol (Phila). 2020 Feb;58(2):145-146. doi: 10.1080/15563650.2019.1609686. Epub 2019 May 6. No abstract available. Erratum In: Clin Toxicol (Phila). 2020 Feb;58(2):e1. doi: 10.1080/15563650.2020.1729634."
                },
                {
                    "pmid": "32960980",
                    "type": "RESULT",
                    "citation": "Arnold DH, Van Driest SL, Reiss TF, King JC, Akers WS. Pilot Study of Peak Plasma Concentration After High-Dose Oral Montelukast in Children With Acute Asthma Exacerbations. J Clin Pharmacol. 2021 Mar;61(3):360-367. doi: 10.1002/jcph.1738. Epub 2020 Sep 22."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Will follow NIH Data Sharing"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013224",
                    "term": "Status Asthmaticus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001249",
                    "term": "Asthma"
                },
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000012130",
                    "term": "Respiratory Hypersensitivity"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4556",
                    "name": "Asthma",
                    "relevance": "LOW"
                },
                {
                    "id": "M16017",
                    "name": "Status Asthmaticus",
                    "asFound": "Status Asthmaticus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M14967",
                    "name": "Respiratory Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000420",
                    "term": "Albuterol"
                },
                {
                    "id": "C000093875",
                    "term": "Montelukast"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018927",
                    "term": "Anti-Asthmatic Agents"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                },
                {
                    "id": "D000020024",
                    "term": "Leukotriene Antagonists"
                },
                {
                    "id": "D000006727",
                    "term": "Hormone Antagonists"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000065694",
                    "term": "Cytochrome P-450 CYP1A2 Inducers"
                },
                {
                    "id": "D000065693",
                    "term": "Cytochrome P-450 Enzyme Inducers"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000001993",
                    "term": "Bronchodilator Agents"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000015149",
                    "term": "Tocolytic Agents"
                },
                {
                    "id": "D000012102",
                    "term": "Reproductive Control Agents"
                },
                {
                    "id": "D000058666",
                    "term": "Adrenergic beta-2 Receptor Agonists"
                },
                {
                    "id": "D000000318",
                    "term": "Adrenergic beta-Agonists"
                },
                {
                    "id": "D000000322",
                    "term": "Adrenergic Agonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "relevance": "LOW"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11749",
                    "name": "Methylprednisolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M1833",
                    "name": "Methylprednisolone Acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M11750",
                    "name": "Methylprednisolone Hemisuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M14120",
                    "name": "Prednisolone",
                    "relevance": "LOW"
                },
                {
                    "id": "M229449",
                    "name": "Prednisolone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M211887",
                    "name": "Prednisolone hemisuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M248881",
                    "name": "Prednisolone phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M3767",
                    "name": "Albuterol",
                    "asFound": "4 hours",
                    "relevance": "HIGH"
                },
                {
                    "id": "M274108",
                    "name": "Montelukast",
                    "asFound": "Power",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20963",
                    "name": "Anti-Asthmatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21876",
                    "name": "Leukotriene Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M5269",
                    "name": "Bronchodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17869",
                    "name": "Tocolytic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M3670",
                    "name": "Adrenergic beta-Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3673",
                    "name": "Adrenergic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "NeuroAg",
                    "name": "Neuroprotective Agents"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                }
            ]
        }
    },
    "hasResults": false
}