{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04023019",
            "orgStudyIdInfo": {
                "id": "IRB00113316"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Treatment of Hemophilia A Patients With FVIII Inhibitors",
            "officialTitle": "MOdern Treatment of Inhibitor-PositiVe PATiEnts With Haemophilia A - An International Observational Study",
            "acronym": "MOTIVATE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "treatment-of-hemophilia-a-patients-with-fviii-inhibitors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-03-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-12",
            "studyFirstSubmitQcDate": "2019-07-15",
            "studyFirstPostDateStruct": {
                "date": "2019-07-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Robert Sidonio",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Octapharma",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a non-interventional, multicenter, observational, international study in male persons with haemophilia A who have developed inhibitors to any replacement coagulation factor VIII (FVIII) product. The purpose of the study is to capture different approaches in the management of persons with haemophilia A and FVIII inhibitors, document current immune tolerance induction approaches, and evaluate the efficacy and safety of immune tolerance induction, including the combination of FVIII and emicizumab. Patients will be assigned to 1 of 3 groups based on the treatments they receive, and may switch to another group if their treatment is changed. Participants will be followed after a maximum observational period of 5 years.",
            "detailedDescription": "This study will capture different approaches in the management of persons with haemophilia A (HA) and inhibitors. HA is a serious blood coagulation disorder caused by a deficiency in FVIII that results in a failure to produce FVIII in sufficient quantities to achieve satisfactory haemostasis. Patients with HA are predisposed to recurrent bleeds into joints and soft tissues that culminate in debilitating arthropathy and long-term morbidity. HA can be effectively treated with replacement FVIII concentrates, obtained by fractionation of human plasma (pdFVIII) or using recombinant technology (rFVIII). In patients receiving FVIII replacement therapy, inhibitors can develop that neutralise the effect of treatment. Inhibitors develop in \\~35% of patients who have not been previously exposed to FVIII treatment and \\~1% of patients who have undergone previous FVIII treatment. Inhibitor development has major adverse implications on bleeding rates, morbidity, mortality and quality of life.\n\nImmune tolerance induction (ITI), which involves prolonged treatment with plasma-derived (pdFVIII) or recombinant FVIII (rFVIII), is the only clinically proven strategy for eradication of inhibitors and is recommended as the primary treatment option in European and US guidelines. Bypassing agents (activated recombinant factor VII \\[rFVIIa\\] and activated prothrombin complex concentrate \\[aPCC\\]) are used to manage bleeding episodes (BEs) and for prophylaxis or in surgical settings in patients with FVIII inhibitors. The bispecific factor IX (FIX) and factor X (FX) monoclonal antibody emicizumab was approved in the US in November 2017, and in Europe in February 2018.\n\nThe overall objective of this study is to capture different approaches in the management of participants with HA and inhibitors, document current ITI approaches, and evaluate efficacy and safety of ITI, including the combination of FVIII and emicizumab. Patients will be assigned to 1 of 3 groups based on the treatments they receive:\n\n* Group 1 receives ITI with Nuwiq, octanate, or wilate, with aPCC or rFVIIa administered as needed\n* Group 2 receives ITI with Nuwiq, octanate, or wilate, in combination with emicizumab, with aPCC or rFVIIa administered as needed\n* Group 3 receives routine prophylaxis with emicizumab, aPCC or rFVIIa without ITI"
        },
        "conditionsModule": {
            "conditions": [
                "Hemophilia A"
            ],
            "keywords": [
                "Blood disorders"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1: ITI with Nuwiq, octanate, or wilate",
                    "description": "Participants receiving immune tolerance induction with either Nuwiq, octanate, or wilate. As needed, aPCC/rFVIIa will be administered to treat bleeding episodes or during surgery and for prophylaxis.",
                    "interventionNames": [
                        "Biological: Nuwiq",
                        "Biological: Octanate",
                        "Biological: Wilate",
                        "Biological: Recombinant factor VIIa (rFVIIa)",
                        "Biological: Activated prothrombin complex concentrate (aPCC)"
                    ]
                },
                {
                    "label": "Group 2: ITI with Nuwiq, octanate, or wilate with emicizumab",
                    "description": "Participants receiving immune tolerance induction with either Nuwiq, octanate, or wilate, in combination with emicizumab prophylaxis. As needed, aPCC/rFVIIa will be administered to treat bleeding episodes or during surgery.",
                    "interventionNames": [
                        "Biological: Nuwiq",
                        "Biological: Octanate",
                        "Biological: Wilate",
                        "Biological: Emicizumab",
                        "Biological: Recombinant factor VIIa (rFVIIa)",
                        "Biological: Activated prothrombin complex concentrate (aPCC)"
                    ]
                },
                {
                    "label": "Group 3: Prophylaxis with emicizumab, aPCC, or rFVIIa",
                    "description": "Participants receiving routine prophylaxis with emicizumab, aPCC, or rFVIIa without immune tolerance induction. On-demand aPCC/rFVIIa can be used as needed to treat bleeding episodes or during surgery.",
                    "interventionNames": [
                        "Biological: Emicizumab",
                        "Biological: Recombinant factor VIIa (rFVIIa)",
                        "Biological: Activated prothrombin complex concentrate (aPCC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Nuwiq",
                    "description": "Nuwiq is a recombinant FVIII concentrate from a human cell line. It is administered via intravenous injection at a dosage determined by the investigator's discretion, in consideration of the participants' clinical condition and prescribing information.",
                    "armGroupLabels": [
                        "Group 1: ITI with Nuwiq, octanate, or wilate",
                        "Group 2: ITI with Nuwiq, octanate, or wilate with emicizumab"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Octanate",
                    "description": "Octanate is a high-purity human Factor VIII / von Willebrand Factor (VWF) concentrate. It is administered via intravenous injection at a dosage determined by the investigator's discretion, in consideration of the participants' clinical condition and prescribing information.",
                    "armGroupLabels": [
                        "Group 1: ITI with Nuwiq, octanate, or wilate",
                        "Group 2: ITI with Nuwiq, octanate, or wilate with emicizumab"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Wilate",
                    "description": "Wilate is a high-purity human von Willebrand Factor (VWF)/Factor VIII concentrate. It is administered via intravenous injection at a dosage determined by the investigator's discretion, in consideration of the participants' clinical condition and prescribing information.",
                    "armGroupLabels": [
                        "Group 1: ITI with Nuwiq, octanate, or wilate",
                        "Group 2: ITI with Nuwiq, octanate, or wilate with emicizumab"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Emicizumab",
                    "description": "Emicizumab is a therapeutic antibody which brings activated factor IX and factor X together It is administered via subcutaneous injection at a dosage determined by the investigator's discretion, in consideration of the participants' clinical condition and prescribing information.",
                    "armGroupLabels": [
                        "Group 2: ITI with Nuwiq, octanate, or wilate with emicizumab",
                        "Group 3: Prophylaxis with emicizumab, aPCC, or rFVIIa"
                    ],
                    "otherNames": [
                        "Hemlibra"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Recombinant factor VIIa (rFVIIa)",
                    "description": "Recombinant factor VIIa (rFVIIa) is a blood factor VII manufactured using recombinant technology. It is administered via intravenous injection at a dosage determined by the investigator's discretion, in consideration of the participants' clinical condition and prescribing information.",
                    "armGroupLabels": [
                        "Group 1: ITI with Nuwiq, octanate, or wilate",
                        "Group 2: ITI with Nuwiq, octanate, or wilate with emicizumab",
                        "Group 3: Prophylaxis with emicizumab, aPCC, or rFVIIa"
                    ],
                    "otherNames": [
                        "NovoSeven"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Activated prothrombin complex concentrate (aPCC)",
                    "description": "Activated prothrombin complex concentrate (aPCC) is an anti-inhibitor coagulant complex acting on multiple pathways to facilitate coagulation. It is administered via intravenous injection at a dosage determined by the investigator's discretion, in consideration of the participants' clinical condition and prescribing information.",
                    "armGroupLabels": [
                        "Group 1: ITI with Nuwiq, octanate, or wilate",
                        "Group 2: ITI with Nuwiq, octanate, or wilate with emicizumab",
                        "Group 3: Prophylaxis with emicizumab, aPCC, or rFVIIa"
                    ],
                    "otherNames": [
                        "FEIBA"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants achieving inhibitor titer < 0.6 Bethesda units (BU)/mL",
                    "description": "The proportion of participants in Groups 1 and 2 achieving inhibitor titer \\< 0.6 Bethesda units (BU)/mL will be determined. FVIII inhibitor titer is measured at baseline and throughout the study, according to standard of care.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Proportion of participants achieving FVIII recovery ≥ 66% of the predefined reference value of 1.5% IU/kg body weight (Groups 1 and 2)",
                    "description": "The proportion of participants in Groups 1 and 2 achieving FVIII recovery ≥ 66% of the predefined reference value of 1.5% IU/kg body weight will be determined. Once inhibitor has become negative (\\< 0.6 BU/mL), FVIII plasma levels are measured prior to and approximately 15 to 30 minutes after FVIII to evaluate FVIII recovery.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Proportion of participants achieving FVIII half-life ≥ 6 h (Groups 1 and 2)",
                    "description": "The proportion of participants in Groups 1 and 2 achieving FVIII half-life ≥ 6 h will be determined. Once inhibitor has become negative (\\< 0.6 BU/mL), FVIII plasma levels are measured prior to and at 15-30 minutes and 2, 4, 8-12, and 24 hours after administration of the immune tolerance induction (or prophylactic FVIII) to evaluate half-life; when FVIII trough levels are \\> 1% during regular prophylaxis, half-life can be evaluated from fewer samples or using a population pharmacokinetic model.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Annualized bleeding rate",
                    "description": "Annualized rate of all bleeding episodes will be reported and compared between all 3 study groups.",
                    "timeFrame": "Up to 5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Time to achieve immune tolerance induction outcome",
                    "description": "The time it takes to achieve immune tolerance induction will be assessed in Groups 1 and 2. Immune tolerance induction success is defined as inhibitor titer \\< 0.6 BU/mL for at least 2 consecutive measurements, FVIII recovery ≥ 66% of the predefined reference value of 1.5% IU/kg body weight, and half-life of FVIII ≥ 6 h.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Frequency of emicizumab, aPCC, and rFVIIa use during immune tolerance induction",
                    "description": "The number of times that participants in Groups 1 and 2 used emicizumab, aPCC, and rFVIIa during immune tolerance induction will be reported.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Rate of FVIII inhibitor relapse",
                    "description": "Rate of FVIII inhibitor relapse for participants in Groups 1 and 2 during an observational follow-up period in participants who have achieved complete immune tolerance induction success. Relapse is defined as inhibitor titer ≥ 0.6 BU/mL on ≥ 2 consecutive occurrences during the observational follow-up period after having achieved complete success and a prophylactic dose of ≤ 50 IU FVIII/kg every other day.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Frequency of bleeding episodes",
                    "description": "Frequency of all bleeding episodes (BEs), including all treated BEs, all spontaneous BEs, all joint BEs, and target joint BEs over time (≥ 3 bleeds in the same joint within 24 weeks) will be compared between study groups.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Severity of bleeding episodes",
                    "description": "Severity of all bleeding episodes (BEs), including all treated BEs, all spontaneous BEs, all joint BEs, and target joint BEs over time (≥ 3 bleeds in the same joint within 24 weeks) will be compared between study groups. Assessment of BE severity will be defined as:\n\n* Minor BEs are superficial muscle or soft tissue and oral bleeds\n* Moderate to major BEs are joint bleeds, bleeding into muscles, into oral cavity, known trauma\n* Major to life threatening BEs are bleedings in the cranium, abdomen, digestive system or chest, central nervous system bleeds, bleeding in the area of the pharynx or bleeds of the pelvic muscles, eyes/retina, fractures or head trauma",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Number of infusions required to control bleeding episodes",
                    "description": "The number of infusions required to control bleeding episodes will be compared between study groups.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Frequency of bleeding with surgical procedures",
                    "description": "The frequency of bleeding during and after surgical procedures will be compared between study groups.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Severity of bleeding with surgical procedures",
                    "description": "The severity of bleeding during and after surgical procedures will be compared between study groups. The severity of bleeding during surgery will be defined as:\n\n* Excellent - Intraoperative blood loss was lower than or equal to the average expected blood loss for the type of procedure performed in a patient with normal haemostasis and of the same sex, age, and stature\n* Good - Intraoperative blood loss was higher than the average expected blood loss but lower or equal to the maximal expected blood loss for the type of procedure in a patient with normal haemostasis\n* Moderate - Intraoperative blood loss was higher than the maximum expected blood loss for the type of procedure performed in a patient with normal haemostasis, but haemostasis was controlled\n* None - Haemostasis was uncontrolled, necessitating a change in the treatment regimen",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Proportion of participants experiencing adverse drug reactions",
                    "description": "The proportion of participants experiencing adverse drug reactions will be compared between study groups.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Number of thrombotic events",
                    "description": "The number of thrombotic events will be compared between study groups.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Treatment costs",
                    "description": "The cost (in dollars) of treatment will be compared between study groups.",
                    "timeFrame": "Up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male persons with haemophilia A, of any severity, who have a historical inhibitor titer ≥ 0.6 BU/mL, including those who have failed previous immune tolerance induction (ITI) attempt(s)\n* Persons undergoing ITI with Nuwiq, octanate, or wilate and/or receiving prophylactic therapy with emicizumab, activated prothrombin complex concentrate (aPCC), or activated recombinant factor VII (rFVIIa)\n* Participants or participants' parent(s)/legal guardian(s) must be capable of giving signed informed consent and be able to understand the study documents\n\nExclusion Criteria:\n\n* Participants are excluded from the study if any coagulation disorder other than haemophilia A is diagnosed\n* Partly retrospective patients will be excluded if detailed documentation on treatment, all bleeding episodes, inhibitor titers, and FVIII levels is not available for the retrospective period",
            "healthyVolunteers": false,
            "sex": "MALE",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study population includes males with haemophilia A who have delveloped inhibitors to any FVIII product. Participants starting treatment after study inclusion will have all data recorded prospectively while those who have already started treatment can enter if detailed retrospective documentation is available. Participants will be observed for a maximum of 5 years.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robert Sidonio, MD, MSc",
                    "role": "CONTACT",
                    "phone": "404-785-1637",
                    "email": "robert.sidonio@choa.org"
                },
                {
                    "name": "Carmen Escuriola-Ettingshausen, MD",
                    "role": "CONTACT",
                    "phone": "+4961059638909",
                    "email": "carmen.escuriola@hzrm.de"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert Sidonio, MD, MSc",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Healthcare of Altanta",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert Sidonio, MD, MSc",
                            "role": "CONTACT",
                            "phone": "404-785-1637",
                            "email": "robert.sidonio@choa.org"
                        },
                        {
                            "name": "Robert Sidonio, MD, MSc",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "HZRM Hämophilie-Zentrum Rhein Main",
                    "status": "RECRUITING",
                    "city": "Morfelden-Walldorf",
                    "zip": "64546",
                    "country": "Germany",
                    "contacts": [
                        {
                            "name": "Carmen Escuriola-Ettingshausen, MD",
                            "role": "CONTACT",
                            "phone": "+4961059638909",
                            "email": "carmen.escuriola@hzrm.de"
                        },
                        {
                            "name": "Carmen Escuriola-Ettingshausen, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 49.99472,
                        "lon": 8.58361
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34589194",
                    "type": "DERIVED",
                    "citation": "Escuriola Ettingshausen C, Sidonio RF Jr. Design of an international investigator-initiated study on MOdern Treatment of Inhibitor-positiVe pATiEnts with haemophilia A (MOTIVATE). Ther Adv Hematol. 2021 Sep 23;12:20406207211032452. doi: 10.1177/20406207211032452. eCollection 2021."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006467",
                    "term": "Hemophilia A"
                }
            ],
            "ancestors": [
                {
                    "id": "D000025861",
                    "term": "Blood Coagulation Disorders, Inherited"
                },
                {
                    "id": "D000001778",
                    "term": "Blood Coagulation Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000020147",
                    "term": "Coagulation Protein Disorders"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9553",
                    "name": "Hemophilia A",
                    "asFound": "Hemophilia A",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23095",
                    "name": "Blood Coagulation Disorders, Inherited",
                    "relevance": "LOW"
                },
                {
                    "id": "M21982",
                    "name": "Coagulation Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T2710",
                    "name": "Hemophilia",
                    "asFound": "Hemophilia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2711",
                    "name": "Hemophilia A",
                    "asFound": "Hemophilia A",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013917",
                    "term": "Thrombin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006490",
                    "term": "Hemostatics"
                },
                {
                    "id": "D000003029",
                    "term": "Coagulants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M16676",
                    "name": "Thrombin",
                    "asFound": "Sacroiliac",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8312",
                    "name": "Factor VIII",
                    "relevance": "LOW"
                },
                {
                    "id": "M251758",
                    "name": "Anti-inhibitor coagulant complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M6259",
                    "name": "Coagulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M9576",
                    "name": "Hemostatics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                }
            ]
        }
    },
    "hasResults": false
}