{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05486793",
            "orgStudyIdInfo": {
                "id": "H-42619"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HD107282-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HD107282-01A1"
                }
            ],
            "organization": {
                "fullName": "Boston University",
                "class": "OTHER"
            },
            "briefTitle": "Treatment for Antepartum Posttraumatic Stress Disorder/PTSD Study",
            "officialTitle": "A Non-Inferiority Trial Testing Delivery of Written Exposure Therapy by Community Health Workers For Treatment of PTSD During Pregnancy",
            "acronym": "TAPS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "treatment-for-antepartum-posttraumatic-stress-disorder-ptsd-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-02",
            "studyFirstSubmitQcDate": "2022-08-02",
            "studyFirstPostDateStruct": {
                "date": "2022-08-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Boston University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The majority of women with perinatal posttraumatic stress disorder (PTSD) do not receive mental health treatment despite the documented associations between PTSD and adverse pregnancy outcomes; this is likely due to workforce shortages, lack of data on the effectiveness of existing evidence-based treatment for PTSD in usual care obstetrics settings, and patient-level barriers to engagement such as stigma. The proposed study is a randomized controlled trial, which will examine the effectiveness of a brief evidence-based treatment for PTSD (i.e., Written Exposure Therapy) during pregnancy and the non-inferiority of delivery of this treatment by community health workers vs. delivery by mental health clinicians.",
            "detailedDescription": "Pregnant women with posttraumatic stress disorder (PTSD) are at increased risk for adverse pregnancy outcomes, yet the majority of pregnant women with mental health needs do not receive treatment, with disparities in treatment utilization among low-income and racial and ethnic minority women. Perinatal mental health treatment gaps are foremost a consequence of behavioral health workforce shortages and a lack of data on PTSD treatment during pregnancy. Mental health stigma and medical mistrust due to racism further impact engagement in care. Written Exposure Therapy (WET) is a brief 5-session PTSD treatment that was designed to address the capacity-limiting concerns of first-line treatments (e.g., time burden of training and delivery). WET has demonstrated non-inferiority (and fewer dropouts) when compared to first-line PTSD treatments. As such, the empirical support and implementation advantages of WET suggest the promise of this intervention in addressing PTSD among pregnant women seen in usual care obstetrics settings. Training non-mental health specialists, such as community health workers (CHWs), to deliver WET may dually address workforce capacity challenges and patient engagement factors such as stigma. The objective of this research is to conduct a randomized controlled trial to examine both the effectiveness of WET for treatment of PTSD during pregnancy against an active control condition \\[i.e., emotion focused supportive therapy (EFST)\\] and the non-inferiority of WET delivery with a community health worker (CHW-WET) vs. WET delivery with a mental health clinician. A total of 240 pregnant women with PTSD receiving obstetrical care at Boston Medical Center (BMC), a large safety net hospital that cares for a racially and ethnically diverse population, will be recruited. Following a baseline visit, women will be randomized to either CHW-WET (N=80), standard WET (N=80), or EFST (N=80). Participants in either WET condition will receive 5 individual sessions focused on the use of writing to activate the trauma memory, process emotions, and make meaning. EFST participants will receive 5 individual sessions of supportive therapy. Participants will complete well-established measures of PTSD and other psychological symptoms (e.g., depression) and proposed moderators of treatment engagement at baseline, post-treatment, and 1-, 6-, and 12-months postpartum. Patients and providers will also complete measures and interviews following treatment to assess feasibility, acceptability, and appropriateness of the WET delivery approaches in a usual care setting. Aim 1 is to determine if a) CHW-WET is non-inferior to standard WET and b) CHW-WET has better retention than standard WET. Aim 2 is to demonstrate the effectiveness of WET for treatment of PTSD (vs. EFST) in an obstetrics setting. Exploratory Aim 3 will examine moderators of treatment engagement such as mental health stigma to inform a personalized approach to WET treatment delivery. Aim 4 is to conduct a process evaluation of the WET delivery approaches. This study will inform future efforts to improve access to and quality of care for treatment of PTSD during pregnancy."
        },
        "conditionsModule": {
            "conditions": [
                "PTSD"
            ],
            "keywords": [
                "Written Exposure Therapy (WET)",
                "Emotion Focused Supportive Therapy (EFST)",
                "Community Health Worker (CHW)",
                "Antepartum care",
                "perinatal mental health"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized in a 1:1:1 ratio using a permuted block strategy (random block sizes of 2 and 4) and stratified by PTSD severity (met full PTSD criteria/not) and major depressive diagnosis (MDD).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "All follow-up clinician-administered interviews will be completed by independent evaluators blinded to randomized condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Written Exposure Therapy (WET)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized into this arm will receive the WET intervention administered by mental health clinicians.",
                    "interventionNames": [
                        "Behavioral: Written Exposure Therapy (WET)"
                    ]
                },
                {
                    "label": "Community Health Workers- Written Exposure Therapy (CHW-WET)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized into this arm will receive the WET intervention administered by community health workers.",
                    "interventionNames": [
                        "Behavioral: Written Exposure Therapy (WET)"
                    ]
                },
                {
                    "label": "Emotion Focused Supportive Therapy (EFST)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized into this arm will receive the EFST intervention.",
                    "interventionNames": [
                        "Behavioral: Emotion Focused Supportive Therapy (EFST)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Written Exposure Therapy (WET)",
                    "description": "5 individual sessions that cover psychoeducation about PTSD, the rationale for exposure treatment, and directing patients to write in session for 30 minutes about their traumatic experience using scripted instructions. Each session includes unique writing instructions. Earlier sessions focus on describing the details of a traumatic stressor linked to their symptoms, with particular attention to felt emotions and thoughts. Later writing sessions focus on writing about the meaning of the traumatic event and how the event has changed their life and how they relate to other people. After writing, therapists spend \\~10 minutes processing the patient's experience with the writing. WET does not include between session assignments.",
                    "armGroupLabels": [
                        "Community Health Workers- Written Exposure Therapy (CHW-WET)",
                        "Written Exposure Therapy (WET)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Emotion Focused Supportive Therapy (EFST)",
                    "description": "5 individual sessions where patients choose what problems to discuss in each session. Therapists validate and clarify patients' emotions and engage in problem solving during sessions.",
                    "armGroupLabels": [
                        "Emotion Focused Supportive Therapy (EFST)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinician Administered Scale for PTSD-5 (CAPS-5) at baseline",
                    "description": "PTSD symptom severity will be assessed with the Clinician Administered PTSD Scale for Diagnostic and Statistical Manual of Mental Disorders (DSM-5 CAPS-5), a structured diagnostic interview that obtains information about symptom frequency/intensity for all 20 PTSD symptoms using a 5-point scale to obtain a total PTSD severity score. The scale also assesses social and occupational functioning and dissociation symptoms. Scores range from 0-80, with higher scores indicating greater severity.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Clinician Administered Scale for PTSD-5 (CAPS-5) at 8 weeks",
                    "description": "PTSD symptom severity will be assessed with the Clinician Administered PTSD Scale for DSM-5 (CAPS-5), a structured diagnostic interview that obtains information about symptom frequency/intensity for all 20 PTSD symptoms using a 5-point scale to obtain a total PTSD severity score. The scale also assesses social and occupational functioning and dissociation symptoms. Scores range from 0-80, with higher scores indicating greater severity.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Clinician Administered Scale for PTSD-5 (CAPS-5) at 1 month postpartum",
                    "description": "PTSD symptom severity will be assessed with the Clinician Administered PTSD Scale for DSM-5 (CAPS-5), a structured diagnostic interview that obtains information about symptom frequency/intensity for all 20 PTSD symptoms using a 5-point scale to obtain a total PTSD severity score. The scale also assesses social and occupational functioning and dissociation symptoms. Scores range from 0-80, with higher scores indicating greater severity.",
                    "timeFrame": "1 month postpartum"
                },
                {
                    "measure": "Clinician Administered Scale for PTSD-5 (CAPS-5) at 6 months postpartum",
                    "description": "PTSD symptom severity will be assessed with the Clinician Administered PTSD Scale for DSM-5 (CAPS-5), a structured diagnostic interview that obtains information about symptom frequency/intensity for all 20 PTSD symptoms using a 5-point scale to obtain a total PTSD severity score. The scale also assesses social and occupational functioning and dissociation symptoms. Scores range from 0-80, with higher scores indicating greater severity.",
                    "timeFrame": "6 months postpartum"
                },
                {
                    "measure": "Clinician Administered Scale for PTSD-5 (CAPS-5) at 12 months postpartum",
                    "description": "PTSD symptom severity will be assessed with the Clinician Administered PTSD Scale for DSM-5 (CAPS-5), a structured diagnostic interview that obtains information about symptom frequency/intensity for all 20 PTSD symptoms using a 5-point scale to obtain a total PTSD severity score. The scale also assesses social and occupational functioning and dissociation symptoms. Scores range from 0-80, with higher scores indicating greater severity.",
                    "timeFrame": "12 months postpartum"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PTSD Checklist for DSM-5 (PCL-5)",
                    "description": "Self-reported PTSD symptoms will be assessed using the PTSD Checklist for DSM-5 (PCL-5). Scores range from 0-80, with higher scores indicating greater severity.",
                    "timeFrame": "baseline, 8 weeks, 1 month postpartum, 6 months postpartum, 12 months postpartum"
                },
                {
                    "measure": "Patient Health Questionnaire (PHQ-9)",
                    "description": "Self-reported depressive symptoms will be assessed using the Patient Health Questionnaire (PHQ-9). Scores range from 0-27 with higher scores indicating greater depressive symptom severity.",
                    "timeFrame": "baseline, 8 weeks, 1 month postpartum, 6 months postpartum, 12 months postpartum"
                },
                {
                    "measure": "Depression, Anxiety, and Stress Scale (DASS-21) - Anxiety Scale only",
                    "description": "Self-reported anxiety symptoms will be assessed using the anxiety scale of the Depression, Anxiety, and Stress scale (DASS-21). Items are summed and then multiplied by 2. Scores range from 0 - 42, with higher scores indicating greater severity.",
                    "timeFrame": "baseline, 8 weeks, 1 month postpartum, 6 months postpartum, 12 months postpartum"
                },
                {
                    "measure": "Number of study sessions attended",
                    "description": "The number of sessions the participant attended will be documents from 0 to 5.",
                    "timeFrame": "1 month postpartum"
                },
                {
                    "measure": "Number of participants that completed all 5 study visits",
                    "description": "The number of participants that completed all 5 visits will be documented (yes or no)",
                    "timeFrame": "1 month postpartum"
                },
                {
                    "measure": "Inventory of Psychosocial Functioning (IPF)",
                    "description": "Self-reported PTSD-related functional impairment across seven domains (i.e., romantic relationships, family relationships, work, friendships and socializing, parenting, education, and self-care) will be assessed via the Inventory of Psychosocial Functioning (IPF). Each domain scale is scored independently by summing all completed items and dividing the total by the maximum possible domain scale score for the items included, and then multiplying by 100. Each domain scale yield a score ranging from 0-100, with higher scores indicating greater impairment.",
                    "timeFrame": "baseline, 8 weeks, 1 month postpartum, 6 months postpartum, 12 months postpartum"
                },
                {
                    "measure": "Postpartum Bonding Questionnaire (PBQ)",
                    "description": "Self-reported maternal-infant bonding will be assessed with the Postpartum Bonding Questionnaire (PBQ). Scores range from 0-125, with higher scores indicating more impaired bonding.",
                    "timeFrame": "1 month postpartum, 6 months postpartum, 12 months postpartum"
                },
                {
                    "measure": "Client Satisfaction Questionnaire (CSQ-8)",
                    "description": "Treatment satisfaction will be assessed with the Client Satisfaction Questionnaire (CSQ-8). Scores range from 8-32 with higher score indicating greater satisfaction.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pregnant woman receiving prenatal care at BMC Obstetrics and Gynecology (OB/GYN) Department\n* Presenting for prenatal care prior to gestational age of 28 weeks\n* Meet diagnostic or subthreshold criteria (i.e., endorsement of 3 out of the 4 symptom clusters) for PTSD on the Clinician Administered PTSD Scale for DSM-5 (CAPS-5)\n\nExclusion Criteria:\n\n* Clinician judgment that the patient is not appropriate for outpatient level care (i.e., patient needs detox, inpatient, or residential treatment)\n* Current psychosis or unstable bipolar disorder diagnosis (determined via clinician-administered interview)\n* Currently receiving exposure-based PTSD treatment (e.g., WET, prolonged exposure, cognitive processing therapy) elsewhere\n* Current incarceration. Incarcerated individuals are only seen at BMC for obstetrical care and are not allowed to receive mental health care outside of their correctional facility",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Yael I Nillni, PhD",
                    "role": "CONTACT",
                    "phone": "781-413-6319",
                    "email": "yael.nillni@bmc.org"
                },
                {
                    "name": "Hannah Brown, MS",
                    "role": "CONTACT",
                    "phone": "617-358-3324",
                    "email": "hannah.brown3@bmc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yael I Nillni, PhD",
                    "affiliation": "BUSM Department of Psychiatry and VA Boston Healthcare System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boston Medical Center and remote",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hannah Brown, MS",
                            "role": "CONTACT",
                            "phone": "617-358-3324",
                            "email": "Hannah.Brown3@bmc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}