{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04258397",
            "orgStudyIdInfo": {
                "id": "H200014"
            },
            "secondaryIdInfos": [
                {
                    "id": "U01DK111510",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01DK111510"
                }
            ],
            "organization": {
                "fullName": "Veterans Medical Research Foundation",
                "class": "OTHER"
            },
            "briefTitle": "Trial of Pirfenidone to Prevent Progression in Chronic Kidney Disease",
            "officialTitle": "Trial of Pirfenidone to Prevent Progression in Chronic Kidney Disease (TOP-CKD)",
            "acronym": "TOP-CKD",
            "therapeuticArea": [
                "Nephrology and Renal Diseases"
            ],
            "study": "trial-of-pirfenidone-to-prevent-progression-in-chronic-kidney-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-04",
            "studyFirstSubmitQcDate": "2020-02-05",
            "studyFirstPostDateStruct": {
                "date": "2020-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-04-25",
            "lastUpdatePostDateStruct": {
                "date": "2022-04-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joachim H. Ix",
                "investigatorTitle": "Professor of Medicine; Chief, Division of Nephrology-Hypertension, UCSD; Attending Physician VASDHS",
                "investigatorAffiliation": "Veterans Medical Research Foundation"
            },
            "leadSponsor": {
                "name": "Veterans Medical Research Foundation",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                },
                {
                    "name": "San Diego Veterans Healthcare System",
                    "class": "FED"
                },
                {
                    "name": "University of California, San Diego",
                    "class": "OTHER"
                },
                {
                    "name": "University of California, San Francisco",
                    "class": "OTHER"
                },
                {
                    "name": "Genentech, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Kidney disease is a global health problem, affecting more than 10% of the world's population and more than half of adults over 70 years of age in the United States. Persons with kidney disease are at higher risk for cardiovascular disease, heart failure, physical function decline, and mortality. Kidney scarring is a dominant factor in the development of kidney disease. Our group has evaluated several tests to determine the severity of scarring without requiring kidney biopsies, using MRI imaging scans and evaluating markers of scarring that we can measure in the urine. In this study we will use these measures to evaluate pirfenidone as a promising potential new treatment for patients with kidney disease.",
            "detailedDescription": "The TOP-CKD clinical trial is a randomized, double-blind, placebo-controlled interventional study, phase 2 trial of pirfenidone vs. placebo in 200 persons with Chronic Kidney Disease (CKD) with an eGFR ≥ 20 ml/min/1.73 m2 and a risk of progression to End Stage Renal Disease (ESRD) of at least 1% over five years. Participants receive treatment for 12 months, followed by a 6 month off-treatment follow-up period. Kidney scarring, also known as fibrosis, is a dominant factor in the development of kidney disease. This study will evaluate several tests to determine the severity of scarring without requiring kidney biopsies, using MRI imaging scans and evaluating markers of scarring that we can measure in the urine. We will use these measures to evaluate pirfenidone as a promising potential new treatment for patients with CKD."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Kidney Disease"
            ],
            "keywords": [
                "Fibrosis",
                "Scarring",
                "CKD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental, pirfenidone",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Pirfenidone 267 mg capsules\n\nRandomized participants will take 5 capsules (1335 mg pirfenidone): 2 pills in the morning, 1 mid-day, and 2 in the evening, with meals.",
                    "interventionNames": [
                        "Drug: Pirfenidone"
                    ]
                },
                {
                    "label": "Placebo, pirfenidone",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Pirfenidone placebo capsules\n\nRandomized participants will take 5 capsules (1335 mg pirfenidone): 2 pills in the morning, 1 mid-day, and 2 in the evening, with meals.",
                    "interventionNames": [
                        "Drug: matching placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pirfenidone",
                    "description": "Pirfenidone vs. matching placebo",
                    "armGroupLabels": [
                        "Experimental, pirfenidone"
                    ],
                    "otherNames": [
                        "ESBRIET"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "matching placebo",
                    "description": "matching placebo",
                    "armGroupLabels": [
                        "Placebo, pirfenidone"
                    ],
                    "otherNames": [
                        "ESBRIET"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in kidney fibrosis, as assessed by diffusion-weighted magnetic resonance imaging (DW-MRI).",
                    "description": "The slope of change in apparent diffusion coefficient of the cortex of the kidney on the diffusion-weighted renal MRI over 12 months.",
                    "timeFrame": "Baseline to Month 12"
                },
                {
                    "measure": "Change from baseline in kidney fibrosis, as assessed by urinary markers of tubulo-interstitial fibrosis.",
                    "description": "The slope of change of urine alpha 1 microglobulin (α1M), N-terminal procollagen type 3 peptide (PIIINP), and monocyte chemoattractant protein-1 (MCP-1) over 12 months.",
                    "timeFrame": "Baseline to Month 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in kidney function, as assessed by eGFR.",
                    "description": "Change in eGFR will be evaluated as a secondary endpoint, using linear mixed models with random intercepts and slopes. Estimates from the linear mixed models will be interpretable as annual change in slope.",
                    "timeFrame": "Baseline to Month 18"
                },
                {
                    "measure": "Change from baseline in kidney function, as assessed by urine albumin to creatinine ratio (ACR).",
                    "description": "Change in ACR will be evaluated as a secondary endpoint, using linear mixed models with random intercepts and slopes. Estimates from the linear mixed models will be interpretable as annual change in slope. Because urine concentrations of ACR are typically right-skewed, we will use a log transformation to normalize its distribution.",
                    "timeFrame": "Baseline to Month 18"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with eGFR ≥20 ml/min/1.73m2 using the CKD-EPI Creatinine equation.\n* Four variable Kidney Failure Risk Equation (KFRE) 5 year risk score \\>1%\n* Age 21 years or older.\n\nExclusion Criteria:\n\nTo be determined at the screening visit or, for laboratory data, within 3 months of the screening visit if available from clinical care.\n\n* Participants with known autosomal dominant polycystic kidney disease.\n* Use or planned use of drugs that inhibit CYP1A2 which may increase pirfenidone exposure ( for example, artemisin, atazanavir, cimetidine, ciprofloxacin, enoxacin, ethinyl estradiol, fluvoxamine, mexiletine, tacrine, thiabendazole, or zileuton).\n* Liver disease: clinical cirrhosis by imaging or physician diagnosis; alcohol use \\> 14 drinks/week; or aspartate aminotransferase (AST), alanine aminotransferase (ALT), or total bilirubin concentrations \\> 2 times the upper limit of normal (ULN) based on thresholds set at each site's local clinical laboratory.\n* Clinical idiopathic pulmonary fibrosis (IPF) by imaging or physician diagnosis (pirfenidone is indicated for patients with IPF).\n* Electrocardiogram (ECG) with a QTc interval \\> 500 msec at screening (pirfenidone can prolong QTc).\n* Family or personal history of long QT Syndrome.\n* Known hypersensitivity to pirfenidone.\n* Current use of tobacco, including cigarettes, cigars, chewing tobacco, or vaping products. (Current use is defined as any use in the past 3 months).\n* Physical inability, claustrophobia or other contra-indication to obtaining MRI measurements.\n* Current participation in another clinical trial (observational studies are exempted).\n* Systemic immunosuppressive medications (\\<10 mg daily prednisone or inhaled steroids are exempted).\n* Malignancy within 2 years (non-melanoma skin and localized prostate carcinoma are exempted).\n* Institutionalized individuals (e.g. prisoners, long term care residents).\n* Pregnancy, planning to become pregnant, or currently breast-feeding; women under 55 will need to either have a reliable method of birth control (IUD {intrauterine device}, oral contraceptive pills {OCPs}) or have no menses in the preceding 2 years.\n* Life expectancy \\< 12 months as assessed by the site investigator.\n* Plans to leave the immediate area in \\< 12 months.\n* Anticipated need for dialysis or kidney transplantation within 12 months.\n* Hospitalization within the past 30 days (24-hour observation admissions are exempted).\n* Active alcohol or substance abuse within the last 12 months, as assessed by the site investigator.\n* Active treatment of uncontrolled psychiatric disease, as assessed by the site investigator.\n* Perceived inability to adhere to the medical regimen or comply with recommendations, as determined by the site investigator.\n* Inability or unwillingness to travel to study visits.\n* Any condition that, in the opinion of the site investigator, might be significantly exacerbated by the known side effects associated with the administration of pirfenidone.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joachim H Ix, MD,MAS",
                    "role": "CONTACT",
                    "phone": "858-552-8585",
                    "phoneExt": "7528",
                    "email": "joeix@health.ucsd.edu"
                },
                {
                    "name": "Erick O Castro, BS",
                    "role": "CONTACT",
                    "phone": "858-552-8585",
                    "phoneExt": "1426",
                    "email": "erick.castro@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joachim H Ix, MD,MAS",
                    "affiliation": "Veterans Medical Research Foundation at VASDHS",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA San Diego Healthcare System",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92161",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erick O Castro, BS",
                            "role": "CONTACT",
                            "phone": "858-642-1426"
                        },
                        {
                            "name": "Joachim H Ix, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Dena Rifkin, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lidia J Espino",
                            "role": "CONTACT",
                            "phone": "415-502-5108"
                        },
                        {
                            "name": "Juan Espinoza",
                            "role": "CONTACT",
                            "phone": "415-502-1886"
                        },
                        {
                            "name": "Michael Shlipak, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Meyeon Park, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21840587",
                    "type": "BACKGROUND",
                    "citation": "Levey AS, Coresh J. Chronic kidney disease. Lancet. 2012 Jan 14;379(9811):165-80. doi: 10.1016/S0140-6736(11)60178-5. Epub 2011 Aug 15."
                },
                {
                    "pmid": "17167115",
                    "type": "BACKGROUND",
                    "citation": "Fried LF, Biggs ML, Shlipak MG, Seliger S, Kestenbaum B, Stehman-Breen C, Sarnak M, Siscovick D, Harris T, Cauley J, Newman AB, Robbins J. Association of kidney function with incident hip fracture in older adults. J Am Soc Nephrol. 2007 Jan;18(1):282-6. doi: 10.1681/ASN.2006050546. Epub 2006 Dec 13."
                },
                {
                    "pmid": "15112177",
                    "type": "BACKGROUND",
                    "citation": "Shlipak MG, Stehman-Breen C, Fried LF, Song X, Siscovick D, Fried LP, Psaty BM, Newman AB. The presence of frailty in elderly persons with chronic renal insufficiency. Am J Kidney Dis. 2004 May;43(5):861-7. doi: 10.1053/j.ajkd.2003.12.049."
                },
                {
                    "pmid": "15888561",
                    "type": "BACKGROUND",
                    "citation": "Kurella M, Chertow GM, Fried LF, Cummings SR, Harris T, Simonsick E, Satterfield S, Ayonayon H, Yaffe K. Chronic kidney disease and cognitive impairment in the elderly: the health, aging, and body composition study. J Am Soc Nephrol. 2005 Jul;16(7):2127-33. doi: 10.1681/ASN.2005010005. Epub 2005 May 11."
                },
                {
                    "pmid": "17409766",
                    "type": "BACKGROUND",
                    "citation": "Molsted S, Prescott L, Heaf J, Eidemak I. Assessment and clinical aspects of health-related quality of life in dialysis patients and patients with chronic kidney disease. Nephron Clin Pract. 2007;106(1):c24-33. doi: 10.1159/000101481."
                },
                {
                    "pmid": "16340237",
                    "type": "BACKGROUND",
                    "citation": "Odden MC, Whooley MA, Shlipak MG. Depression, stress, and quality of life in persons with chronic kidney disease: the Heart and Soul Study. Nephron Clin Pract. 2006;103(1):c1-7. doi: 10.1159/000090112. Epub 2005 Dec 7."
                },
                {
                    "pmid": "17554148",
                    "type": "BACKGROUND",
                    "citation": "Hailpern SM, Melamed ML, Cohen HW, Hostetter TH. Moderate chronic kidney disease and cognitive function in adults 20 to 59 years of age: Third National Health and Nutrition Examination Survey (NHANES III). J Am Soc Nephrol. 2007 Jul;18(7):2205-13. doi: 10.1681/ASN.2006101165. Epub 2007 Jun 6."
                },
                {
                    "pmid": "24836312",
                    "type": "BACKGROUND",
                    "citation": "King TE Jr, Bradford WZ, Castro-Bernardini S, Fagan EA, Glaspole I, Glassberg MK, Gorina E, Hopkins PM, Kardatzke D, Lancaster L, Lederer DJ, Nathan SD, Pereira CA, Sahn SA, Sussman R, Swigris JJ, Noble PW; ASCEND Study Group. A phase 3 trial of pirfenidone in patients with idiopathic pulmonary fibrosis. N Engl J Med. 2014 May 29;370(22):2083-92. doi: 10.1056/NEJMoa1402582. Epub 2014 May 18. Erratum In: N Engl J Med. 2014 Sep 18;371(12):1172."
                },
                {
                    "pmid": "20050822",
                    "type": "BACKGROUND",
                    "citation": "Cho ME, Kopp JB. Pirfenidone: an anti-fibrotic therapy for progressive kidney disease. Expert Opin Investig Drugs. 2010 Feb;19(2):275-83. doi: 10.1517/13543780903501539."
                },
                {
                    "pmid": "21511828",
                    "type": "BACKGROUND",
                    "citation": "Sharma K, Ix JH, Mathew AV, Cho M, Pflueger A, Dunn SR, Francos B, Sharma S, Falkner B, McGowan TA, Donohue M, Ramachandrarao S, Xu R, Fervenza FC, Kopp JB. Pirfenidone for diabetic nephropathy. J Am Soc Nephrol. 2011 Jun;22(6):1144-51. doi: 10.1681/ASN.2010101049. Epub 2011 Apr 21."
                },
                {
                    "pmid": "17702727",
                    "type": "BACKGROUND",
                    "citation": "Cho ME, Smith DC, Branton MH, Penzak SR, Kopp JB. Pirfenidone slows renal function decline in patients with focal segmental glomerulosclerosis. Clin J Am Soc Nephrol. 2007 Sep;2(5):906-13. doi: 10.2215/CJN.01050207. Epub 2007 Aug 16."
                },
                {
                    "pmid": "26765080",
                    "type": "BACKGROUND",
                    "citation": "Kline JA, Jimenez D, Courtney DM, Ianus J, Cao L, Lensing AW, Prins MH, Wells PS. Comparison of Four Bleeding Risk Scores to Identify Rivaroxaban-treated Patients With Venous Thromboembolism at Low Risk for Major Bleeding. Acad Emerg Med. 2016 Feb;23(2):144-50. doi: 10.1111/acem.12865. Epub 2016 Jan 14."
                },
                {
                    "pmid": "31085679",
                    "type": "BACKGROUND",
                    "citation": "Ix JH, Isakova T, Larive B, Raphael KL, Raj DS, Cheung AK, Sprague SM, Fried LF, Gassman JJ, Middleton JP, Flessner MF, Block GA, Wolf M. Effects of Nicotinamide and Lanthanum Carbonate on Serum Phosphate and Fibroblast Growth Factor-23 in CKD: The COMBINE Trial. J Am Soc Nephrol. 2019 Jun;30(6):1096-1108. doi: 10.1681/ASN.2018101058. Epub 2019 May 13."
                },
                {
                    "pmid": "30291012",
                    "type": "BACKGROUND",
                    "citation": "Malhotra R, Craven T, Ambrosius WT, Killeen AA, Haley WE, Cheung AK, Chonchol M, Sarnak M, Parikh CR, Shlipak MG, Ix JH; SPRINT Research Group. Effects of Intensive Blood Pressure Lowering on Kidney Tubule Injury in CKD: A Longitudinal Subgroup Analysis in SPRINT. Am J Kidney Dis. 2019 Jan;73(1):21-30. doi: 10.1053/j.ajkd.2018.07.015. Epub 2018 Oct 2."
                },
                {
                    "pmid": "25655067",
                    "type": "BACKGROUND",
                    "citation": "Ix JH, Biggs ML, Mukamal K, Djousse L, Siscovick D, Tracy R, Katz R, Delaney JA, Chaves P, Rifkin DE, Hughes-Austin JM, Garimella PS, Sarnak MJ, Shlipak MG, Kizer JR. Urine Collagen Fragments and CKD Progression-The Cardiovascular Health Study. J Am Soc Nephrol. 2015 Oct;26(10):2494-503. doi: 10.1681/ASN.2014070696. Epub 2015 Feb 5."
                },
                {
                    "pmid": "30357395",
                    "type": "BACKGROUND",
                    "citation": "Zhang WR, Craven TE, Malhotra R, Cheung AK, Chonchol M, Drawz P, Sarnak MJ, Parikh CR, Shlipak MG, Ix JH; SPRINT Research Group. Kidney Damage Biomarkers and Incident Chronic Kidney Disease During Blood Pressure Reduction: A Case-Control Study. Ann Intern Med. 2018 Nov 6;169(9):610-618. doi: 10.7326/M18-1037. Epub 2018 Oct 23."
                },
                {
                    "pmid": "23112128",
                    "type": "BACKGROUND",
                    "citation": "Kahan BC, Morris TP. Analysis of multicentre trials with continuous outcomes: when and how should we account for centre effects? Stat Med. 2013 Mar 30;32(7):1136-49. doi: 10.1002/sim.5667. Epub 2012 Oct 30."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The study data will be archived in the NIDDK Data Repository",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "We anticipate that the data and documentation will be provided to the NIDDK Data Repository when the study is complete (2024) and will become available approximately six months later.",
            "accessCriteria": "Formal request to the NIDDK Central Repository"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M6160",
                    "name": "Cicatrix",
                    "relevance": "LOW"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "asFound": "Chronic Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000093844",
                    "term": "Pirfenidone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M194811",
                    "name": "Pirfenidone",
                    "asFound": "Virus Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}