{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05482334",
            "orgStudyIdInfo": {
                "id": "22-1301"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R61AG074859-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R61AG074859-01"
                }
            ],
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Trial to Evaluate Safety and Efficacy of GM-CSF /Sargramostim in Down Syndrome",
            "officialTitle": "Phase II Trial to Evaluate Safety and Efficacy of GM-CSF /Sargramostim in Down Syndrome",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "trial-to-evaluate-safety-and-efficacy-of-gm-csf-sargramostim-in-down-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-28",
            "studyFirstSubmitQcDate": "2022-07-28",
            "studyFirstPostDateStruct": {
                "date": "2022-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This trial protocol is designed to evaluate primarily whether the use of sargramostim (recombinant human GM-CSF), administered five days per week for four consecutive weeks (20 treatment days), will be well tolerated by and safe for use in young adult participants with Down syndrome.",
            "detailedDescription": "This trial protocol is designed to evaluate primarily whether the use of sargramostim (recombinant human GM-CSF), administered five days per week (250 μg/m2/day subcutaneously) for four consecutive weeks (20 treatment days), will be well tolerated by and safe for use in young adult participants (age 18-35) with Down Syndrome; Secondarily whether sargramostim will have an impact on cognition, and exploratory whether sargramostim has an impact upon activities of daily and quality of life, and impact upon several biomarkers associated with DS, as evaluated by multimodal neuroimaging techniques and blood analyses."
        },
        "conditionsModule": {
            "conditions": [
                "Down Syndrome"
            ],
            "keywords": [
                "Down syndrome",
                "Trisomy 21"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "IP vs Placebo",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 42,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sargramostim",
                    "type": "EXPERIMENTAL",
                    "description": "Sargramostim 250 μg/m2/day subcutaneously (5 days per week)",
                    "interventionNames": [
                        "Drug: Sargramostim for Injection"
                    ]
                },
                {
                    "label": "Placebo Control - Saline",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo equivalent volume subcutaneously (5 days per week)",
                    "interventionNames": [
                        "Drug: Saline Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Sargramostim for Injection",
                    "description": "Recombinant human GM-CSF",
                    "armGroupLabels": [
                        "Sargramostim"
                    ],
                    "otherNames": [
                        "Leukine",
                        "Granulocyte Macrophage Colony Stimulating Factor"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Saline Placebo",
                    "description": "Bacteriostatic Saline",
                    "armGroupLabels": [
                        "Placebo Control - Saline"
                    ],
                    "otherNames": [
                        "Bacteriostatic Saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety as measured by number of Adverse Events (AEs) by body system",
                    "description": "The safety of sargramostim will be assessed through number of adverse events (AEs) by body system from consent to follow-up within a safety analysis set consisting of all individuals who were enrolled and and randomized and who received at least one injection of sargramostim or placebo.",
                    "timeFrame": "Informed consent to Follow-up Visit (20 weeks)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Down syndrome Mental Status Exam (DSMSE)",
                    "description": "The DSMSE provides a broad assessment of cognitive function specially designed for use within the population of individuals with Down syndrome. Similar to the MMSE, the range for scores in the DMSE is from 0 to 30, with lower scores indicating greater impairment.",
                    "timeFrame": "Baseline to End of Treatment, Follow-up (20 weeks)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Leiter 3 International Performance Scale (selected subtests)",
                    "description": "The Leiter 3 cognitive battery provides a broad non-verbal assessment of cognitive function, including executive function and spatial processing. We will employ the Sustained attention, and Forward and Backward Memory to assess inhibitory control, cognitive flexibility, working memory, and spatial processing respectively.",
                    "timeFrame": "Baseline to End of Treatment, Follow-up (20 weeks)"
                },
                {
                    "measure": "CANTAB - Cambridge Neuropsychological Test Automated Battery) (selected subtests)",
                    "description": "The Cambridge Neuropsychological Test Automated Battery (CANTAB) assesses motor response time and working memory quickly and reliably in individuals with Down syndrome. The CANTAB Paired Associate Learning subdomain will be used to measure episodic learning and memory.",
                    "timeFrame": "Baseline to End of Treatment, Follow-up (20 weeks)"
                },
                {
                    "measure": "NEPSY II (selected subtest)",
                    "description": "The NEPSY II visuomotor subtest is a well validated neuropsychological assessment of visuomotor integration and motor control.",
                    "timeFrame": "Baseline to End of Treatment, Follow-up (20 weeks)"
                },
                {
                    "measure": "KBIT II - Kaufman Brief Intelligence Test II",
                    "description": "The KBIT II is a brief measure of intelligence that yields scores in three area, verbal, nonverbal, and overall score (IQ composite) through questions of verbal knowledge, riddles and matrices.",
                    "timeFrame": "Baseline to End of Treatment, Follow-up (20 weeks)"
                },
                {
                    "measure": "PPVT 5 - Peabody Picture Vocabulary Test, 5th edition",
                    "description": "The PPVT 5 is a receptive vocabulary task that is non-expressive language in nature which has participants point to pictures in response to specific questions on vocabulary",
                    "timeFrame": "Baseline to End of Treatment, Follow-up (20 weeks)"
                },
                {
                    "measure": "SB 5 - Stanford Binet Intelligence Scales 5th edition (selected subtest)",
                    "description": "The SB 5 is a widely used and well validated measure of intelligence across the lifespan. The Nonverbal Working Memory task of the SB 5 will assess the working memory of the participants in a non-verbal manner.",
                    "timeFrame": "Baseline to End of Treatment, Follow-up (20 weeks)"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) survey of quality of life",
                    "description": "The NIH PROMIS tool is a rigorously tested patient reported outcome (PRO) measurement tool that uses recent advances in information technology, psychometrics, and qualitative, cognitive, and health survey research to measure PROs such as pain, fatigue, physical functioning, emotional distress, and social role participation that have a major impact on quality-of-life across a variety of chronic diseases.",
                    "timeFrame": "Baseline to End of Treatment, Follow-up (20 weeks)"
                },
                {
                    "measure": "Vineland Adaptive Behavior Scales",
                    "description": "The Vineland scale is a well validated instrument that uses comprehensive caregiver report to develop metrics on 3 domains and 9 subdomains (Communication- Receptive, Expressive and Written; Daily Living Skills-Personal, Domestic, and Community; and Socialization-Interpersonal Relationships, Play and Leisure, and Coping Skills) to measure and assess adaptive behavior.",
                    "timeFrame": "Baseline to End of Treatment, Follow-up (20 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males or females with Down syndrome between 18-35 years of age.\n* A cytogenetic diagnosis of full trisomy 21 or complete unbalanced translocation of chromosome 21.\n* Have a dedicated partner/caregiver informant who is in the company of the participant at least 12 hours a week, who can accompany them to scheduled visits, and who is able to provide accurate reporting upon the behavioral, cognitive, and functional abilities of the participant.\n* Be willing / able to provide written informed consent or assent. If assent is provided, consent must be provided by a legally authorized representative (LAR), who may or may not be the dedicated study partner / caregiver. Documentation of LAR status will follow local laws and regulations.\n* Be physically able to participate by medical history, clinical exam, and other testing, with adequate visual acuity and auditory discrimination.\n* Must reside within a proximity of the study site that will not preclude their regularly scheduled participation in the trial.\n* Be willing to avoid pregnancy or fathering children for the duration of the study.\n* Must have received recent testing for hypothyroidism during the past 6 months, and if positive for hypothyroidism, they must be stable on medications for treating hypothyroidism for at least 30 days prior to enrollment, and they must remain on their hypothyroidism treatments for the duration of the trial.\n* Be stable on all other medications for at least 30 days prior to initial screening visit.\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding female, or female of childbearing potential and not protected by highly effective contraceptive method of birth control (i.e., oral or depot contraceptives or intrauterine device \\[IUD\\] or participant was surgically sterilized) and/or unwilling or unable to be tested for pregnancy; Male refusing to use condoms, if partner can get pregnant.\n* Vaccination with live attenuated virus within six weeks of inclusion in the study or planned during the study.\n* Positive serology for hepatitis B surface antigen (HBs Ag), anti-hepatitis C virus (anti- HCV), anti-human immunodeficiency virus 1 and 2 antibodies (anti-HIV1 and anti-HIV2 Ab), or spirochetal infection (e.g., syphilis).\n* Active cancer / malignant neoplasm within five years of screening other than nonmelanoma skin cancers (e.g., basal cell or squamous cell). Previous diagnosis of leukemia, despite remission state or length of time, is exclusionary.\n* Poor venous access not allowing repeated blood tests.\n* History of a latex or yeast allergy.\n* Presence/history of drug hypersensitivity; or known hypersensitivity to sargramostim, yeast-derived products, any other component of the product, or benzyl alcohol (present in bacteriostatic water or saline for injection).\n* Concomitant treatment with other immunosuppressants (e.g., corticosteroids, methotrexate).\n* History of deep vein thrombosis, pulmonary embolism, familial predisposition for deep vein thrombosis, or pulmonary embolism.\n* History of asplenia, hyposplenia, or splenectomy (for any indication).\n* Untreated or unstable medical condition that could interfere with the study assessments in the opinion of the study physician, or that may require immune-stimulating, immunesuppressive, or immune-modulating treatment(s) during the conduct of the study (e.g., therapeutic vaccines, cytokines, anti-cytokine monoclonal antibodies, etc.)\n* History of seizures (except infant febrile seizures).\n* Evidence of:\n\n  * pre-existing fluid retention (clinical or radiological);\n  * respiratory symptoms (e.g., dyspnea), moderate-to-severe lung disease (e.g., COPD, pulmonary infiltrates);\n  * cardiovascular symptoms or electrocardiographic evidence of cardiac disease that warrant therapeutic intervention (e.g., congestive heart failure, supraventricular arrhythmia, heart block, uncontrolled atrial fibrillation, etc.);\n  * a resting pulse less than 50, as assessed by the study physician;\n  * prolonged QTc interval greater than 470 ms in females, 450 ms in males);\n  * screening blood pressure measurement of greater than 160 systolic and/or 95 diastolic.\n* Known renal dysfunction or serum creatinine greater than 150 micromoles/L, or Glomerular Filtration Rate (GFR) less than 55 ml/min.\n* Known hepatic dysfunction (apart from Gilbert's syndrome) or serum ALT greater than or equal to 3 times the upper limit of normal (ULN).\n* Contraindication or inability to complete magnetic resonance imaging (e.g., cardiac pacemaker/defibrillator, ferromagnetic metal implants).\n* Chronic use of non-steroidal anti-inflammatory drugs (NSAIDs), excepting 81 mg daily aspirin therapy. Note: For the purposes of this protocol, chronic use is defined as the weekly usage of an NSAID drug for three or more times per week and for two or more weeks within any four-week period.\n* Chronic use of an anti-cholinergic drug. Note: For the purposes of this protocol, chronic use is defined as the weekly usage of an anti-cholinergic drug for three or more times per week and for two or more weeks within any four-week period.\n* Be the recipient of an investigational drug within 60 days of screening, or within 5 times the elimination half-life of that drug, whichever is the longest.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Neurology Research Partners, CU Department of Neurology",
                    "role": "CONTACT",
                    "phone": "303-724-4644",
                    "email": "neurologyresearchpartners@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter Pressman, MD",
                    "affiliation": "CU Alzheimer's and Cognition Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Anschutz Medical Campus",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Neurology Research Partners",
                            "role": "CONTACT",
                            "phone": "303-724-4644",
                            "email": "neurologyresearchpartners@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33778150",
                    "type": "RESULT",
                    "citation": "Potter H, Woodcock JH, Boyd TD, Coughlan CM, O'Shaughnessy JR, Borges MT, Thaker AA, Raj BA, Adamszuk K, Scott D, Adame V, Anton P, Chial HJ, Gray H, Daniels J, Stocker ME, Sillau SH. Safety and efficacy of sargramostim (GM-CSF) in the treatment of Alzheimer's disease. Alzheimers Dement (N Y). 2021 Mar 24;7(1):e12158. doi: 10.1002/trc2.12158. eCollection 2021."
                },
                {
                    "pmid": "35307513",
                    "type": "RESULT",
                    "citation": "Ahmed MM, Wang AC, Elos M, Chial HJ, Sillau S, Solano DA, Coughlan C, Aghili L, Anton P, Markham N, Adame V, Gardiner KJ, Boyd TD, Potter H. The innate immune system stimulating cytokine GM-CSF improves learning/memory and interneuron and astrocyte brain pathology in Dp16 Down syndrome mice and improves learning/memory in wild-type mice. Neurobiol Dis. 2022 Jun 15;168:105694. doi: 10.1016/j.nbd.2022.105694. Epub 2022 Mar 18."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Related Info",
                    "url": "http://www.cumemoryresearch.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004314",
                    "term": "Down Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008607",
                    "term": "Intellectual Disability"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000000015",
                    "term": "Abnormalities, Multiple"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                },
                {
                    "id": "D000025063",
                    "term": "Chromosome Disorders"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7489",
                    "name": "Down Syndrome",
                    "asFound": "Down Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17066",
                    "name": "Trisomy",
                    "relevance": "LOW"
                },
                {
                    "id": "M11589",
                    "name": "Intellectual Disability",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M14",
                    "name": "Abnormalities, Multiple",
                    "relevance": "LOW"
                },
                {
                    "id": "M23023",
                    "name": "Chromosome Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T1195",
                    "name": "Chromosomal Triplication",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000082430",
                    "term": "Molgramostim"
                },
                {
                    "id": "C000081222",
                    "term": "Sargramostim"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M257633",
                    "name": "Molgramostim",
                    "asFound": "Always",
                    "relevance": "HIGH"
                },
                {
                    "id": "M219218",
                    "name": "Sargramostim",
                    "asFound": "Irradiation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}