{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04064086",
            "orgStudyIdInfo": {
                "id": "IIR 19-202"
            },
            "secondaryIdInfos": [
                {
                    "id": "I01HX002639",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/I01HX002639"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Trial to Evaluate and Assess the Effect of Comprehensive Pre-ESKD Education on Home Dialysis Use in Veterans",
            "officialTitle": "A Patient-centered, System-based Approach to Improve Informed Dialysis Choice and Outcomes in Veterans With CKD",
            "acronym": "TEACH-VET",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "trial-to-evaluate-and-assess-the-effect-of-comprehensive-pre-eskd-education-on-home-dialysis-use-in-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-03-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-19",
            "studyFirstSubmitQcDate": "2019-08-19",
            "studyFirstPostDateStruct": {
                "date": "2019-08-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is intended to correct an important systemic deficit in the care of chronic kidney disease (CKD), VHA's fourth most common healthcare condition with high mortality and healthcare burden. Currently, many Veterans with CKD have poor awareness of their condition. This leads to suboptimal care. The investigators anticipate that the proposed comprehensive pre-end stage renal disease (ESRD) education (CPE) will enhance Veterans' CKD knowledge and their confidence in making an informed selection of an appropriate dialysis modality, and lead to an increase in the use of home dialysis (HoD) - an evidence-based, yet underutilized dialysis modality. Further, this study will allow us to examine whether such Veteran-informed dialysis choice can improve Veteran and health services outcomes. If successful, this study may deliver a ready to roll-out strategy to meet the CKD care needs of the Veterans and reduce VHA healthcare costs.",
            "detailedDescription": "Chronic kidney disease (CKD) is the 4th most common diagnosis among Veterans. Each year, over 13,000 Veterans transition from CKD to end stage renal disease (ESRD), a disease with high mortality and poor health related quality of life (HRQoL). Over 52,000 Veterans with ESRD are currently on dialysis and CKD/ESRD care costs VA over $18 billion per year. The majority of Veterans progressing from CKD to ESRD have limited to no awareness of CKD and its treatment options. This hinders Veterans' informed dialysis selection resulting in a gross underuse (7%) of home dialysis (HoD). As there are no significant differences in mortality among different dialysis modalities, VHA National Kidney Program and professional renal societies advocate informed dialysis selection and greater use of HoD to facilitate improvements in Veterans' post-ESRD clinical and health services utilization outcomes.\n\nReports from Europe and Canada show that providing comprehensive pre-ESRD patient education (CPE) improves the quality of CKD care and empowers patients to make informed dialysis modality selection. Data further show that informed modality selection substantially corrects the underuse of HoD as desired by the healthcare systems, including VHA.\n\nHowever, across VHA, many Veterans with CKD are identified too late to benefit from CPE; and even for those identified and under renal care, the availability of CPE is limited. This results in suboptimal pre-ESRD care and preparation, and continued low HoD utilization. Thus, there is an urgent systemic need to provide CPE to all pre-ESRD (stage 4 and 5 CKD) Veterans and study its effectiveness prospectively within the VHA.\n\nThis study aims to evaluate the impact of the comprehensive pre-ESRD patient education on high-impact outcomes for Veterans and health services, across a local Veterans Healthcare System (VHS). The investigators will compare the impact of CPE (intervention), delivered either in-person or through telemedicine, with the usual care (control) enhanced by the provision of the self-learning CKD information among Veterans with advanced CKD across the North Florida/South Georgia VHS.\n\nThe investigators' study has four aims, consisting of one primary outcome (HoD use) and multiple secondary outcomes, to help us understand the impact of CPE on patients' informed decision making and on important post-ESRD clinical, patient-reported, and health services outcomes.\n\nAim 1: Compare the impact of CPE on Veterans' knowledge of CKD, their confidence in dialysis decision making, and their selection of dialysis modality, between the CPE and usual care groups.\n\nH1.1: CPE will improve Veterans' knowledge of CKD and its management. H1.2: CPE will improve Veterans' confidence in making an informed selection of a dialysis modality.\n\nH1.3: CPE will increase Veterans' selection of HoD. Aim 2: Compare Veterans' actual use of HoD (Primary Outcome) between the CPE and usual care groups.\n\nH2.1: Veterans in the CPE group will show increased HoD use. Aim 3: Examine Veterans' perceived satisfaction with CPE, explore their preferences for F2F- or Tele-CPE, and investigate barriers and facilitators in the selection and use of their preferred dialysis modality. (Qualitative) Aim 4: Compare the following post-ESRD secondary outcomes between the CPE and usual care groups.\n\nPatient reported outcomes: 1) health-related quality of life and 2) satisfaction with dialysis; clinical outcomes: 3) time to ESRD, 4) estimated glomerular filtration rate at ESRD, 5) need for inpatient initiation of dialysis, and 6) vascular access status at ESRD; and health services utilization outcomes: 7) number of inpatient stays, and 8) number of outpatient visits, from enrollment to 90-day post ESRD period.\n\nH4: Veterans in the CPE group will show improvement in these secondary outcomes.\n\nFindings from this study will help to achieve the long-term goal of better meeting the needs of Veterans with advanced CKD by improving Veterans' knowledge of CKD and its management, and promoting evidence-based Veteran-centered ESRD care."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Kidney Disease",
                "End Stage Renal Disease",
                "Hemodialysis",
                "Peritoneal Dialysis"
            ],
            "keywords": [
                "Chronic kidney disease",
                "Pre-dialysis education",
                "Kidney Disease Education",
                "Patient Education",
                "Decision Making"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The study compares a comprehensive education with the standard of care. Thus it is not possible to mask investigator, participant or care provider. However, our statistician will assess the outcomes aggregates in a blinded manner.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 544,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Comprehensive Pre-ESRD Patient Education (CPE)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "These patients will receive CPE for a total of up to 3 session in an intent-to-teach format, either via Face-to-face or telemedicine delivery.",
                    "interventionNames": [
                        "Other: Comprehensive Pre-ESRD Patient Education (CPE)"
                    ]
                },
                {
                    "label": "Enhanced Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group will receive usual care. This care will be enhanced by providing them with the freely available education material for the Kidney Disease Education",
                    "interventionNames": [
                        "Other: Provision of the freely available resources for Kidney Disease Education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Comprehensive Pre-ESRD Patient Education (CPE)",
                    "description": "Structured education session/s",
                    "armGroupLabels": [
                        "Comprehensive Pre-ESRD Patient Education (CPE)"
                    ],
                    "otherNames": [
                        "Kidney Disease Education, CKD education, dialysis education"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Provision of the freely available resources for Kidney Disease Education",
                    "description": "freely available resources",
                    "armGroupLabels": [
                        "Enhanced Usual Care"
                    ],
                    "otherNames": [
                        "information brochure"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Home Dialysis Use",
                    "description": "Patient receiving either CPE or Enhanced usual care (EUC) will be followed for the diagnosis of ESRD and initiation of dialysis. The investigators will follow the use of peritoneal dialysis or home hemodialysis at day 90 into the dialysis as the home dialysis (HoD) use primary outcome.",
                    "timeFrame": "0-48 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Home Dialysis selection",
                    "description": "post-CPE/EUC dialysis modality selection and examining the rates of home dialysis selection. post-CPE assessments will be made when subject is deemed confident in dialysis selection (see selection outcome). Post-EUC assessments will be made 10 days after the provision of the education material.",
                    "timeFrame": "0-4 weeks"
                },
                {
                    "measure": "Kidney Disease Knowledge",
                    "description": "pre- and post- kidney disease knowledge assessments after CPE/EUC. post-CPE assessments will be made when subject is deemed confident in dialysis selection (see selection outcome). Post-EUC assessments will be made 10 days after the provision of the education material.",
                    "timeFrame": "0-4 weeks"
                },
                {
                    "measure": "confidence in dialysis decision making",
                    "description": "post-CPE/EUC confidence in dialysis decision making. ). Intent-to-Teach will be assessed by confidence for dialysis decision making (defined by confidence rating of \"quite confident\" or \"very confident\"); those with suboptimal scores (\"not at all confident\" or \"a little confident\") or \"uncertain of the dialysis modality choice,\" will undergo repeat CPE sessions weekly for up to 3 sessions. Based on our pilot studies showing the need for about 1.7 CPE session, the investigators expect that patients enrolled in CPE group will do post-CPE Aim 1 data collection (secondary outcome) at an average of 10 days",
                    "timeFrame": "0-4 weeks"
                },
                {
                    "measure": "post-ESRD Kidney Disease Quality of life-36",
                    "description": "post CPE/EUC. This will only be measured in subjects that start dialysis therapy, 90 days post initiation of dialysis.",
                    "timeFrame": "3-48 months"
                },
                {
                    "measure": "Satisfaction on Dialysis",
                    "description": "post CPE/EUC. This will only be measured in subjects that start dialysis therapy, 90 days post initiation of dialysis.",
                    "timeFrame": "3-48 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veterans registered to receive healthcare from the NF/SG VHS\n* 18 years or older\n* Advanced CKD (stage 4 or 5) and not on dialysis\n\nExclusion Criteria:\n\n* Non-English speakers\n* Veterans who are homeless or living in assisted living facilities or nursing homes\n* Veterans with diagnosed dementia\n* Veterans with the life-expectancy less than 6 months\n* Any additional special concerns of a Veteran's provider",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashutosh M Shukla, MD MBBS",
                    "role": "CONTACT",
                    "phone": "(352) 376-1611",
                    "phoneExt": "6102",
                    "email": "ashutosh.shukla@va.gov"
                },
                {
                    "name": "Huanguang Jia, PhD MPH BA",
                    "role": "CONTACT",
                    "phone": "(352) 376-1611",
                    "phoneExt": "4926",
                    "email": "Huanguang.Jia@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ashutosh M. Shukla, MD MBBS",
                    "affiliation": "North Florida/South Georgia Veterans Health System, Gainesville, FL",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "North Florida/South Georgia Veterans Health System, Gainesville, FL",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32608-1135",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Merritt",
                            "role": "CONTACT",
                            "phone": "352-548-6000",
                            "phoneExt": "6476",
                            "email": "michael.merritt@va.gov"
                        },
                        {
                            "name": "Joshua F Yarrow, PhD MS BS",
                            "role": "CONTACT",
                            "phone": "(352) 376-1611",
                            "phoneExt": "5234",
                            "email": "joshua.yarrow@va.gov"
                        },
                        {
                            "name": "Ashutosh M. Shukla, MD MBBS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Huanguang Jia, PhD MPH BA",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35354430",
                    "type": "DERIVED",
                    "citation": "Shukla AM, Hale-Gallardo J, Orozco T, Freytes I, Purvis Z, Romero S, Jia H. A randomized controlled trial to evaluate and assess the effect of comprehensive pre-end stage kidney disease education on home dialysis use in veterans, rationale and design. BMC Nephrol. 2022 Mar 30;23(1):121. doi: 10.1186/s12882-022-02740-8."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                },
                {
                    "id": "D000007676",
                    "term": "Kidney Failure, Chronic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10699",
                    "name": "Kidney Failure, Chronic",
                    "asFound": "End Stage Renal Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "asFound": "Chronic Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}