{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05683834",
            "orgStudyIdInfo": {
                "id": "10001048"
            },
            "secondaryIdInfos": [
                {
                    "id": "001048-I"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Trial Evaluating the Immunogenicity and Safety of an Adjuvanted Epstein-Barr Virus (EBV) Glycoprotein 350 Vaccine in EBV-seronegative Persons",
            "officialTitle": "A Phase 1/2 Randomized, Double-Blinded, Placebo-Controlled Trial Evaluating the Immunogenicity and Safety of an Adjuvanted Epstein-Barr Virus (EBV) Glycoprotein 350 Vaccine in EBV-Seronegative Persons",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "trial-evaluating-the-immunogenicity-and-safety-of-an-adjuvanted-epstein-barr-virus-ebv-glycoprotein-vaccine-in-ebv-seronegative-persons"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-12",
            "studyFirstSubmitQcDate": "2023-01-12",
            "studyFirstPostDateStruct": {
                "date": "2023-01-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nEpstein-Barr virus (EBV) causes most cases of infectious mononucleosis (mono). Mono can cause fatigue that lasts more than 6 months, and some people can have severe complications. EBV infection may also contribute to some cancers and autoimmune diseases. Currently, there are no approved therapies or vaccines for EBV infection.\n\nObjective:\n\nTo test a vaccine against EBV.\n\nEligibility:\n\nHealthy people aged 18 to 25 years.\n\nDesign:\n\nParticipants will be screened in 2 parts. They will have a blood test. If that test shows they have never had an EBV infection, they will have a second clinic visit. They will have a physical exam, with blood and urine tests. A cotton swab will be rubbed on their gums to collect saliva.\n\nParticipants will receive 2 injections into a shoulder muscle. Some will receive the EBV vaccine. Others will receive a placebo; this contains harmless salt water with no vaccine. Participants will not know which one they are getting. The 2 injections will be 30 days apart.\n\nParticipants will be asked to record any side effects or symptoms they have between visits. They can do this on paper or online.\n\nParticipants will return for a follow-up visit 60 days after the first injection. They will have follow-up visits by phone or telehealth after 5 and 8 months. They will return for a physical exam after 13 months. They may come back for an optional physical exam after 2 years.\n\nParticipants will come to the clinic if they become ill with an EBV infection during the study.",
            "detailedDescription": "Study Description:\n\nThis is a multisite randomized, double-blinded phase 1/2 study to evaluate the immunogenicity and safety of a 3-dose regimen of an adjuvanted EBV glycoprotein (gp) 350-Ferritin nanoparticle vaccine in EBV-seronegative persons. We hypothesize that the vaccine will be safe and induce a potent EBV gp350-specific immune response. Sixty EBV-seronegative participants will be randomized; 30 will receive the EBV gp350-Ferritin vaccine and 30 will receive the placebo at Days 0, 30, and between 60 and 90. Participants will be followed for 1 year after the third dose with an option to follow for a second year.\n\nPrimary Objective:\n\nTo evaluate the safety and immunogenicity of an adjuvanted EBV gp350-Ferritin vaccine administered to healthy EBV-seronegative adults.\n\nSecondary Objectives:\n\n1. To evaluate the safety of the adjuvanted EBV gp350-Ferritin vaccine administered to EBV-seronegative adults up to 30 days after the third dose of study vaccine.\n2. To preliminarily evaluate the efficacy of the adjuvanted EBV gp350-Ferritin vaccine administered to EBV-seronegative adults.\n\nExploratory Objectives:\n\n1. To compare safety and immunogenicity of an accelerated 3-dose vaccination schedule (Days 0, 30, and 60 to 90) with the traditional\n\n   vaccination schedule evaluated in NCT04645147.\n2. To further evaluate the immunogenicity of the EBV gp350-Ferritin vaccine.\n\nPrimary Endpoint:\n\nChange in mean EBV neutralizing antibody from Day 0 to 30 days after the third dose of study vaccine in EBV gp350-Ferritin vaccine recipients as compared with placebo.\n\nSecondary Endpoints:\n\n1. Safety through 30 days after the third dose of the study vaccine:\n\n   1. Solicited local and systemic reactions within 7 days after study vaccine administration.\n   2. Unsolicited adverse events (AEs) through 30 days after the third dose of the study vaccine.\n   3. Serious adverse events (SAEs) through 30 days after the third dose of the study vaccine.\n2. Reduction of viremia measured by quantitative polymerase chain reaction (qPCR) in EBV gp350-Ferritin vaccine recipients as compared with placebo in participants who become infected with EBV.\n3. Reduction of EBV infection as measured by new anti-EBV viral capsid antigen (VCA)-specific immunoglobulin (Ig) G or IgM or new EBV viremia for up to 2 years post-vaccination as compared with placebo.\n4. Reduction of EBV-related infectious mononucleosis as defined by signs and symptoms consistent with infectious mononucleosis with laboratory evidence for new EBV infection for up to 2 years post-vaccination as compared with placebo.\n5. Time to EBV infection as measured by new anti EBV VCA IgG or IgM or new EBV viremia.\n6. Time to infectious mononucleosis as defined by signs and symptoms consistent with infectious mononucleosis with laboratory evidence for new EBV infection.\n\nExploratory Endpoints:\n\n1. Change in mean EBV neutralizing antibody from Day 0 to 30 days after the third dose of vaccine in EBV-seronegative vaccine recipients in the standard dosing regimen (Days 0, 30, and 180) vs accelerated (Days 0, 30, and 60 to 90).\n2. Safety through 30 days after the third dose of study vaccine in the standard dosing regimen (Days 0, 30, and 180) vs accelerated (Days 0, 30, and 60 to 90).\n\n   * Solicited local and systemic reactions within 7 days after vaccination.\n   * Unsolicited AEs through 30 days after the third dose of study vaccine.\n   * SAEs through 30 days after the third dose of study vaccine.\n3. Increase in EBV gp350 IgG antibody in blood and/or EBV gp350 IgA antibody in saliva in vaccine recipients as compared with placebo.\n4. Increase in CD4+ T-cell response in study vaccine recipients from baseline (pre-vaccine) to 30 days after the third dose of vaccine as\n\ncompared with placebo in participants who become infected with EBV."
        },
        "conditionsModule": {
            "conditions": [
                "Epstein-Barr Virus Infection",
                "Infectious Mononucleosis",
                "Herpesvirus"
            ],
            "keywords": [
                "Infectious Mononucleosis",
                "Neutralizing Antibody",
                "Immune Response",
                "Herpesvirus"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The placebo will be delivered intramuscularly into the deltoid muscle at Days 0, 30, and between 60 and 90. Each dose will consist of 0.4mL normal saline.",
                    "interventionNames": [
                        "Other: Placebo Comparator"
                    ]
                },
                {
                    "label": "Interventional",
                    "type": "EXPERIMENTAL",
                    "description": "The gp350-Ferritin vaccine will be delivered intramuscularly into the deltoid muscle at Days 0, 30, and between 60 and 90. Each vaccine dose will consist of 50 micrograms of EBV gp350-Ferritin combined with 49 micrograms of Matrix-M1 adjuvant.",
                    "interventionNames": [
                        "Drug: Matrix-M1 Adjuvant",
                        "Drug: EBV gp350-Ferritin Vaccine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Matrix-M1 Adjuvant",
                    "description": "Matrix-M1 is composed of 2 types of 40 nm-sized particles each with a different saponin fraction (fraction A and fraction B) combined with cholesterol and phospholipid.",
                    "armGroupLabels": [
                        "Interventional"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "EBV gp350-Ferritin Vaccine",
                    "description": "The EBV gp350-Ferritin vaccine is composed of Helicobacter pylori non-heme ferritin fused to EBV gp350 which self-assembles to form a nanoparticle. The vaccine is supplied in single-use vials at a concentration of 250 micrograms/mL in 1.7 mM KH2PO4, 5 mM Na2HPO4, 150 mM NaCl, 5% sucrose, pH 7.4 (diluent).",
                    "armGroupLabels": [
                        "Interventional"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo Comparator",
                    "description": "Normal Saline",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in mean EBV neutralizing antibody from Day 0 to 30 days after the third dose of study vaccine in EBV gp350 Ferritin vaccine recipients as compared with placebo.",
                    "description": "To evaluate the safety and immunogenicity of the adjuvanted EBV gp350-Ferritin vaccine administered to healthy EBV-seronegative adults.",
                    "timeFrame": "Day 90-120"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Reduction in EBV infection as measured by new anti-EBV VCA IgG or IgM or new EBV viremia for up to 2 years post-vaccination as compared with placebo",
                    "description": "To preliminarily evaluate the efficacy of the adjuvanted EBV gp350-Ferritin vaccine administered to EBV seronegative adults.",
                    "timeFrame": "Year 2"
                },
                {
                    "measure": "Reduction of viremia measured by qPCR in EBV gp350 vaccine recipients as compared with placebo in participants who become infected with EBV",
                    "description": "To preliminarily evaluate the efficacy of the adjuvanted EBV gp350-Ferritin vaccine administered to EBV seronegative adults.",
                    "timeFrame": "End of Study"
                },
                {
                    "measure": "Reduction EBV related infectious mononucleosis as defined by signs and symptoms consistent with infectious mononucleosis with laboratory evidence for new EBV infection for up to 2 years post-vaccination as compared with placebo",
                    "description": "To preliminarily evaluate the efficacy of the adjuvanted EBV gp350-Ferritin vaccine administered to EBV seronegative adults.",
                    "timeFrame": "Year 2"
                },
                {
                    "measure": "Safety through day 90-120 Solicited local and systemic reactions within 7 days after study vaccine administration Unsolicited AEs through 30 days after the third dose of the study vaccine SAEs through 30 days after the th...",
                    "description": "To evaluate the safety of the adjuvanted EBV gp350 Ferritin vaccine administered to EBV seronegative adults up to 30 days after the third dose of study vaccine.",
                    "timeFrame": "Day 90-120"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nTo be eligible to participate in this study, an individual must meet all the following criteria:\n\n* Aged 18 to 25 years.\n* Able to provide informed consent.\n* Willing to allow samples and data to be stored for future secondary research.\n* Stated willingness to comply with all study procedures and availability for the duration of the active phase of the study (approximately 18 months).\n* In good general health as evidenced by medical history, physical examination, and laboratory screening results.\n* Willing to forgo receipt of a licensed, live vaccine in the 30 days before and 30 days after each dose of the study vaccine. Any FDA-approved or authorized inactivated and/or protein subunit, RNA, or DNA vaccine can be used \\>=14 days before or \\>=14 days after administration of the study vaccine.\n* Hemoglobin within institutional normal limits, or if not, then assessed and deemed not clinically significant by PI or designee.\n* White blood cell count and differential within institutional normal reference range, or if not, then deemed not clinically significant by PI or designee.\n* Total lymphocyte count (lymphocyte absolute) \\>800 cells/microliters.\n* Platelet count of 125,000 to 500,000/microliters.\n* Alanine aminotransferase \\<1.25 x upper limit of normal.\n* Participants who can get pregnant must agree to abstain from sexual activities that can result in pregnancy or use one of the following effective methods of contraception, starting 30 days before the first dose of study vaccine through 60 days after the third dose:\n\n  * Intrauterine device (IUD) or equivalent.\n  * Hormonal contraceptive (eg, consistent, timely, and continuous use of contraceptive pill, patch, ring, implant, or injection that has reached full efficacy before the first dose of study agent). If the participant uses a contraceptive pill, patch, or ring, then a barrier method (eg, internal/external condom, cervical cap, or diaphragm plus spermicide) must also be used at the time of potentially reproductive sexual activity.\n  * A hysterectomy and/or a bilateral tubal ligation or bilateral oophorectomy.\n  * Barrier method (eg, internal/external condom, cervical cap, or diaphragm) plus spermicide used correctly during sexual intercourse.\n  * A vasectomy in their monogamous sexual partner completed at least 6 months before the first dose of study vaccine.\n  * Continuous abstinence.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Pregnant or breastfeeding, or planning to become pregnant while participating through 60 days after the third dose of study vaccine.\n* Has received any of the following:\n\n  * More than 10 days of systemic glucocorticoids (\\>=10 mg of prednisone or equivalent) within the 30 days prior to first dose of study agent.\n  * More than 10 days of systemic immunosuppressive medications, cytotoxic medications, or immunomodulating therapy within 180 days prior to first dose of study agent.\n  * Blood products, including immunoglobulins, within 120 days prior to first dose of study agent.\n  * Any live attenuated vaccination within 30 days prior to first dose of study agent.\n  * Investigational research agents within 30 days prior to first dose or planning to receive investigational products while on study.\n  * Allergy treatment with antigen injections, unless on a maintenance schedule of shots no more frequently than once per month.\n* Has any of the following:\n\n  * Febrile illness within 14 days of the first dose of study agent.\n  * Body habitus such that identification of the deltoid muscle and/or administration of vaccine into the deltoid would be compromised or if body habitus would make study inclusion not in the best interest of the participant.\n  * History of serious reactions to vaccines.\n  * Hereditary, acquired, or idiopathic forms of angioedema.\n  * Idiopathic urticaria within the past year.\n  * Asthma that is not well-controlled or that required emergency care, urgent care, hospitalization, or intubation during the past 2 years, or that requires the use of oral or intravenous steroids.\n  * Diabetes mellitus type 1 or type 2, excluding a history of gestational diabetes.\n  * Clinically significant autoimmune disease or immunodeficiency.\n  * Bleeding disorder diagnosed by doctor (eg, factor deficiency, coagulopathy, or platelet disorder requiring special precautions).\n  * Significant bruising or bleeding difficulties with intramuscular injections or blood draws.\n  * Malignancy that is active or treated malignancy for which there is no reasonable assurance of sustained cure or malignancy that is likely to recur during the study period.\n  * Seizure disorder other than a history of 1) febrile seizures, 2) seizures secondary to alcohol withdrawal more than 3 years ago, or 3) seizures that have not required treatment within the past 3 years.\n  * Asplenia, functional asplenia, or any condition resulting in absence or removal of the spleen.\n  * History of Guillain-Barre Syndrome.\n  * Alcohol or drug abuse or addiction.\n  * HIV infection.\n  * Active hepatitis B or C infection.\n  * Documented EBV infection.\n* Prior enrollment in an EBV vaccine clinical trial.\n* Any medical, psychiatric, or social condition that, in the judgement of the investigator, is a contraindication to protocol participation or impairs the participant s ability to give informed consent.\n\nCo-enrollment guidelines:\n\nCo-enrollment in other studies is restricted, other than enrollment on observational studies. Consideration for co-enrollment in trials evaluating the use of a licensed medication will require the approval of the PI or sponsor medical monitor (SMM). Study staff should be notified of co-enrollment on any other protocol as it may require the approval of the PI or SMM.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Krista S Gangler, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 761-6437",
                    "email": "krista.gangler@nih.gov"
                },
                {
                    "name": "Jessica R Durkee-Shock, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 761-6539",
                    "email": "jessica.durkee-shock@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jessica R Durkee-Shock, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Ramey",
                            "role": "CONTACT",
                            "phone": "612-625-5000",
                            "email": "eramey@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26279189",
                    "type": "BACKGROUND",
                    "citation": "Kanekiyo M, Bu W, Joyce MG, Meng G, Whittle JR, Baxa U, Yamamoto T, Narpala S, Todd JP, Rao SS, McDermott AB, Koup RA, Rossmann MG, Mascola JR, Graham BS, Cohen JI, Nabel GJ. Rational Design of an Epstein-Barr Virus Vaccine Targeting the Receptor-Binding Site. Cell. 2015 Aug 27;162(5):1090-100. doi: 10.1016/j.cell.2015.07.043. Epub 2015 Aug 13."
                },
                {
                    "pmid": "25671130",
                    "type": "BACKGROUND",
                    "citation": "Cohen JI. Epstein-barr virus vaccines. Clin Transl Immunology. 2015 Jan 23;4(1):e32. doi: 10.1038/cti.2014.27. eCollection 2015 Jan. Erratum In: Clin Transl Immunology. 2015 Apr 17;4(4):e36. doi: 10.1038/cti.2015.4."
                },
                {
                    "pmid": "22049067",
                    "type": "BACKGROUND",
                    "citation": "Cohen JI, Fauci AS, Varmus H, Nabel GJ. Epstein-Barr virus: an important vaccine target for cancer prevention. Sci Transl Med. 2011 Nov 2;3(107):107fs7. doi: 10.1126/scitranslmed.3002878."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001048-I.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".De-identified individual patient data may be shared with the FDA, IRB and other regulatory bodies to ensure the safe and proper conduct of the study."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000020031",
                    "term": "Epstein-Barr Virus Infections"
                },
                {
                    "id": "D000007244",
                    "term": "Infectious Mononucleosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000006566",
                    "term": "Herpesviridae Infections"
                },
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000014412",
                    "term": "Tumor Virus Infections"
                },
                {
                    "id": "D000007960",
                    "term": "Leukocyte Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infectious",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infectious",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21881",
                    "name": "Epstein-Barr Virus Infections",
                    "asFound": "Epstein-Barr Virus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10288",
                    "name": "Infectious Mononucleosis",
                    "asFound": "Infectious Mononucleosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M9643",
                    "name": "Herpesviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17162",
                    "name": "Tumor Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10963",
                    "name": "Leukocyte Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M21134",
                    "name": "Antibodies, Blocking",
                    "relevance": "LOW"
                },
                {
                    "id": "M340819",
                    "name": "polysaccharide-K",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}