{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05642715",
            "orgStudyIdInfo": {
                "id": "2022-14572"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA275521",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA275521"
                }
            ],
            "organization": {
                "fullName": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Trial of a Harm Reduction Strategy for People With HIV Who Smoke Cigarettes",
            "officialTitle": "Trial of a Harm Reduction Strategy for People With HIV Who Smoke Cigarettes",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "trial-of-a-harm-reduction-strategy-for-people-with-hiv-who-smoke-cigarettes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-30",
            "studyFirstSubmitQcDate": "2022-11-30",
            "studyFirstPostDateStruct": {
                "date": "2022-12-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jonathan Shuter",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Montefiore Medical Center"
            },
            "leadSponsor": {
                "name": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Westat",
                    "class": "OTHER"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Truth Initiative",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Cigarette smoking is now the leading killer of people with HIV (PWH) in the US, and most cessation strategies tried to date have failed to increase long-term quit rates. An \"all or none\" approach to smoking cessation in PWH offers little benefit to the large majority of PWH who are unable or unwilling to quit. In this proposal we argue that a harm reduction approach (i.e. cut down, get screened for lung cancer, control your blood pressure and cholesterol) has the potential to yield significant benefits in terms of the private and public health of PWH in the US.",
            "detailedDescription": "Detailed Description. This will be a single-center, prospective, randomized controlled trial (RCT) enrolling 400 participants who are living with HIV and smoke cigarettes in the Bronx, New York. The vast majority (\\~85%) of people with HIV (PWH) who smoke and receive intensive cessation treatment combining behavioral and drug treatment (such as varenicline or nicotine patches) continue to smoke. The overall goal of this RCT is to compare a harm reduction (HR) strategy aimed at mitigating the harms of cigarette smoking, such as lung cancer and heart disease, in all PWH smokers, both those who are able to quit and those who continue smoking versus treatment as usual (TAU). All participants will have their blood pressure (BP) and lipid (cholesterol) profile checked at baseline. All participants will complete a questionnaire about their sociodemographic, clinical, and tobacco behavior histories at baseline, 3-months, 6-months, and 9-months. All participants who enroll in the trial will be randomized 1:1 (like a coin-flip) to the HR arm, called EX+/HR in this proposal, or the TAU arm, called EX+/TAU in this proposal. All participants will be offered intensive cessation treatment immediately after enrollment in the form of the BecomeAnEX+ online tobacco treatment program, which includes the web's largest online support community of people trying to quit, and an offer of a 12-week supply of varenicline. This stage of the trial, Stage 1, will extend from enrollment until 90-day post-enrollment. After that, in Stage 2, participants will be informed of their randomization assignment, i.e. to EX+/HR or EX+/TAU. Those who are assigned to EX+/HR will undergo the following: (A patient navigator \\[PN\\] will be assigned to each EX+/HR participant in order to facilitate all of the following activities.)\n\n1. Harm reduction (HR) counseling. A 30-minute videosession that will emphasize abstinence as the best outcome, and that those who have quit should strive to remain abstinent for life. For those who have not quit, and mindful of the frequency of relapse in those who have, the video will provide rationale for cutting down, will detail the likely benefits associated with reduction in order to increase motivation, and will suggest specific strategies that are commonly employed in reduction interventions, namely (1) choosing specific cigarettes during the day to give up (2) increasing time intervals between cigarettes (3) smoking only during even or odd hours (4) restricting smoking to certain places (5) delaying the first cigarette of the day and (6) trying to avoid smoking completely on certain days. The video will go on to explain the importance of lung cancer screening and BP and lipid control in both selected smokers and ex-smokers and review the resources available to accomplish these goals, i.e. LDCT screening, Cardiometabolic (CM) Clinic, and patient navigator (PN) services.\n2. Evaluation of eligibility for LDCT screening and referral for those who meet eligibility criteria. These criteria, based upon expert opinion and population-based modeling, will be age≥45 years and history of ≥20 pack years of smoking. From the investigators' pilot data the investigators expect 30.1% of enrollees to be ≥45 years old AND have a ≥20 pack year smoking history, and only 6.6% of these LDCT-eligible individuals will be 45-49 years of age. The project will conservatively budget for 10 scans to be paid for from research funds since individuals who meet CMS criteria for lung cancer screening (i.e. age ≥50 and ≥20 pack years smoking history) will have their scans paid for by their own medical insurance. The PN will schedule a LDCT, make reminder calls, ensure that transportation to the study is available (the study will provide fare cards) for these individuals, and inform their primary care providers of scan results. Although the investigators expect few, if any, referrals to originate from the EX+/TAU group, the study staff will log these events, and radiology staff will be blinded to study condition.\n3. Evaluation of BP and cholesterol measurements and referral of individuals with SBP\\>130mmHg and/or LDL cholesterol\\>100mg/dl to CM Clinic, which provides expert management of these conditions. Based upon pilot data, the investigators expect 45.8% and 50.6% of the study cohort to have SBP\\>130mmHg and/or LDL\\>100mg/dl respectively. The investigators selected these BP and LDL cutoffs because it is unlikely that the specialty clinic will prescribe or modify any specific HTN or lipid treatment for measures below these values.\n\nCardiometabolic (CM) Clinic meets every Friday in the MMC outpatient department, and the PN will, similarly, arrange these appointments. Its mission is to optimize the CM profiles of its patients. This includes BP and lipid control. It is supervised by senior cardiology staff but also employs the services of specialized nursing, a dietitian, and an endocrinologist. Initiation and/or adjustment of antihypertensive medications and lipid management occurs directly in the clinic, with a note sent through the electronic health record (EHR) to the primary care provider. A single episode of brief cessation counseling is done for current smokers. Referrals for additional testing, such as ambulatory BP monitoring are made by the CM Clinic staff. Although the investigators expect few, if any, referrals to originate from the EX+/TAU group, study will log these events, and the clinic staff will be blinded and will not be informed which referred patients are participating in the trial.\n\nThose who are assigned to the EX+/TAU group will undergo the following:\n\nParticipants allocated to EX+/TAU will continue to receive care from their primary care providers (PCP). A hard copy of the baseline and follow-up BP and lipid measurements will be delivered to the PCPs. Those who meet CMS criteria for LDCT screening and do not undergo screening during the trial will be offered a referral after their final study visit (these individuals will be eligible to undergo LDCT screening during their participation in the trial if they are referred by their care providers). LDCT screening and CM Clinic referral are fully available in ID Clinic, but they are barely utilized. In the first 6 months of 2021, only one clinic patient, out of more than 3000, completed LDCT screening, and only one clinic patient completed a visit to CM Clinic. As a result, even though LDCT screening and CM Clinic are available to ID Clinic patients, we expect to have good separation between study arms for comparison.\n\nThe main outcomes to be compared between the two groups will be (1) change in (Δ) # cigarettes smoked per day (CPD), (2) % completing LDCT lung cancer screening, (3) Δ systolic blood pressure (BP), (4) Δ total cholesterol, and (5) Δ American College of Cardiology/American Heart Association (ACC/AHA) Pooled Cohort Equation score (PCEs) for risk of atherosclerotic cardiovascular disease (ASCVD)) in those randomized to EX+/HR vs. EX+/TAU. This is not a smoking cessation trial, but the investigators will compare (6) biochemically-confirmed, 7-day point-prevalence abstinence (PPA) rates at 9-months between study conditions.\n\nOne of the great strengths of this trial is the investigators' partnership with the Cost-Effectiveness of Preventing AIDS Complications (CEPAC) group at the Massachusetts General Hospital. The CEPAC group is a national leader in modeling cost-effectiveness and health impact of treatment strategies for PWH to estimate their effects if deployed on a national level. The investigators will share the cost and outcome data that is accumulated in the course of the trial in order to enable sophisticated cost-effectiveness modeling. If, as the investigators expect, the HR approach is shown to be cost-effective, the modeling algorithms are equipped to estimate the potential number of lung cancer and cardiovascular deaths averted and years of life saved.\n\nFinally, the investigators will employ the RE-AIM (reach, effectiveness, adoption, implementation, maintenance) framework to conduct a rigorous assessment of the practicalities and challenges associated with adopting an HR approach within a clinical setting."
        },
        "conditionsModule": {
            "conditions": [
                "Hiv",
                "Tobacco Use"
            ],
            "keywords": [
                "HIV",
                "Tobacco",
                "Cigarette",
                "Smoking",
                "Harm reduction"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The treatment allocation will be concealed from the individual completing study assessments",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "EX+/HR",
                    "type": "EXPERIMENTAL",
                    "description": "The harm reduction arm (described in detail elsewhere)",
                    "interventionNames": [
                        "Behavioral: EX+",
                        "Drug: Varenicline",
                        "Behavioral: HR"
                    ]
                },
                {
                    "label": "EX+/TAU",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The treatment as usual arm",
                    "interventionNames": [
                        "Behavioral: EX+",
                        "Drug: Varenicline",
                        "Behavioral: TAU"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "EX+",
                    "description": "All participants, regardless of study arm, will be offered: BecomeAnEX, an online tobacco treatment with support community PLUS Positively Smoke Free on the Web (an intervention targeting people with HIV who smoke) integrated into the BecomeAnEX site.",
                    "armGroupLabels": [
                        "EX+/HR",
                        "EX+/TAU"
                    ],
                    "otherNames": [
                        "BecomeAnEX+"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Varenicline",
                    "description": "All participants, regardless of study arm, will be offered: A 12-week course of varenicline dosed according to product label.",
                    "armGroupLabels": [
                        "EX+/HR",
                        "EX+/TAU"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "HR",
                    "description": "Participants allocated to the EX+/HR arm will be offered: 30-minute video urging smokers who cannot or will not quit to cut down on cigarettes, and also to control their risk for lung cancer and cardio or cerebrovascular disease by undergoing low-dose CT screening for lung cancer (for those meeting prespecified criteria), and referral to Cardiometabolic Clinic (for those meeting prespecified criteria).",
                    "armGroupLabels": [
                        "EX+/HR"
                    ],
                    "otherNames": [
                        "Harm Reduction"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "TAU",
                    "description": "Participants allocated to the EX+/TAU arm will be offered: Medical treatment as usual from their regular providers after completing Stage 1 of the study",
                    "armGroupLabels": [
                        "EX+/TAU"
                    ],
                    "otherNames": [
                        "Treatment As Usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in cigarettes smoked per day (CPD)",
                    "description": "Change in cigarettes smoked per day (CPD)",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Occurrence of low-dose CT screening for lung cancer",
                    "description": "Occurrence of low-dose CT screening for lung cancer",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Change in systolic blood pressure (SBP)",
                    "description": "Change in systolic blood pressure (SBP)",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Change in total cholesterol",
                    "description": "Change in total cholesterol",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Change in American College of Cardiology/Pooled Cohort Equation score (ACC/PCEs)",
                    "description": "Change in cardiovascular risk score",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Biochemically-confirmed 7-day point-prevalence abstinence",
                    "description": "Abstinence from tobacco smoking",
                    "timeFrame": "9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Occurrence of Cardiometabolic Clinic appointment",
                    "description": "Occurrence of Cardiometabolic Clinic appointment",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Proportion of participants at target systolic blood pressure",
                    "description": "Proportion of participants at target systolic blood pressure (\\<=130mmHg)",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Proportion of participants at target low dose low-density lipoprotein (LDL) cholesterol",
                    "description": "Proportion of participants at target low dose low-density lipoprotein (LDL) cholesterol (\\<=100mg/dl)",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Change in CD4+ lymphocyte count",
                    "description": "Change in CD4+ lymphocyte count",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Proportion with undetectable HIV-1 viral load",
                    "description": "Proportion with undetectable HIV-1 viral load",
                    "timeFrame": "9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 40-79 (the ACC/AHA PCEs risk score is only valid in this age range).\n2. Current cigarette smoking (\"Yes\" to: \"Have you smoked more than 100 cigarettes in your lifetime?\" AND \"Have you smoked a cigarette, even a puff, in the past 7 days?\" and exhaled carbon monoxide (ECO) level≥6ppm\n3. Lab-confirmed HIV\n4. Willingness to participate in a web-basedtobacco treatment+offer of varenicline\n5. Access to internet at least weekly and ability to read at ≥7th grade level (necessary to participate fully in EX+).\n6. Willingness to be randomized to one of the two study conditions.\n\nExclusion Criteria:\n\n1. Pregnancy\n2. Lack of insurance for specialty referral (we expect this exclusion to be rare because virtually all of our participants have Medicaid, ADAP, Medicare, or private insurance)\n3. Contraindication to varenicline\n4. Concurrent receipt of other cessation treatments\n5. Prior LDCT screening or evaluation in CM Clinic\n6. To minimize study contamination, eligible individuals who are spouses, partners, or roommates of participants will be excluded.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "79 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan Shuter, MD",
                    "role": "CONTACT",
                    "phone": "718-920-7845",
                    "email": "jshuter@montefiore.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan Shuter, MD",
                    "affiliation": "Montefiore Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore Medical Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068580",
                    "term": "Varenicline"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018722",
                    "term": "Nicotinic Agonists"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M278",
                    "name": "Varenicline",
                    "asFound": "Spinal Cord",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20796",
                    "name": "Nicotinic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T482",
                    "name": "Varenicline",
                    "asFound": "Spinal Cord",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}