{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05713799",
            "orgStudyIdInfo": {
                "id": "10000220"
            },
            "secondaryIdInfos": [
                {
                    "id": "000220-DK"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Trial of the Combination of Alpha-Lipoic Acid and Mirabegron in Women and in Men With Obesity",
            "officialTitle": "Phase II Trial of the Combination of Alpha-lipoic Acid and Mirabegron in Women and in Men With Obesity",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "trial-of-the-combination-of-alpha-lipoic-acid-and-mirabegron-in-women-and-in-men-with-obesity"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11-14",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-03",
            "studyFirstSubmitQcDate": "2023-02-03",
            "studyFirstPostDateStruct": {
                "date": "2023-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nObesity and related illnesses cause at least 2.8 million deaths each year worldwide. Few treatments exist for obesity that are safe and widely available. A study drug (mirabegron \\[MG\\]) combined with a supplement (alpha-lipoic acid \\[ALA\\]) may help.\n\nObjective:\n\nTo learn how MG and ALA can help the body process food.\n\nEligibility:\n\nPeople aged 18 to 65 years with a body mass index between 30 and 40 kg/m2.\n\nDesign:\n\nParticipants will be screened. They will have a physical exam. They will have blood and urine tests and a test of their heart function. They will speak with a dietician.\n\nThe study has two phases. Each phase begins with a 2-day stay in the clinic; then the participant will take the study drugs at home for about 4 weeks, followed by another 2-day stay in the clinic. They will also have outpatient visits about 2 weeks after each clinic stay.\n\nDuring the clinic stays, participants will undergo many tests:\n\nThey will have a plastic tube (catheter) inserted into a vein in each arm. These will be used to draw blood and to infuse glucose (sugar) and insulin.\n\nThey will have imaging scans.\n\nThey will have a clear hard plastic shield placed over their head to measure oxygen and carbon dioxide as they breathe.\n\nParticipants will take the study drugs at home. Both MG and ALA are taken by mouth with water. During one phase, participants will take MG plus a placebo. A placebo looks like the study drug but doesn t contain medicine.\n\nThey will log their diet, exercise, and sleep....",
            "detailedDescription": "Study Description:\n\nThis is a single site, Phase II single-blinded, randomized placebo control crossover pilot study. This study aims to explore the effect of adding alphalipoic acid (ALA) to mirabegron (MG) on glucose metabolism and lipolysis rate. MG 50 mg/d with placebo or MG 50 mg/d + ALA will be given to 48 total otherwise healthy women (24) and men (24) with obesity over 4 weeks followed by a 4-12 week washout period, after which subjects cross over to the other treatment. Subjects will undergo metabolic testing, safety assessments, and imaging before and after each of the two treatment cycles. Women and men will be studied separately using the same protocols.\n\nWe hypothesize that in women and in men with obesity (BMI 30-40 kg/m2), the increases in insulin sensitivity before and after four weeks of treatment will be higher when subjects are taking the combination MG 50 mg/d and ALA 2.4 g/d compared to when they are taking MG 50 mg/d with placebo. Of note, based on our preliminary data and reports in the literature, a key secondary hypothesis is that in women and in men with Grade 1 and 2 obesity (BMI 30-40 kg/m2), the increases in beta3-AR agonist-induced lipolysis before and after four weeks of treatment will be higher in subjects taking the combination MG 50 mg/d and ALA 2.4 g/d compared to taking MG 50 mg/d + placebo.\n\nObjectives:\n\nPrimary objective:\n\nTo compare the changes in insulin sensitivity after four weeks of treatment with the combination MG 50 mg/d and ALA 2.4 g/d to the changes after taking MG 50 mg/d + placebo.\n\nSecondary objectives:\n\n* Assess the rate of steady-state whole-body lipolysis measured as the rate of isotope appearance (Ra) of \\[2H5\\] glycerol before and on treatment compared to MG + placebo. While not optional, these studies are dependent on the availability of \\[2H5\\] glycerol.\n* Determine serum lipids levels before and on treatment compared to MG + placebo\n* To determine the safety and tolerability of the combination of ALA at dose 2.4 g/d given with mirabegron (MG, 50 mg/d).\n* Assess adipose tissue inflammation and serum inflammatory markers before and on treatment compared to MG + placebo\n\nExploratory Objectives (optional):\n\n* Assess the resting metabolic rate (RMR) before and on treatment compared to MG + placebo\n* Assess body composition before and on treatment compared to MG + placebo\n* Assess changes in glucose turnover using labeled glucose and water before and on treatment compared to MG + placebo\n* Assess liver inflammation and fat content by MRS/MRE before and on treatment compared to MG + placebo\n\nEndpoints:\n\nPrimary Endpoint: the changes in the Insulin Sensitivity Index (SI) obtained from the FSIGT.\n\nSecondary Endpoints:\n\n* Maximum observed plasma concentration of ALA (Cmax), time to maximum observed plasma concentration of ALA (Tmax), and area under the\n* concentration-time curve from 0 to 6 hours post-dose.\n* The number of subjects that develop Serious or non-serious AEs during and 2 weeks after treatment.\n* Changes in adipose tissue local inflammation (crown-like structures) before and on treatment will be compared between the two study arms.\n* Changes in serum cytokines (IL-6, TNFalpha, IL-17A, IL-10), CRP before and after treatment will be compared between the two study arms.\n* Changes in plasma lipids before and after treatment will be compared between the two study arms.\n* The rate of steady-state whole-body lipolysis measured as the rate of isotope appearance (Ra) of \\[2H5\\] glycerol before and on treatment will be compared between the two study arms.\n\nExploratory endpoints\n\n* Anterior abdominal wall adipose tissue-resident immune cells\n* Liver inflammation and fibrosis via MR\n* Bone marrow adipose tissue BMAT via MR\n* Resting metabolic rate (RMR). respiratory quotient (RQ), % body fat\n* Gluconeogenesis and glucose turnover using stable isotopes"
        },
        "conditionsModule": {
            "conditions": [
                "Insulin Resistance",
                "Obesity"
            ],
            "keywords": [
                "Obesity",
                "Insulin Sensitivity",
                "Insulin Resistance",
                "Placebo"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MG+ALA",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants take mirabegron + alpha lipoic acid daily for 4 weeks. There is testing pre- and post-treatment. Will evaluate the effects of MG+ALA on metabolic heath.",
                    "interventionNames": [
                        "Drug: Mirabegron",
                        "Drug: Alpha-lipoic acid"
                    ]
                },
                {
                    "label": "MG+Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants take mirabegron + placebo daily for 4 weeks. There is testing pre- and post-treatment. Will evaluate the effects of MG+Placebo on metabolic heath.",
                    "interventionNames": [
                        "Drug: Placebo",
                        "Drug: Mirabegron"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo",
                    "armGroupLabels": [
                        "MG+Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Mirabegron",
                    "description": "selective beta3-AR agonist approved",
                    "armGroupLabels": [
                        "MG+ALA",
                        "MG+Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Alpha-lipoic acid",
                    "description": "ALA is an antioxidant that is available over the counter",
                    "armGroupLabels": [
                        "MG+ALA"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "changes in the Insulin sensitivity index (SI) obtained from FSIGT",
                    "description": "changes in the Insulin sensitivity index",
                    "timeFrame": "4 weeks after intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maximum observed plasma concentration of ALA (Cmax), time to maximum observed plasma concentration of ALA (Tmax), and area under the concentration-time curve.",
                    "description": "Maximum observed plasma concentration of ALA",
                    "timeFrame": "4 weeks after intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nTo be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Adult subjects aged 18 - 65 years\n2. BMI greater than 30 kg/m2 and less than 40 kg/m2\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Type 1 diabetes mellitus; type 2 diabetes mellitus; or any person taking exogenous insulin therapy or any medication that increases risk of hypoglycemia\n2. Pregnancy, childbirth within the last year, or breastfeeding in the past 12 months (for women only)\n3. Hemoglobin \\<= 10 g/dl, Platelets \\<= 75 x 10\\^9 per liter, white blood cell count \\<= 4 x 10\\^9 per liter) or patients with eGFR \\<60 ml/min/1.72 m2 and a Urine Albumin Creatinine Ratio \\>300 mg/g\n4. Since recent weight loss would change the metabolic rate, subjects that have been on a very low-calorie diet (\\<800 kcal/d) within a year or self-reported weight loss \\>5% in the preceding six months.\n5. Trained athletes\n6. History of seizure disorder\n7. An active history of abnormal bladder function, diagnosis of bladder outlet obstruction, urgency, and urinary frequency or use of antimuscarinic medication to treat overactive bladder (OAB)\n8. History of hypertension or subjects on antihypertensive therapy since the combination therapy on other beta receptors is unknown.\n9. Medication that causes QT prolongation, adrenergic agonists, cardiac beta-blockers, calcium channel blockers, insulin resistance (systemic corticosteroids), monoamine oxidase, or medications known to be CYP2D6 substrates\n10. Current use of medications/dietary supplements/alternative therapies known to alter energy metabolism, including levothyroxine.\n11. Subjects with moderate hepatic impairment (Child-Pugh Class B) or above\n12. Unable to take oral medication\n13. Individuals with significant medical comorbidities that would render the subject s participation unsafe as assessed by the investigator\n14. Individuals with cardiac arrhythmia or abnormal baseline EKG\n15. Individuals who have current substance abuse or a psychiatric disorder or any other condition that, in the investigators' opinion, would impede competence, compliance, or participation in the study.\n16. Individuals with known allergies to mirabegron and alpha-lipoic acid or sulfa containing drugs\n17. Inability to provide informed consent\n18. Other factors that the PI will determine to affect the safety or outcome of the study",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashley M Schmitz, C.R.N.P.",
                    "role": "CONTACT",
                    "phone": "(920) 948-1186",
                    "email": "ashley.schmitz@nih.gov"
                },
                {
                    "name": "Aaron M Cypess, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 435-9267",
                    "email": "aaron.cypess@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aaron M Cypess, M.D.",
                    "affiliation": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIH Clinical Center Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_000220-DK.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000007333",
                    "term": "Insulin Resistance"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000006946",
                    "term": "Hyperinsulinism"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10370",
                    "name": "Insulin Resistance",
                    "asFound": "Insulin Resistance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M9997",
                    "name": "Hyperinsulinism",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008063",
                    "term": "Thioctic Acid"
                },
                {
                    "id": "C000520025",
                    "term": "Mirabegron"
                }
            ],
            "ancestors": [
                {
                    "id": "D000058667",
                    "term": "Adrenergic beta-3 Receptor Agonists"
                },
                {
                    "id": "D000000318",
                    "term": "Adrenergic beta-Agonists"
                },
                {
                    "id": "D000000322",
                    "term": "Adrenergic Agonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000064804",
                    "term": "Urological Agents"
                },
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000014803",
                    "term": "Vitamin B Complex"
                },
                {
                    "id": "D000014815",
                    "term": "Vitamins"
                },
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "relevance": "LOW"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M244406",
                    "name": "Mirabegron",
                    "asFound": "Linear",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11063",
                    "name": "Thioctic Acid",
                    "asFound": "Telmisartan",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M29193",
                    "name": "Adrenergic beta-3 Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3670",
                    "name": "Adrenergic beta-Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3673",
                    "name": "Adrenergic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                },
                {
                    "id": "T359",
                    "name": "Alpha-lipoic Acid",
                    "asFound": "Telmisartan",
                    "relevance": "HIGH"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Urol",
                    "name": "Urological Agents"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}