{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05968989",
            "orgStudyIdInfo": {
                "id": "10001614"
            },
            "secondaryIdInfos": [
                {
                    "id": "001614-I"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Trial to Evaluate the Safety, Tolerability, and Immunogenicity of a Mosaic Hexavalent Influenza Vaccine VRC-FLUMOS0116-00-VP (FluMos-v2) in Healthy Adults",
            "officialTitle": "VRC 326 (001614): A Phase I Open-Label Clinical Trial to Evaluate the Safety, Tolerability, and Immunogenicity of a Mosaic Hexavalent Influenza Vaccine VRC-FLUMOS0116-00-VP (FluMos-v2) in Healthy Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "trial-to-evaluate-the-safety-tolerability-and-immunogenicity-of-a-mosaic-hexavalent-influenza-vaccine-vrc-vp-flumos-in-healthy-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-16",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-16",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-31",
            "studyFirstSubmitQcDate": "2023-07-31",
            "studyFirstPostDateStruct": {
                "date": "2023-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nInfluenza (flu) virus causes 3 to 5 million cases of severe illness and up to 650,000 deaths per year worldwide. Current vaccines work well against single strains of flu virus. But no single vaccine works well against all flu viruses that can cause illness.\n\nObjective:\n\nTo test an experimental flu vaccine (FluMos-v2) in healthy adults.\n\nEligibility:\n\nHealthy adults aged 18 to 50 years.\n\nDesign:\n\nParticipants will have 11 clinic visits in 10 months. They must agree not to get a licensed flu vaccine while taking part in this study.\n\nFluMos-v2 will be given with a needle injected into a muscle in the upper arm. Participants will receive a follow-up phone call the following day.\n\nParticipants will be given a diary card, a ruler, and a thermometer. They will take their temperature every day for 7 days after receiving the shot. They will measure any skin changes at the injection site. They will record their findings and how they feel.\n\nParticipants will receive a second FluMos-v2 shot after 4 months. They will repeat the other follow-up steps.\n\nParticipants will have 9 other clinic follow-up visits. Blood will be drawn at each visit.\n\nParticipants should also come to the clinic if they develop flu-like symptoms during the study.\n\nParticipants may opt for an apheresis 2 weeks after each shot: Blood will be removed through a needle in the vein of 1 arm. The blood will run through a machine that separates out the white blood cells. The remaining blood is returned through a needle in the other arm.",
            "detailedDescription": "Design:\n\nThis is a Phase I, open-label, dose escalation study to evaluate the dose, safety, tolerability, and immunogenicity of the mosaic hexavalent influenza vaccine VRC-FLUMOS0116-00-VP (FluMos-v2). For Part A, the hypotheses are that the FluMos-v2 vaccine is safe and tolerable and will elicit an immune response. For Part B, the hypothesis is that the vaccine will generate a germinal center (GC) response in a draining lymph node as determined by fine needle aspiration of a reactive ipsilateral axillary lymph node. The primary objective is to evaluate the safety and tolerability of the investigational vaccine in healthy adults. Secondary objectives are related to the immunogenicity of the investigational vaccine.\n\nStudy Products:\n\nThe investigational vaccine, FluMos-v2, was developed by the Vaccine Research Center (VRC), National Institute of Allergy and Infectious Diseases (NIAID) and is composed of the following 6 influenza strains:\n\nInfluenza A:\n\n* H1: A/Idaho/07/2018\n* H2: A/Singapore/1/1957\n* H3: A/Perth/1008/2019\n* H3: A/Darwin/106/2020\n\nInfluenza B:\n\n* B/Victoria lineage: B/Colorado/06/2017\n* B/Yamagata lineage: B/Phuket/3073/2013\n\nFluMos-v2 is supplied in a single-use vial at a target concentration of 180 mcg/mL and will be administered intramuscularly (IM) in the deltoid muscle via needle and syringe.\n\nSubjects: Healthy adults between the ages of 18-50 years, inclusive, will be enrolled.\n\nStudy Plan:\n\nIn Part A, this study evaluates the safety, tolerability, and immunogenicity of FluMos-v2 in a dose escalation design.\n\nIn Part B, this study assesses GC and peripheral blood immune responses at different time points after vaccination with FluMos-v2.\n\nFor Part B: The protocol requires 2 vaccination visits, approximately 9-10 follow-up visits, 4 mandatory FNA visits and 1 optional FNA visit, and 10-12 telephone contacts. Safety phone calls occur one day after each vaccination, and 3 days after each FNA. Additional phone calls are related to scheduling the FNA procedures. Solicited reactogenicity is evaluated using a 7-day diary card. Assessment of vaccine safety includes clinical observation and monitoring of hematological and chemical parameters at clinical visits throughout the study.\n\nThe study schema is as follows:\n\nVRC 326 Vaccination Schema:\n\nPart A:\n\nGroup 1: Subjects:12, Day 0: 60 mcg, Week 16: 60 mcg, Product: FluMos-v2\n\nGroup 2: Subjects: 12, Day 0: 180 mcg, Week 16: 180 mcg, Product: FluMos-v2\n\nPart B:\n\nGroup 3: Subjects: 6, Day 0: 180 mcg, Week 16: 180 mcg, Product: FluMos-v2\n\nTotal = 30 subjects (Enrollment up to 40 subjects is permitted if additional subjects are needed for safety or immunogenicity evaluations).\n\nStudy Duration:\n\nPart A:\n\nSubjects will be evaluated for 40 weeks following first vaccine administration, including through the 2023-2024 influenza season.\n\nPart B:\n\nSubjects are evaluated for 40 weeks following the first vaccine administration, including through the 2024-2025 influenza season."
        },
        "conditionsModule": {
            "conditions": [
                "Influenza"
            ],
            "keywords": [
                "Seasonal Influenza",
                "Experimental Vaccine",
                "Immune Response",
                "Virus",
                "Universal Influenza Vaccine",
                "Respiratory Illness",
                "Healthy Adults"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1",
                    "type": "EXPERIMENTAL",
                    "description": "60 mcg of FluMos-v2 on Day 0 and Week 16",
                    "interventionNames": [
                        "Biological: VRC-FLUMOS0116-00-VP( FLUMos-v2)"
                    ]
                },
                {
                    "label": "Group 2",
                    "type": "EXPERIMENTAL",
                    "description": "180 mcg of FluMos-v2 on Day 0 and Week16",
                    "interventionNames": [
                        "Biological: VRC-FLUMOS0116-00-VP( FLUMos-v2)"
                    ]
                },
                {
                    "label": "Group 3",
                    "type": "EXPERIMENTAL",
                    "description": "180 mcg of FluMos-v2 on Day 0 and Week16",
                    "interventionNames": [
                        "Biological: VRC-FLUMOS0116-00-VP( FLUMos-v2)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "VRC-FLUMOS0116-00-VP( FLUMos-v2)",
                    "description": "The vaccine, FLUMos-v2, is composed of engineered pentamer yeast C. albican lumazine synthase assembled with 20 HA ectodomain trimers from the following 6 influenza strains:\n\nInfluenza A:\n\nH1: A/Idaho/07/2018; H2: A/Singapore/1/1957; H3: A/Perth/1008/2019; H3: A/Darwin/106/2020\n\nInfluenza B:\n\nB/Victoria lineage: B/Colorado/06/2017; B/Yamagata lineage: B/Phuket/3073/2013",
                    "armGroupLabels": [
                        "Group 1",
                        "Group 2",
                        "Group 3"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the safety and tolerability",
                    "description": "A 60 mcg dose of FluMos-v2 vaccine administered IM via needle on Day 0 and Week 16 to healthy adults.",
                    "timeFrame": "Through 40 weeks following the first vaccine administration"
                },
                {
                    "measure": "To evaluate the safety and tolerability",
                    "description": "A 180 mcg dose of FluMos-v2 vaccine administered IM administered via needle on Day 0 and Week 16 to healthy adults.",
                    "timeFrame": "Through 40 weeks following the first vaccine administration"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To evaluate the antibody responses to FluMos-v2 vaccine",
                    "description": "Antibody responses to a 180 mcg IM dose will be evaluated.",
                    "timeFrame": "At two weeks after each injection at Week 2 and Week 18"
                },
                {
                    "measure": "To evaluate the antibody responses to FluMos-v2 vaccine",
                    "description": "Antibody responses to a 60 mcg IM dose will be evaluated.",
                    "timeFrame": "At two weeks after each injection at Week 2 and Week 18"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nA subject must meet all of the following criteria:\n\n* Healthy adults between the ages of 18-50 years, inclusive\n* Based on history and physical examination, in good general health and without history of any of the conditions listed in the exclusion criteria\n* For Part A: Received at least one licensed influenza vaccine from 2018 through the 2022-2023 influenza season\n* Able and willing to complete the informed consent process\n* For Part A: Available for clinic visits for 40 weeks after enrollment, including through the 2023-2024 influenza season\n* For Part B: Available for clinic visits for 40 weeks after enrollment, including through the 2024-2025 influenza season\n* For Part B: Agrees to undergo four lymph node FNAs.\n* Able to provide proof of identity to the satisfaction of the study clinician completing the enrollment process\n* Physical examination and laboratory results without clinically significant findings and a Body Mass Index (BMI) \\<= 35 within the 56 days before enrollment\n* For both Parts A and B: Agrees to not receive the 2023-2024 licensed influenza vaccination during study participation due to potential confounding of study results\n* Willing to have blood samples collected, stored indefinitely, and used for research purposes\n* For Part B: WIlling to have lymph node samples collected, stored indefinitely, and used for research puposes\n\nLaboratory Criteria within 56 days before enrollment\n\n* White blood cells (WBC) and differential within institutional normal range or accompanied by the site Principal Investigator (PI) or designee approval\n* Total lymphocyte count \\>= 800 cells/microliter\n* Platelets = 125,000 - 500,000 cells/microliter\n* Hemoglobin within institutional normal range or accompanied by the PI or designee approval\n* Alanine aminotransferase (ALT) \\<= 1.25 x institutional upper limit of normal (ULN)\n* Aspartate aminotransferase (AST) \\<= 1.25 x institutional ULN\n* Alkaline phosphatase (ALP) \\<1.1 x institutional ULN\n* Total bilirubin within institutional normal range or accompanied by the PI or designee approval\n* Serum creatinine \\<= 1.1 x institutional ULN\n* Negative for HIV infection by an FDA-approved method of detection\n\nCriteria applicable to women of childbearing potential:\n\n* Negative beta-human chorionic gonadotropin (Beta-HCG) pregnancy test (urine or serum) on the day of enrollment\n* Agrees to use an effective means of birth control from at least 21 days prior to enrollment through the end of the study for sample collection.\n\nEXCLUSION CRITERIA\n\nA subject will be excluded if one or more of the following conditions apply:\n\n-Breast-feeding or planning to become pregnant during the study\n\nSubject has received any of the following substances:\n\n* More than 10 days of systemic immunosuppressive medications or cytotoxic medications within the 4 weeks prior to enrollment or any within the 14 days prior to enrollment\n* Blood products within 16 weeks prior to enrollment\n* Live attenuated vaccines within 4 weeks prior to enrollment\n* Inactivated vaccines within 2 weeks prior to enrollment\n* Investigational research agents within 4 weeks prior to enrollment or planning to receive investigational products while on the study (Note: SARS-CoV-2 vaccines licensed and/or approved by emergency use authorization are not exclusionary, but are subject to the criteria for timing of inactivated vaccines or mRNA vaccines)\n* mRNA vaccines within 4 weeks prior to enrollment\n* Current allergy treatment with allergen immunotherapy with antigen injections, unless on maintenance schedule\n* Current anti-TB prophylaxis or therapy\n* Receipt of investigational ferritin-based nanoparticle influenza vaccines, with the exception of participants previously enrolled in the VRC 316 study as follows: Group 2 (HA-F A/Sing prime, HA-F A/Sing boost), 3A (DNA A/Sing prime, HA-F A/Sing boost) or 4A (HA-F A/Sing prime, HA-F A/Sing boost).\n* Receipt of the mosaic quadrivalent influenza vaccine VRC-FLUMOS0111-00-VP (FluMos-v1)\n* Receipt of any licensed influenza vaccine within 6 months prior to enrollment.\n* For Part A and Part B:Receipt of the 2023-2024 licensed influenza vaccine\n* For Part B: Plan to or are required to receive the 2024-2025 licensed influenza vaccine\n* For Part B: Receipt of any licensed seasonal influenza vaccine since the 2020-2021 influenza season; including the 2021-2022 influenza season through the 2024-2025 influenza season.\n\nSubject has a history of any of the following clinically significant conditions:\n\n* Serious reactions to vaccines that preclude receipt of the study vaccinations as determined by the investigator\n* Hereditary angioedema, acquired angioedema, or idiopathic forms of angioedema\n* Asthma that is not well controlled\n* Diabetes mellitus (type I or II), with the exception of gestational diabetes\n* Thyroid disease that is not well controlled\n* Idiopathic urticaria within the past year\n* Autoimmune disease or immunodeficiency\n* Hypertension that is not well controlled\n* Bleeding disorder diagnosed by a doctor (e.g., factor deficiency, coagulopathy, or platelet disorder requiring special precautions) or significant bruising or bleeding difficulties with IM injections or blood draws\n* Malignancy that is active or history of malignancy that is likely to recur during the period of the study\n* Seizure disorder other than 1) febrile seizures, 2) seizures secondary to alcohol withdrawal more than 3 years ago, or 3) seizures that have not required treatment within the last 3 years\n* Asplenia, functional asplenia or any condition resulting in the absence or removal of the spleen\n* Guillain-Barre Syndrome\n* Any medical, psychiatric, or social condition, occupational reason, or other responsibility that, in the judgment of the investigator, is a contraindication to protocol participation or impairs a subject s ability to give informed consent, including but not limited to clinically significant forms of infectious diseases, drug or alcohol abuse, autoimmune diseases, psychiatric disorders, or heart disease.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "VRC Recruitment",
                    "role": "CONTACT",
                    "phone": "(866) 833-5433",
                    "email": "vrcrecruitment@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tejaswi S Dittakavi, D.O.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "VRC Clinic",
                            "role": "CONTACT",
                            "phone": "301-451-8715",
                            "email": "vaccines@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23698367",
                    "type": "BACKGROUND",
                    "citation": "Kanekiyo M, Wei CJ, Yassine HM, McTamney PM, Boyington JC, Whittle JR, Rao SS, Kong WP, Wang L, Nabel GJ. Self-assembling influenza nanoparticle vaccines elicit broadly neutralizing H1N1 antibodies. Nature. 2013 Jul 4;499(7456):102-6. doi: 10.1038/nature12202. Epub 2013 May 22."
                },
                {
                    "pmid": "30808695",
                    "type": "BACKGROUND",
                    "citation": "Corbett KS, Moin SM, Yassine HM, Cagigi A, Kanekiyo M, Boyoglu-Barnum S, Myers SI, Tsybovsky Y, Wheatley AK, Schramm CA, Gillespie RA, Shi W, Wang L, Zhang Y, Andrews SF, Joyce MG, Crank MC, Douek DC, McDermott AB, Mascola JR, Graham BS, Boyington JC. Design of Nanoparticulate Group 2 Influenza Virus Hemagglutinin Stem Antigens That Activate Unmutated Ancestor B Cell Receptors of Broadly Neutralizing Antibody Lineages. mBio. 2019 Feb 26;10(1):e02810-18. doi: 10.1128/mBio.02810-18."
                },
                {
                    "pmid": "26301691",
                    "type": "BACKGROUND",
                    "citation": "Yassine HM, Boyington JC, McTamney PM, Wei CJ, Kanekiyo M, Kong WP, Gallagher JR, Wang L, Zhang Y, Joyce MG, Lingwood D, Moin SM, Andersen H, Okuno Y, Rao SS, Harris AK, Kwong PD, Mascola JR, Nabel GJ, Graham BS. Hemagglutinin-stem nanoparticles generate heterosubtypic influenza protection. Nat Med. 2015 Sep;21(9):1065-70. doi: 10.1038/nm.3927. Epub 2015 Aug 24."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001614-I.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007251",
                    "term": "Influenza, Human"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000009976",
                    "term": "Orthomyxoviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10295",
                    "name": "Influenza, Human",
                    "asFound": "Influenza",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12902",
                    "name": "Orthomyxoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}