{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06141031",
            "orgStudyIdInfo": {
                "id": "22-0734.cc"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Trial of Radiotherapy in Combination With TTI-101 in Patients With Borderline Resectable Pancreatic Cancer",
            "officialTitle": "Phase 1/2 Trial of Radiotherapy in Combination With TTI-101 in Patients With Borderline Resectable Pancreatic Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "trial-of-radiotherapy-in-combination-with-tti-in-patients-with-borderline-resectable-pancreatic-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-08",
            "studyFirstSubmitQcDate": "2023-11-14",
            "studyFirstPostDateStruct": {
                "date": "2023-11-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Tvardi Therapeutics, Incorporated",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To evaluate the safety, tolerability, and efficacy of TTI-101 given in combination with Stereotactic Body Radiation Therapy (SBRT) in borderline resectable pancreatic ductal adenocarcinoma."
        },
        "conditionsModule": {
            "conditions": [
                "Pancreatic Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase I",
                    "type": "EXPERIMENTAL",
                    "description": "During Phase 1, up to 2 dose levels of TTI-101 with SBRT will be tested using a 3 + 3 dose-escalation design to determine the RP2D. Up to 3 participants may be enrolled with either 0/3 or 1/3 DLT in order to more fully evaluate the safety and tolerability at a given dose level. Therefore, a minimum of 9 patients (3 at dose 0, and 6 at dose 1) and maximum 18 (6 patients at each dose level) will be enrolled in the phase 1.",
                    "interventionNames": [
                        "Drug: TTI-101"
                    ]
                },
                {
                    "label": "Phase II",
                    "type": "EXPERIMENTAL",
                    "description": "An additional 12 patients will be enrolled in phase 2 so that total of 18 patients are treated at RP2D in phase 2 (the 6 patients treated at RP2D in phase 1 will be rolled over to phase 2) of TTI-101 in combination with SBRT on + 3-5 days prior to the first fraction of the SBRT.",
                    "interventionNames": [
                        "Drug: TTI-101"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "TTI-101",
                    "description": "TTI-101 is an orally bioavailable, small-molecule inhibitor of Signal Transducer and Activator of Transcription 3 (STAT3), a transcription factor whose upregulation and activation governs many hallmarks of cancer, inflammation, and fibrosis.",
                    "armGroupLabels": [
                        "Phase I",
                        "Phase II"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by incidence of adverse events",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes between baseline laboratory assessments",
                    "description": "The PI will review and assess the changes in each participant's laboratory assessments to determine participants with abnormal laboratory values before, during, and after the delivery of SBRT in combination with TTI-101.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in electrocardiograms (ECGs)",
                    "description": "The PI will review each participant's ECG before and after the delivery of SBRT in combination with TTI-101 to determine any abnormal changes.",
                    "timeFrame": "2 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in patients blood pressure.",
                    "description": "The PI will review each participant's blood pressure before and after the delivery of SBRT in combination with TTI-101 to determine any abnormal changes.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in patient heart rate.",
                    "description": "The PI will review each participant's heart rate before and after the delivery of SBRT in combination with TTI-101 to determine any abnormal changes.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in patient SpO2.",
                    "description": "The PI will review each participant's SpO2 before and after the delivery of SBRT in combination with TTI-101 to determine any abnormal changes.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in patient weight.",
                    "description": "The PI will review each participant's weight before and after the delivery of SBRT in combination with TTI-101 to determine any abnormal changes.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in abdominal distension of each participant.",
                    "description": "During physical examination of each patient, the PI will assess any changes in the abdominal distension by visual inspection and palpation on physical exam.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in tenderness to palpation on abdominal exam. of each participant.",
                    "description": "During physical examination of each patient, the PI will assess any changes in the tenderness to palpation on abdominal exam of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in ascites of each participant.",
                    "description": "During the physical examination of each patient, the PI will assess any changes in ascites by a change in the level of dullness (shifting dullness) or demonstration of a transmitted fluid wave on physical exam.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in palpable gallbladder of each participant.",
                    "description": "During the physical examination of each patient, the PI will assess any changes in the palpable gallbladder on inspiration in the region of the right mid-clavicular line and below the right costal margin.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in extremity edema of each participant.",
                    "description": "During physical examination of each patient, the PI will assess any changes in extremity edema of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in skin discoloration (jaundice) of each participant.",
                    "description": "During physical examination of each patient, the PI will assess any changes in skin discoloration (jaundice) of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in icteric sclera of each participant.",
                    "description": "During physical examination of each patient, the PI will assess any changes in icteric sclera of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in palmar erythema of each participant.",
                    "description": "During physical examination of each patient, the PI will assess any changes in palmar erythema of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in spider angioma of each participant.",
                    "description": "During physical examination of each patient, the PI will assess any changes in spider angioma of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in left supraclavicular lymphadenopathy (Virchow's node) of each participant.",
                    "description": "During physical examination of each patient, the PI will assess any changes in left supraclavicular lymphadenopathy (Virchow's node) of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the safety of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in superficial thrombophlebitis (Trousseau's sign) of each participant.",
                    "description": "During physical examination of each patient, the PI will assess any changes in superficial thrombophlebitis (Trousseau's sign) of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by incidence of adverse events",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes between baseline laboratory assessments",
                    "description": "The PI will review and assess the changes in each participant's laboratory assessments to determine participants with abnormal laboratory values before, during, and after the delivery of SBRT in combination with TTI-101.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes between baseline ECGs",
                    "description": "The PI will review each participant's ECG before and after the delivery of SBRT in combination with TTI-101 to determine any abnormal changes.",
                    "timeFrame": "2 months"
                },
                {
                    "measure": "Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in patients blood pressure.",
                    "description": "The PI will review each participant's blood pressure before and after the delivery of SBRT in combination with TTI-101 to determine any abnormal changes.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in patients heart rate.",
                    "description": "The PI will review each participant's heart rate before and after the delivery of SBRT in combination with TTI-101 to determine any abnormal changes.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in patients SpO2.",
                    "description": "The PI will review each participant's SpO2 before and after the delivery of SBRT in combination with TTI-101 to determine any abnormal changes.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in patients weight.",
                    "description": "The PI will review each participant's weight before and after the delivery of SBRT in combination with TTI-101 to determine any abnormal changes.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in abdominal distension of each participant.",
                    "description": "During physical examination of each patient, the PI will assess any changes in the abdominal distension by visual inspection and palpation on physical exam.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in tenderness to palpation on abdominal exam of each participant.",
                    "description": "During physical examination of each patient the PI will assess any changes in the tenderness to palpation on abdominal exam of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in ascites of each participant.",
                    "description": "During the physical examination of each patient, the PI will assess any changes in ascites by a change in the level of dullness (shifting dullness) or demonstration of a transmitted fluid wave on physical exam.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in palpable gallbladder of each participant.",
                    "description": "During the physical examination of each patient, the PI will assess any changes in the palpable gallbladder on inspiration in the region of the right mid-clavicular line and below the right costal margin.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in extremity edema of each participant.",
                    "description": "During physical examination of each patient the PI will assess any changes in the extremity edema of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in skin discoloration (jaundice) of each participant.",
                    "description": "During physical examination of each patient the PI will assess any changes in the skin discoloration (jaundice) of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in the icteric sclera of each participant.",
                    "description": "During physical examination of each patient the PI will assess any changes in the icteric sclera of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in the palmar erythema of each participant.",
                    "description": "During physical examination of each patient the PI will assess any changes in the palmar erythema of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in the spider angioma of each participant.",
                    "description": "During physical examination of each patient the PI will assess any changes in the spider angioma of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in the left supraclavicular lymphadenopathy (Virchow's node) of each participant.",
                    "description": "During physical examination of each patient the PI will assess any changes in the left supraclavicular lymphadenopathy (Virchow's node) of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 1: Determine the tolerability of delivering Stereotactic Body Radiation Therapy in combination with TTI-101 in borderline resectable pancreatic cancer by changes in the superficial thrombophlebitis (Trousseau's sign) of each participant.",
                    "description": "During physical examination of each patient the PI will assess any changes in the left superficial thrombophlebitis (Trousseau's sign) of each participant.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Phase 2: To assess pathologic response rate (R0 resection) for those who revert to resectable status",
                    "description": "To assess pathologic response rate (R0 resection) for those who revert to resectable status, compared to historical controls treated with SBRT alone",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Phase 1: Estimate Overall Response Rate by RECIST of the combination of TTI-101 + SBRT",
                    "description": "To observe and record anti-tumor activity. Although the clinical benefit of this drug has not yet been established, the intent of offering this treatment is to provide a possible therapeutic benefit, and thus the patient will be monitored for response and survival outcomes in addition to safety and tolerability.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Phase 2: Determine the progression-free survival of the combination of TTI-101 plus stereotactic body radiation therapy",
                    "description": "PFS will be compared to historical controls treated with the same regimen of hypofractionated radiotherapy alone",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Phase 2: Determine the 2-year overall survival (OS) rate of patients treated with hypofractionated radiotherapy plus TTI-101",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Phase 2: Evaluate the objective response rate (ORR, per RECIST 1.1) by imaging of patients treated with hypofractionated radiotherapy plus TTI-101",
                    "description": "ORR will be compared to historical controls treated with similar regimen on hypofractionated radiotherapy alone",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Phase 2: Assess quality of life associated with treatment protocol using EORTC QLQ-C30",
                    "description": "Use a quality of life questionnaire at multiple time points using EORTC QLQ-C30. A higher score indicating a better HRQoL.",
                    "timeFrame": "18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have pathologically confirmed pancreatic adenocarcinoma with borderline resectable PDAC as defined by NCCN guidelines, with no expected arterial resection-reconstruction, with measurable or evaluable disease be specified for RECIST assessment.\n* Received induction chemotherapy per standard of care.\n* Age ≥ 18 years at time of study entry.\n* Provision to sign and date the consent form.\n* Stated willingness to comply with all study procedures and be available for the duration of the study.\n* Ability to swallow tablets by mouth.\n* ECOG performance status ≤2 or KPS ≥60%\n* Absolute neutrophil count ≥ 1,500/mcL\n* Platelets ≥ 75,000/mcL\n* Hemoglobin ≥ 9 g/dL, patients may be transfused to meet this criterion\n* Serum albumin ≥ 2.8 g/dL\n* Total Bilirubin ≤ 2mg/dL\n* AST(SGOT)/ALT(SGPT)/ALP ≤ 3 x institutional upper limit of normal (IULN)\n* Measured creatinine clearance (CL) \\>40 mL/min or Calculated creatinine CL \\>40 mL/min by the Cockcroft-Gault formula (Cockcroft and Gault 1976) or by 24-hour urine collection for determination of creatinine clearance:\n\nMales:\n\nCreatinine CL (mL/min) = Weight (kg) x (140 - Age) 72 x serum creatinine (mg/dL)\n\nFemales:\n\nCreatinine CL (mL/min) = Weight (kg) x (140 - Age) x 0.85 72 x serum creatinine (mg/dL)\n\n* INR ≤ 1.5 x IULN unless patient is receiving anticoagulant therapy as long as INR or PTT is within therapeutic range of intended use of anticoagulants\n* aPTT ≤ 1.5 x IULN unless patient is receiving anticoagulant therapy as long as INR or PTT is within therapeutic range of intended use of anticoagulants\n* Sexually active women of childbearing potential (defined in section 7.1) and men must agree to use at least 1 highly effective method of contraception (defined in section 7.1) from screening and for at least 30 days after administration of the last dose of the study treatment. Should a woman become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician immediately. See section 9.2.8 for pregnancy reporting guidelines.\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding. Patient must have a negative serum or urine pregnancy test within 5 days of study treatment.\n* Previous treatment of the current malignancy with a STAT inhibitor.\n* Herbal preparations are not allowed throughout the study. These herbal medications include but are not limited to St.\n\nJohn's wort, kava, ephedra (Ma Huang), gingko biloba, dehydroepiandrosterone (DHEA), yohimbe, saw palmetto, and ginseng. Participants should stop using herbal medications 7 days prior to the first dose of study treatment.\n\n* Is not fully recovered from all COVID-19-related symptoms for 2 weeks prior to Cycle 1 Day 1, if previously tested positive for COVID-19.\n* Ongoing toxicity (except alopecia) due to a prior therapy, unless returned to baseline or Grade 1 or less.\n* Has had major surgery within 3 weeks prior to starting IP or has not recovered from major side effects due to surgery.\n* Significantly impaired cardiac function such as unstable angina pectoris, symptomatic congestive heart failure with New York Heart Association Class III or IV, myocardial infarction within the last 12 months prior to study entry; serious arrhythmia (including QTc prolongation of \\>470 ms and/or pacemaker) or prior diagnosis of congenital long QT syndrome.\n* Pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures (once monthly or more frequently). Participants with indwelling catheters for control of effusions or ascites are allowed.\n* History of cerebrovascular accident or stroke within the previous 2 years.\n* History of hepatic encephalopathy.\n* Uncontrolled or symptomatic hypercalcemia (ionized calcium \\>1.5 mmol/L, calcium \\>12 mg/dL, or corrected serum calcium \\>ULN).\n* Evidence of bleeding diathesis or significant coagulopathy (in the absence of therapeutic anticoagulation).\n* History of Grade 3 or 4 allergic reactions attributed to compounds of similar chemical or biologic composition as TTI- 101 (hydroxyl-naphthalene sulfonamides).\n* Known active metastases in the central nervous system (unless stable by brain imaging studies for at least 1 month without evidence of cerebral edema and no requirements for corticosteroids or anticonvulsants).\n* History of malabsorption, or other chronic gastrointestinal disease or conditions that may hamper compliance and/or absorption of the IP.\n* Has a known history of HIV infection.\n* Participants with chronic HBV infection, unless screening viral load \\<500 IU/mL on stable doses of antiviral therapy.\n\nNote: Participants with chronic HCV infection are allowed to enroll into the study but do not have a defined maximum viral load requirement for study entry. Participants with both HBV and HCV infection are excluded unless they have negative HCV RNA.\n\n* History of malignancy other than PDAC within 3 years prior to screening, with the exception of malignancies with a negligible risk of metastasis or death (eg, 5-year overall survival \\[OS\\] rate \\>90%), such as adequately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, localized prostate cancer, ductal carcinoma in situ, or Stage I uterine cancer.\n* Has any other concurrent severe and/or uncontrolled medical condition that would, in the investigator's judgment, cause unacceptable safety risks, contraindicate participation in the clinical study, or compromise compliance with the protocol such as:\n\n  * Chronic pancreatitis.\n  * Active untreated or uncontrolled fungal, bacterial, or viral infections (including COVID-19), sepsis, etc.\n  * Acute and chronic, active infectious disorders including viral and nonmalignant medical illnesses that are uncontrolled or whose control may be jeopardized by the complications of this study therapy.\n* Prior treatment for pancreatic cancer in the past 2 years and outside of the induction chemotherapy received for the current diagnosis.\n* Measurable distant metastases on re-staging imaging post chemotherapy that meets RECIST1.1 criteria.\n* A history of other malignancy ≤ 3 years previous except for basal cell or squamous cell carcinoma of the skin which were treated with local resection only, or carcinoma in situ of the cervix.\n* Currently receiving any other investigational agents or has participated in a study of an investigational agent or using an investigational device overlapping with study treatments within 3-6 months preceding diagnosis at the discretion of the PI.\n* A history of allergic reactions attributed to compounds of similar chemical or biologic composition to TTI-101.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Saralina Nguyen",
                    "role": "CONTACT",
                    "phone": "303-724-9822",
                    "email": "saralina.nguyen@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sana Karam, PhD, MD",
                    "affiliation": "University of Colorado, Denver",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Saralina Nguyen",
                            "role": "CONTACT",
                            "phone": "303-724-9822",
                            "email": "saralina.nguyen@cuanschutz.edu"
                        },
                        {
                            "name": "Sana D Karam, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}