{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03168529",
            "orgStudyIdInfo": {
                "id": "1701000235"
            },
            "organization": {
                "fullName": "Wayne State University",
                "class": "OTHER"
            },
            "briefTitle": "Trial Assessing the Effectiveness of Ivabradine Started at Discharge From the Observation Unit",
            "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled Trial Assessing the Efficacy of Ivabradine Initiated at the Time of Discharge From the Observation Unit",
            "acronym": "OBSERVE-IVA",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "trial-assessing-the-effectiveness-of-ivabradine-started-at-discharge-from-the-observation-unit"
        },
        "statusModule": {
            "statusVerifiedDate": "2018-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2019-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2020-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-05-24",
            "studyFirstSubmitQcDate": "2017-05-24",
            "studyFirstPostDateStruct": {
                "date": "2017-05-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2018-10-02",
            "lastUpdatePostDateStruct": {
                "date": "2018-10-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Phillip Levy",
                "investigatorTitle": "Edward S. Thomas Endowed Professor and Associate Chair of Research, Department of Emergency medicine",
                "investigatorAffiliation": "Wayne State University"
            },
            "leadSponsor": {
                "name": "Phillip Levy",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Amgen",
                    "class": "INDUSTRY"
                },
                {
                    "name": "iRhythm Technologies, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Ivabradine (IVA) has been shown to decrease the risk of hospitalizations for worsening Heart Failure and was associated with a trend towards improved mortality in the SHIFT1 trial. SHIFT1 excluded patients within 4 weeks of hospital discharge, so the efficacy and safety of IVA in this setting is less clear.\n\nIn today's health care environment more and more patients that present to the Emergency Department (ED) for mild Acute Heart Failure (AHF) are being placed into observation unit and subsequently discharged, or discharged outright from the ED. This is not only a growing segment of patients, but also represents an important window of opportunity to intervene with a potentially effective therapy.\n\nMoreover, at this point in a patient's experience (being discharged after getting treated for exacerbation of Heart Failure), it's not clear that beta blockers (BB) should yet be increased/started due to the recent state of exacerbation.\n\nStandard treatment of worsened heart failure presenting to the ED or urgent care includes diuretics (e. g. furosemide) and vasodilators (e.g. ACE-I, ARB, Hydralazine/Isosorbide or ARNi), but according to usual standard of care, titration of beta blockade is often reserved for outpatient follow up after a period of demonstrated stability (in the ambulatory setting).\n\nThis is in contradistinction to hospitalized patients, where patients have been observed by the treating team for days, presumably show stability and improvement, and starting low dose BB at the time of hospital discharge has been shown to be safe. As such these ED/Observation discharge patients are often not optimal candidates for intensification of BB at the time of release, and could be considered to be at maximally tolerated BB dose (for at least for 2-4 weeks). This may represent a vulnerable period for these patients; its unknown in the setting of Observation discharge but evidence from hospitalized patients indicates that the highest daily risk of rehospitalization is in the days just after discharge. IVA may be effective post observation unit management (where lower risk Heart Failure (HF) patients are typically placed), to reduce heart rate (without decreasing contractility, such as a BB would) to help reduce the risk of hospitalization or emergency care, but safety and efficacy (in terms of heart rate lowering) in this setting has not been previously explored.\n\nAdditionally, the SHIFT1 trial lacked African Americans and this unique patient population has not been previously studied with IVA. The investigating sites serve a predominantly African American patient population. Therefore the proposed study represents an important opportunity to gather data on IVA effect in this understudied group of patients.",
            "detailedDescription": "Subjects will be enrolled at the time of discharge from the observation unit (visit 1), all baseline procedures will be performed at this time, these would include blood draw for biomarker assessments, vitals, physical examination, and IP dispensation. At the baseline visit, the study team will schedule a follow-up appointment post Day 28 +/- 2 (Visit 3) with the subject's primary care physician(PCP)/cardiologist, if the subject does not have their own PCP/cardiologist the study team will schedule and facilitate this appointment with the Gateway Clinic. A list of current medications and doses will be provided. At Day 14 +/-1 (visit 2) the subject will return for a follow up visit for IP accountability and titration (if needed), BB uptitration (if needed), replacement of the HR monitor (Zio patch), assessment of any adverse events, ECG, vital signs, and will undergo a physical examination. At Day 28 +/-2 (visit 3), the patient will return for study exit procedures, which include blood draw for biomarker assessments, vitals, physical examination, assessment of adverse events (if any), and IP return.\n\nAs with any clinical trial, no un-blinding will occur unless there is a concern for patient safety, as this could affect the integrity of data. The study team will provide the patient and patient's PCP/cardiologist a clinical summary, inclusive of ECGs. On-going management for the patient's condition will be at the discretion of their PCP/cardiologist and will not be influenced directly by participation in this study.\n\nAt Randomization the initial Ivabradine dose will be 5 mg BID. At Day 14 follow up, medication adjustments will be made (if needed). At Day 28 follow up, IP will be permanently stopped.\n\nAt the last visit, the study team will contact the patient's primary care physician and/or the cardiologist to notify that the patient has completed the study and is off study drug and it is now the PCP/cardiologist's discretion to prescribe open label ivabradine (Corlanor) to the patient or not, as clinically indicated. If the patient's primary care physician and/or cardiologist prescribes open label ivabradine (Corlanor) after the completion of the study, the patient or patient's insurance will be responsible for payment as this would then be part of routine clinical care.\n\nThe Zio patch will be placed at discharge from the observation unit. At the 14-day follow-up the original Zio patch will be collected and a second one will be placed. At the 28-day follow-up the second Zio patch will be collected\n\nBased on the SHIFT1 study, the mean heart rate reduction with IVA is 8 bpm with a standard deviation of 13 bpm. A sample size of 57 in each group will have 90% power to detect a difference in means of 8.0 assuming that the common standard deviation is 13.0 using a two group t-test with a 0.05 two-sided significance level. To account for a projected dropout rate of 15%, 66 subjects will be enrolled in each group (132 total for the study over a 2-year period). Furthermore, the investigators expect that the enrollment centers will recruit a cohort that is 75% self-identified African Americans. This number (n=99) will provide 80% power to detect the same effect size when analyzed in African Americans only.\n\nFor the safety endpoint (unplanned presentation for medical care), assuming an event rate of 25% at 1 month (estimated based on local hospital readmission rates), the sample size will provide 80% power to detect a doubling of the relative risk. If the Control group event rate is higher there will be greater power; for example, with an event rate of 35% we would have 98% power for risk ratio of 2.0 and 83% power for risk ratio of 1.75."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure"
            ],
            "keywords": [
                "Acute Heart Failure",
                "Observation",
                "Ivabradine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Prospective, randomized (1:1), placebo-controlled, double blind, study of ivabradine (Corlanor®)",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Subjects will be randomized at baseline, then at discharge dispensed a uniquely coded IP bottle. The randomization numbers to each IP bottle will be generated and maintained in an outside dataset or randomization key. The subject ID and corresponding randomization number, recorded in REDCap, will correlate which subjects are in each group, Ivabradine or placebo.\n\nIn the case of an emergent medical event, where the unblinding of a subject is deemed medically necessary by the study PIs, the unblinded study personnel will consult the randomization key to unblind study treatment. Once a subject has been unblinded, the date, time and reason(s) for un-blinding will be recorded in the source documents and eCRF.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 132,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ivabradine (Corlanor)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "All subjects will complete the same number of follow-ups, dose titrations (if necessary) and study procedures however, subjects in this arm will be receiving active drug for study duration.",
                    "interventionNames": [
                        "Drug: Ivabradine"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "All subjects will complete the same number of follow-ups, dose titrations (if necessary) and study procedures however, subjects in this arm will be receiving placebo for study duration.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ivabradine",
                    "description": "At discharge from the observation unit, subjects will receive a pill bottle containing oral capsules containing active drug to take at home. This arm will require the subject to take the study medication BID for the duration of the study period. Neither study team nor subject will know if the pill bottle contains active drug or placebo.",
                    "armGroupLabels": [
                        "Ivabradine (Corlanor)"
                    ],
                    "otherNames": [
                        "Corlanor"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "At discharge from the observation unit, subjects will receive a pill bottle containing oral capsules not containing active drug to take at home. This arm will require the subject to take the study medication BID for the duration of the study period. Neither study team nor subject will know if the pill bottle contains active drug or placebo.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Heart Rate",
                    "description": "Change in heart rate from final visit to baseline visit, measured by 12-lead ECG and Zio® patch.",
                    "timeFrame": "Heart rate to be recorded at baseline, day 14 (+/-1), and day 28 (+/-2)."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Heart Rate in self-identified African Americans",
                    "description": "Change in heart rate in self-identified African Americans from final visit to baseline visit, measured by 12-lead ECG and Zio® patch.",
                    "timeFrame": "Heart rate to be recorded at baseline, day 14 (+/-1), and day 28 (+/-2)."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in NT-proBNP",
                    "description": "Change in NT-proBNP from baseline visit to final visit, measured and quantified using the Roche Cobas® analyzer.",
                    "timeFrame": "Biomarkers will be drawn at baseline and at day 28 (+/-2)."
                },
                {
                    "measure": "Change in hs-TnT",
                    "description": "Change in NT-proBNP from baseline visit to final visit, measured and quantified using the Roche Cobas® analyzer.",
                    "timeFrame": "Biomarkers will be drawn at baseline and at day 28 (+/-2)."
                },
                {
                    "measure": "Safety: Unplanned medical care",
                    "description": "Presentation for unplanned medical care in any setting within 28 (+/-2) days.",
                    "timeFrame": "Recording of unplanned medical visits from baseline to final visit (Day 28 (+/- 2))."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age \\>18 and \\<90.\n2. Established HF with reduced ejection fraction (EF ≤35 %), assessment done within 12 months of index visit.\n3. Admitted under observation unit for management of AHF.\n4. Heart rate ≥70 beats per minute, with sinus rhythm.\n5. Receiving guideline based medical therapy in the judgement of the treating physician.\n6. Patient currently on a Beta Blocker regimen. Achieved clinically determined stabilization during treatment under observation unit such that the treating physician is planning to discharge home without hospital admission.\n\nExclusion Criteria:\n\n1. Known intolerance to study drug.\n2. End stage renal disease.\n3. Plan to titrate BB at the time of discharge from the observation unit.\n4. Any condition that in the opinion of the investigators will interfere with the ability to complete the study (e.g. history of extreme non-adherence, extreme psychosocial instability).\n5. Inability to provide written informed consent.\n6. Pregnant or nursing (lactating) women, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive hCG laboratory test (women of childbearing age will be included only if they agree to use adequate contraceptive methods or engage in sexual abstinence).\n7. Systolic Blood pressure less than 100 mmHg.\n8. Sick sinus syndrome, sinoatrial block or 3rd degree AV block, unless a functioning demand pacemaker is present.\n9. Severe hepatic impairment.\n10. Pacemaker dependence (i.e. heart rate maintained exclusively by the pacemaker).\n11. Concomitant use of strong CYP3A4 inhibitors. Examples of strong CYP3A4 inhibitors include azole antifungals (e.g., itraconazole), macrolide antibiotics (e.g., clarithromycin, telithromycin), HIV protease inhibitors (e.g., nelfinavir), and nefazodone.\n12. Concomitant use of diltiazem or verapamil that are not planned for discontinuation.\n13. Severe, left sided valvular abnormalities (severe aortic stenosis, severe mitral stenosis, severe aortic insufficiency or severe mitral regurgitation.\n14. Documented, prior to or at the time of randomization, restrictive amyloid cardiomyopathy, or acute myocarditis, or hypertrophic obstructive, restrictive, or constrictive cardiomyopathy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patrick Medado",
                    "role": "CONTACT",
                    "phone": "313-745-4621",
                    "email": "pbmedado@med.wayne.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Wayne State University",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Phillip D Levy, MD, MPH",
                            "role": "CONTACT",
                            "phone": "313-577-1214",
                            "email": "plevy@med.wayne.edu"
                        },
                        {
                            "name": "Patrick Medado",
                            "role": "CONTACT",
                            "phone": "3137454621",
                            "email": "pbmedado@med.wayne.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "Henry Ford Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David E Lanfear, MD, MS",
                            "role": "CONTACT",
                            "phone": "313-916-5620",
                            "email": "DLANFEA1@hfhs.org"
                        },
                        {
                            "name": "Karen Leszczynski, RN",
                            "role": "CONTACT",
                            "phone": "3139163502",
                            "email": "Kleszcz2@hfhs.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26873681",
                    "type": "BACKGROUND",
                    "citation": "Bohm M, Robertson M, Borer J, Ford I, Komajda M, Mahfoud F, Ewen S, Swedberg K, Tavazzi L. Effect of Visit-to-Visit Variation of Heart Rate and Systolic Blood Pressure on Outcomes in Chronic Systolic Heart Failure: Results From the Systolic Heart Failure Treatment With the If Inhibitor Ivabradine Trial (SHIFT) Trial. J Am Heart Assoc. 2016 Feb 12;5(2):e002160. doi: 10.1161/JAHA.115.002160."
                },
                {
                    "pmid": "15120808",
                    "type": "BACKGROUND",
                    "citation": "Gattis WA, O'Connor CM, Gallup DS, Hasselblad V, Gheorghiade M; IMPACT-HF Investigators and Coordinators. Predischarge initiation of carvedilol in patients hospitalized for decompensated heart failure: results of the Initiation Management Predischarge: Process for Assessment of Carvedilol Therapy in Heart Failure (IMPACT-HF) trial. J Am Coll Cardiol. 2004 May 5;43(9):1534-41. doi: 10.1016/j.jacc.2003.12.040."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Roche Diagnostics Ltd. Elecsys® with ECL Technology. Switzerland: Roche Diagnostics, 2011",
                    "url": "http://www.cobas.com"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2023-05-02",
                "submissionInfos": [
                    {
                        "releaseDate": "2023-05-02",
                        "resetDate": "2023-05-22",
                        "mcpReleaseN": 4
                    }
                ]
            }
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}