{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04948060",
            "orgStudyIdInfo": {
                "id": "10187"
            },
            "organization": {
                "fullName": "University of Oklahoma",
                "class": "OTHER"
            },
            "briefTitle": "Tribally Engaged Approaches to Lung Screening (TEALS)",
            "officialTitle": "Tribally Engaged Approaches to Lung Screening (TEALS)",
            "acronym": "TEALS",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "tribally-engaged-approaches-to-lung-screening-teals"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-26",
            "studyFirstSubmitQcDate": "2021-06-30",
            "studyFirstPostDateStruct": {
                "date": "2021-07-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Oklahoma",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Choctaw Nation of Oklahoma",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Lung cancer is the leading cause of cancer mortality among American Indians and Alaska Natives (AI/AN), and AI/AN have worse lung cancer incidence rates, survival, and death compared to the general population. Because lung cancer screening (LCS) with low-dose computed tomography (LDCT) has been shown to reduce lung cancer mortality by roughly 20%, the United States Preventive Services Task Force now recommends LCS for men and women aged 55-80 years who meet specific eligibility criteria (grade-B evidence), and subsequently the Center for Medicare and Medicaid Services (CMS) opted to cover this test. However, the uptake of LCS implementation has been slow in most healthcare systems, and LCS implementation among AI/AN has never been studied.\n\nTo address this knowledge, we prose the \"Tribally Engaged Approaches to Lung Screening (TEALS)\" study, which is a collaborative effort between the Choctaw Nation of Oklahoma, the Stephenson Cancer Center, and the University of Oklahoma Health Sciences Center.\n\nOver the course of 5 years, TEALS will:\n\n1. Conduct focus groups and semi-structured interviews with CNHSA patients, clinicians, and health administrators to elucidate individual- and system-level barriers and facilitators that affect the implementation of LCS;\n2. Develop an LCS care coordination intervention that will identify eligible persons for LCS, help these patients navigate the screening process, and link them with smoking cessation services, when applicable;\n3. Measure the impact of the TEALS intervention on the receipt of screening and a set of patient- and practice-level outcomes by conducting a cluster-randomized clinical trial of LCS implementation; and\n4. Disseminate the TEALS program to other researchers and healthcare systems that serve AI/AN patients. TEALS will bridge the gap between evidence and clinical practice for LCS in a high-need, low-resource setting by intervening at the level of the healthcare system.\n\nSystem-level interventions for guideline implementation tend to be understudied compared to those evaluating individual-level, behavioral interventions. However, the careful development and evaluation of an LCS screening program at the level of the healthcare system would be critical to ensure that more patients can receive LCS. Our research will create a critically needed platform from which future studies could be launched that will examine how to tailor the application of the LCS guideline to the individual preferences of AI/AN patients.\n\nTEALS will establish an effective LCS program in a tribal system and thus provide a direct benefit to the Choctaw Nation by increasing LCS participation. TEALS will serve as a blueprint for establishing a sustainable and accessible infrastructure for LCS in AI/AN and other community health systems. By increasing screening for early stage lung cancer, TEALS could ultimately reduce lung cancer mortality in AI/AN communities.",
            "detailedDescription": "Lung cancer screening (LCS) with low-dose computed tomography (LDCT) reduces mortality from lung cancer and it is recommended by the United States Preventive Services Task Force (USPSTF) based on grade-B evidence, 1 the same grade of evidence given by the USPSTF for breast cancer screening with mammography. Lung cancer is the leading cause of cancer death among American Indians and Alaska Natives (AI/AN),2-4 who face persistent disparities in lung cancer incidence, stage of diagnosis, stage-specific survival, and death compared to Whites, particularly in the Plains states and Alaska.2,3,5-14 Early detection of lung cancer at less lethal stages would have a significant impact on improving the health of Native Americans by reducing their lung cancer mortality. In addition to detection and treatment, smoking cessation is also pivotal to improving lung cancer outcomes.\n\nLCS implementation at the healthcare system level is complex15 and uptake has been slow for the general population, particularly in community settings. System-level implementation may be even more complex in AI/AN communities, which are often characterized by distinctive community, cultural, and health system factors. Community-based participatory research, founded on a partnership approach to research that involves community members, organizational representatives, and researchers in all aspects of the research process,16 has improved research partnerships with AI/AN communities,17 including cancer related research.18-22 Moreover, dissemination and implementation (D\\&I) science23-25 has been highly effective in redesigning care delivery systems to improve the uptake of preventive services,25 but has received scant attention in LCS implementation or in AI/AN communities. Coupling the principles of participatory research with D\\&I science holds great promise for developing a durable and novel LCS program that responds to the needs of patients, communities, and healthcare systems.\n\nThe Choctaw Nation, the third largest tribe in the nation by population, is located in rural southeastern Oklahoma. The advent of the LCS guideline prompted the tribe to name LCS as a top priority for its own, tribally operated healthcare system, the Choctaw Nation Health Services Authority (CNHSA). An ensuing partnership-based consultation over the past several years between CNHSA staff and university researchers with expertise in D\\&I science, led to the present study entitled \"Tribally Engaged Approaches to Lung Screening (TEALS)\". The goal of TEALS is to collaboratively co-develop, implement and evaluate a sustainable and community-centered LCS implementation program that can be disseminated to other tribal health systems.\n\nOur specific aims are to:\n\nAim 1. Identify individual, community, cultural, and health system barriers and facilitators that affect LCS implementation in the Choctaw Nation. During Year 1, the investigators will convene focus groups and administer semi-structured interviews with key stakeholders (tribal members receiving care through CNHSA, tribal community leaders, clinicians, and health administrators) to elucidate individual, tribal, cultural and health system factors that may critically affect the uptake of LCS. The investigators will incorporate our findings into the TEALS intervention protocols and materials.\n\nAim 2. Use community-engagement processes to co-design a tailored TEALS intervention, which features LCS care coordinators embedded within the CNHSA healthcare delivery system. In Year 2, informed by Aim 1 findings, the investigators will finalize the TEALS intervention, and then pilot test, evaluate, and iteratively improve it in two CNHSA primary care practices.\n\nAim 3. Measure the impact of the improved LCS program in a cluster-randomized clinical trial, assessing implementation process outcomes at the individual and care delivery system level. In Years 3 and 4, the investigators will conduct a pair-matched, cluster-randomized implementation trial of the LCS program in three control and three intervention primary care CNHSA practices. The investigators hypothesize that a significantly higher proportion of LCS-eligible patients in the intervention group will receive LCS, and significantly more LCS participants who smoke cigarettes in the intervention group will be referred for smoking cessation advice, compared to the control group.\n\nAim 4. Disseminate the LCS program to other health systems serving AI/AN patients. In Year 5, the investigators will work closely with Choctaw Nation and other AI/AN-serving health system stakeholders in Oklahoma and other US locations to disseminate the TEALS program in order to facilitate the replication of the program in other settings.\n\nOur team shares the commitment to engage in research that is of direct benefit to AI/AN communities. The national rate of LCS with low-dose CT was only 3.9% in 2015, 26 making this project particularly timely and relevant. TEALS will provide immediate benefit in rates of lung cancer screening for the Choctaw Nation, and has the ultimate goal of reducing lung cancer mortality by widespread implementation of LCS in health systems serving AI/AN communities. TEALS has the novel feature of combining participatory approaches with implementation science to create one of the first systematically designed and tribally run LCS programs in the country. Incorporating feedback from tribal community members and patients as well as healthcare professionals will enable an iterative adaptation of the TEALS intervention to the needs of healthcare systems serving Native people. Our participatory approach to D\\&I science will provide an exemplary means of optimizing dissemination and implementation of LCS in other healthcare settings serving AI/AN patients."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Cancer"
            ],
            "keywords": [
                "lung cancer",
                "screening",
                "early detection and treatment",
                "primary care",
                "implementation",
                "community-engaged research",
                "Native Americans",
                "tribal health"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Pair-matched cluster-randomized controlled implementation trial with delayed intervention in the control group",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 480,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control 1-1",
                    "type": "EXPERIMENTAL",
                    "description": "Patients and clinicians in control practices will receive usual Electronic Health Record (EHR) reminders for lung cancer screening (LCS).",
                    "interventionNames": [
                        "Other: Enhanced lung cancer screening services"
                    ]
                },
                {
                    "label": "Intervention 1-1",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to control group improvements, patients and clinicians in the intervention group will also receive an LCS Care Coordinator.",
                    "interventionNames": [
                        "Other: Enhanced lung cancer screening services"
                    ]
                },
                {
                    "label": "Control 1-2",
                    "type": "EXPERIMENTAL",
                    "description": "Patients and Clinicians in control practices will have access to existing LCS services, smoking cessation, and lung cancer treatment services, but no additional system improvements will be introduced.",
                    "interventionNames": [
                        "Other: Enhanced lung cancer screening services"
                    ]
                },
                {
                    "label": "Intervention 1-2",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to control group improvements, patients and clinicians in the intervention group will also receive quality of care benchmarking and feedback academic detailing.",
                    "interventionNames": [
                        "Other: Enhanced lung cancer screening services"
                    ]
                },
                {
                    "label": "Intervention 1-3",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to control group improvements, patients and clinicians in the intervention group will also receive practice facilitation.",
                    "interventionNames": [
                        "Other: Enhanced lung cancer screening services"
                    ]
                },
                {
                    "label": "Intervention 1-4",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to control group improvements, patients and clinicians in the intervention group will also receive the opportunity to participate in a learning collaborative.",
                    "interventionNames": [
                        "Other: Enhanced lung cancer screening services"
                    ]
                },
                {
                    "label": "Intervention 1-5",
                    "type": "EXPERIMENTAL",
                    "description": "In addition to control group improvements, patients and clinicians in the intervention group will also receive information technology support.",
                    "interventionNames": [
                        "Other: Enhanced lung cancer screening services"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Enhanced lung cancer screening services",
                    "description": "A theoretically sound and evidence-based, multi-component implementation strategy will be applied which includes care quality benchmarking and regular performance feedback, academic detailing provided by specially trained primary care clinicians, practice facilitation provided by trained and certified Practice Facilitators (PFs), health information technology (HIT) support, and facilitated professional networking to promote the cross-pollination and rapid dissemination of solutions and best practices in primary care settings",
                    "armGroupLabels": [
                        "Control 1-1",
                        "Control 1-2",
                        "Intervention 1-1",
                        "Intervention 1-2",
                        "Intervention 1-3",
                        "Intervention 1-4",
                        "Intervention 1-5"
                    ],
                    "otherNames": [
                        "LCS intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "1. Uptake of low-dose computed tomography lung cancer screening services",
                    "description": "Receiving lung cancer screening (LCS) when eligible",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "2. Uptake of low-dose computed tomography lung cancer screening services",
                    "description": "Participating in a care planning visit with the lung-cancer screening coordinator (LCC) before screening and a follow-up visit, if screened positive",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "3. Uptake of low-dose computed tomography lung cancer screening services",
                    "description": "Receipt of follow-up treatment when clinically recommended",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "4. Uptake of low-dose computed tomography lung cancer screening services",
                    "description": "Receipt of smoking cessation intervention at any point of the LCS process.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "1. Health system-level care process outcomes",
                    "description": "A RE-AIM framework will be utilized. Reach of the screening program will be measured by the proportion of LCS-eligible patients who were contacted by the screening coordinator",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "2. Health system-level care process outcomes",
                    "description": "A RE-AIM framework will be utilized. Effectiveness will be measured by the proportion of eligible patients who have completed the screening and treatment process according to their particular needs",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "3. Health system-level care process outcomes",
                    "description": "A RE-AIM framework will be utilized. Adoption will be measured by the proportion of individual clinician practices in the Choctaw Nation healthcare system that implemented the program.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "4. Health system-level care process intervention outcomes % of patients with LCS",
                    "description": "A RE-AIM framework will be utilized. Implementation will be measured as the fidelity to the steps of the pre-determined LCS process in each practice",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "5. Health system-level care process improvement outcomes",
                    "description": "A RE-AIM framework will be utilized. Maintenance will be measured as the time of sustaining each LCS implementation key component at the practice and system level.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient and health system-level scales",
                    "description": "Socioeconomic scales",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "CAHPS",
                    "description": "Consumer Assessment of Healthcare Providers and Systems (CAHPS) PCC-10 scale",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "PAM",
                    "description": "Patient Activation Measure (PAM)-13 instrument",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "CPCQ",
                    "description": "Practice surveys will be conducted at the end of Year 3 and Year 4 and will be comprised of Change Process Capability Questionnaire (CPCQ)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "ACIC",
                    "description": "Practice surveys will be conducted at the end of Year 3 and Year 4 and will be comprised Assessment of Chronic Illness Care (ACIC) scales that together provide a comprehensive measure of preventive care delivery system development.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Qualitative measures of barriers and facilitators of patient participation in TEALS",
                    "description": "Barriers and facilitators to patient participation in the TEALS program will be assessed thorough practice facilitator field observations.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Qualitative measures of barriers and facilitators of patient participation in TEALS",
                    "description": "Barriers and facilitators to patient participation in the TEALS program will be assessed thorough practice facilitation process notes.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Qualitative measures of barriers and facilitators of patient participation in TEALS",
                    "description": "Barriers and facilitators to patient participation in the TEALS program will be assessed thorough ongoing discussions with health system leaders.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Qualitative measures of barriers and facilitators of patient participation in TEALS",
                    "description": "Barriers and facilitators to patient participation in the TEALS program will be assessed thorough semi-structured interviews with patients, clinicians, and health system leaders.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Qualitative measures of barriers and facilitators of practice participation in TEALS",
                    "description": "Barriers and facilitators to practice participation in the TEALS program will be assessed thorough practice facilitator field observations.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Qualitative measures of barriers and facilitators of practice participation in TEALS",
                    "description": "Barriers and facilitators to practice participation in the TEALS program will be assessed thorough practice facilitation process notes.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Qualitative measures of barriers and facilitators of practice participation in TEALS",
                    "description": "Barriers and facilitators to practice participation in the TEALS program will be assessed thorough ongoing discussions with health system leaders.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Qualitative measures of barriers and facilitators of practice participation in TEALS",
                    "description": "Barriers and facilitators to practice participation in the TEALS program will be assessed thorough semi-structured interviews with patients, clinicians, and health system leaders.",
                    "timeFrame": "12 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* adults aged 50-80\n* 30 pack-year smoking history\n* currently smoke or quit in the past 15 years.\n\nExclusion Criteria:\n\n* Those who are not willing to be screened or followed up with diagnostic testing or intervention, if positive.\n* Those who are otherwise designated by their primary care doctors as not able to benefit from screening.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "University of Oklahoma Health Sciences Center",
                    "status": "RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zsolt Nagykaldi, PhD",
                            "role": "CONTACT",
                            "phone": "405-271-2370",
                            "email": "znagykal@ouhsc.edu"
                        },
                        {
                            "name": "Cara Vaught, MPH",
                            "role": "CONTACT",
                            "phone": "405-615-4605",
                            "email": "cara-vaught@ouhsc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Sharing of IPD is strictly sanctioned by tribal health organizations. For this reason IPD will not be shared with entities not involved in the research activities."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}