{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06056895",
            "orgStudyIdInfo": {
                "id": "RG1123781"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-06784",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "FHIRB0020193",
                    "type": "OTHER",
                    "domain": "Fred Hutch/University of Washington Cancer Consortium"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Triple Immune Checkpoint Inhibition for Advanced or Metastatic PD-(L)1 Refractory Merkel Cell Carcinoma",
            "officialTitle": "A Proof-of-Concept Study of Combination Therapy With INCMGA00012 (Anti-PD-1), INCAGN02385 (Anti-LAG-3), and INCAGN02390 (Anti-TIM-3) in Participants With Advanced or Metastatic PD-(L)1 Refractory Merkel Cell Carcinoma",
            "acronym": "TRICK-MCC",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "triple-immune-checkpoint-inhibition-for-advanced-or-metastatic-pd-l-refractory-merkel-cell-carcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-11-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-20",
            "studyFirstSubmitQcDate": "2023-09-20",
            "studyFirstPostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Incyte Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests how well a combination of three immunotherapy drugs work for patients with Merkel cell carcinoma that has spread to lymph nodes and/or distant parts of the body and cannot be treated with surgery (advanced or metastatic MCC) and grew despite prior PD-(L)1 therapy. The three drugs INCMGA00012 (retifanlimab, anti-PD-1), INCAGN02385 (tuparstobart, anti-LAG-3), and INCAGN02390 (verzistobart, anti-TIM-3) are monoclonal antibodies given periodically via IV to reactivate the body's immune system to attack the cancer. This combination may stop tumor growth if tumors have grown despite anti-PD-(L)1 therapy alone.",
            "detailedDescription": "OUTLINE:\n\nAll patients receive the same investigational drug combination.\n\nSCREENING: Patients undergo history and physical examination, adverse event assessment, safety and eligibility labs, radiologic evaluation with computed tomography (CT)/magnetic resonance imaging (MRI), and complete informed consent.\n\nINDUCTION PHASE: Patients receive anti-LAG-3 and anti-TIM-3 intravenously (IV) every 2 weeks along with retifanlimab (anti-PD-1) IV every 4 weeks, along with clinical visit, physical examination, and labs for safety. Treatment continues for up to day 169 in the absence of disease progression or unacceptable toxicity. Patients undergo CT/MRI every 8 weeks. Research tumor biopsies will be obtained on day 1 and day 15 unless unsafe and unfeasible. Research blood draws will occur at day 1, day 15, and periodically throughout Induction Phase.\n\nMAINTENANCE PHASE: Patients receive all three drugs IV every 6 weeks along with clinical visit, physical examination, and labs for safety. Treatment continues for up to day 715 in the absence of disease progression or unacceptable toxicity. Patients undergo CT/MRI every 12 weeks. Research blood sample collection will continue periodically.\n\nPatients with progressive disease per investigator evaluation will stop receiving therapy. Research blood and tumor biopsies will be obtained at time of progression if safe and feasible.\n\nUpon completion of study treatment (day 715 or sooner for disease progression), safety visits occur at 30 and 90 days. Follow up for long term outcomes continues every 6 months for up to 5 years."
        },
        "conditionsModule": {
            "conditions": [
                "Unresectable Clinical Stage III Merkel Cell Carcinoma AJCC v8",
                "Clinical Stage IV Merkel Cell Carcinoma AJCC v8",
                "Merkel Cell Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (retifanlimab, tuparstobart, and verzistobart)",
                    "type": "EXPERIMENTAL",
                    "description": "INDUCTION PHASE: Patients receive retifanlimab IV over 30 minutes every 4 weeks and tuparstobart and verzistobart IV over 30 minutes every 2 weeks. Treatment continues for up to day 169 in the absence of disease progression or unacceptable toxicity. Patients undergo computed tomography CT/MRI during screening and on study and blood sample collection on study and may undergo during screening. Patients may also undergo a tumor biopsy during screening and on study.\n\nMAINTENANCE PHASE: Patients receive retifanlimab, tuparstobart and verzistobart IV over 30 minutes every 6 weeks. Treatment continues for up to day 715 in the absence of disease progression or unacceptable toxicity. Patients undergo CT/MRI on study and blood sample collection on study and may undergo during follow-up. Patients may also undergo tumor biopsy on study and during follow-up.",
                    "interventionNames": [
                        "Procedure: Biopsy",
                        "Procedure: Biospecimen Collection",
                        "Procedure: Computed Tomography",
                        "Procedure: Magnetic Resonance Imaging",
                        "Biological: Retifanlimab",
                        "Drug: Tuparstobart",
                        "Drug: Verzistobart"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biopsy",
                    "description": "Undergo tumor biopsy",
                    "armGroupLabels": [
                        "Treatment (retifanlimab, tuparstobart, and verzistobart)"
                    ],
                    "otherNames": [
                        "BIOPSY_TYPE",
                        "Bx"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Treatment (retifanlimab, tuparstobart, and verzistobart)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT/MRI",
                    "armGroupLabels": [
                        "Treatment (retifanlimab, tuparstobart, and verzistobart)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "Computerized Axial Tomography",
                        "Computerized axial tomography (procedure)",
                        "Computerized Tomography",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging",
                    "description": "Undergo CT/MRI",
                    "armGroupLabels": [
                        "Treatment (retifanlimab, tuparstobart, and verzistobart)"
                    ],
                    "otherNames": [
                        "Magnetic Resonance",
                        "Magnetic resonance imaging (procedure)",
                        "Magnetic Resonance Imaging Scan",
                        "Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance",
                        "MR",
                        "MR Imaging",
                        "MRI",
                        "MRI Scan",
                        "NMR Imaging",
                        "NMRI",
                        "Nuclear Magnetic Resonance Imaging"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Retifanlimab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (retifanlimab, tuparstobart, and verzistobart)"
                    ],
                    "otherNames": [
                        "INCMGA 0012",
                        "INCMGA-0012",
                        "INCMGA00012",
                        "INCMGA0012",
                        "MGA 012",
                        "MGA-012",
                        "MGA012",
                        "Retifanlimab-dlwr",
                        "Zynyz"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tuparstobart",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (retifanlimab, tuparstobart, and verzistobart)"
                    ],
                    "otherNames": [
                        "Anti-LAG-3 Monoclonal Antibody INCAGN02385",
                        "Anti-LAG3 Monoclonal Antibody INCAGN02385",
                        "INCAGN 02385",
                        "INCAGN 2385",
                        "INCAGN02385",
                        "INCAGN2385"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Verzistobart",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (retifanlimab, tuparstobart, and verzistobart)"
                    ],
                    "otherNames": [
                        "Anti-TIM-3 Monoclonal Antibody INCAGN02390",
                        "INCAGN 02390",
                        "INCAGN-02390",
                        "INCAGN02390"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Objective response rate",
                    "description": "Defined as the proportion of participants having a best objective response of complete response (CR) or partial response (PR), as determined by investigator assessment per Response Evaluation Criteria in Solid Tumors (RECIST) version (v)1.1.",
                    "timeFrame": "Up to 5 years following completion of study treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Duration of response",
                    "description": "The Kaplan-Meier technique will be used to obtain estimates.",
                    "timeFrame": "From the earliest date of disease response (CR or PR) until the earliest date of disease progression, per RECIST v1.1, or the date of death from any cause, if occurring sooner than progression, assessed up to 5 years following completion of treatment"
                },
                {
                    "measure": "Disease control rate",
                    "description": "Defined as the proportion of participants having CR, PR, or stable disease as their best objective response to the study treatment, per RECIST v1.1.",
                    "timeFrame": "Up to 5 years following completion of treatment"
                },
                {
                    "measure": "Progression free survival",
                    "description": "The Kaplan-Meier technique will be used to obtain estimates.",
                    "timeFrame": "From date of first dose of study treatment until the earliest date of disease progression, per RECIST v1.1, or the date of death from any cause, if occurring sooner than progression, assessed up to 5 years following completion of treatment"
                },
                {
                    "measure": "Overall survival",
                    "description": "The Kaplan-Meier technique will be used to obtain estimates.",
                    "timeFrame": "From date of first dose of study treatment until the date of death from any cause, assessed up to 5 years following the completion of treatment"
                },
                {
                    "measure": "Disease specific survival",
                    "description": "Cumulative incidence estimates will be used to summarize the probabilities.",
                    "timeFrame": "From date of first dose of study treatment until the date of death from Merkle cell carcinoma, assessed up to 5 years following completion of treatment"
                },
                {
                    "measure": "Incidence and severity of adverse events",
                    "description": "Including the frequency and duration of immune-related adverse events, rates of treatment interruption and treatment discontinuation, and the use of immunosuppressive medications for toxicities. Measured by Common Terminology Criteria for Adverse Events.",
                    "timeFrame": "Up to 90 days following completion of study treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Presence of histologically confirmed, advanced or metastatic Merkel cell carcinoma (MCC), which is considered incurable with standardly available therapies\n* Presence of at least one MCC tumor, considered measurable per Response Evaluation Criteria in Solid Tumors (RECIST) version (v)1.1\n* Age 18 or older. (NOTE: Both men and women, and members of all races and ethnic groups are eligible for this trial.)\n* Eastern Cooperative Oncology Group (ECOG) performance score of 0-2\n* Must have previously received at least one prior systemic treatment regimen with an anti-PD-(L)1 agent (administered as monotherapy or in combination with another treatment)\n* Must meet the following criteria defining anti-PD-(L)1 refractory MCC: Best response of progressive disease (PD) or development of PD after best response of complete response (CR), partial response (PR), or stable disease (SD) after receiving at least 6 weeks of therapy with an anti-PD-(L)1 agent; PD must develop within 6 months of the last administration of anti-PD-(L)1 agent\n* Absolute neutrophil count (ANC) \\>= 1 x 10\\^9/L\n* Platelet count \\>= 100 × 10\\^9/L\n* Hemoglobin \\>= 9 g/dL (may have been transfused)\n* Alanine aminotransferase (ALT), aspartate aminotransferase (AST) and total bilirubin level =\\< 2 x the upper limit of normal (ULN) (or total bilirubin =\\< 2.5 x ULN in patients with Gilbert's syndrome, and AST, ALT =\\< 2.5 x ULN in patients with hepatic metastases)\n* Estimated creatinine clearance \\>= 30mL/min according to the Cockcroft-Gault formula or according to local institutional standard\n* Activated partial thromboplastin time (aPTT) and international normalized ratio (INR) or prothrombin time (PT) =\\< 1.5 x ULN unless on therapeutic anticoagulants\n* Troponin I (TnI) =\\< institutional ULN. (Note: Patients with unexplained elevated TnI at baseline may undergo a cardiac evaluation and be considered for treatment following a discussion with the principal investigator or designee.)\n* Must consent to undergo serial tumor biopsies at study defined timepoints, unless deemed unsafe or technically not feasible by the study investigator\n* Must have an ability to understand and the willingness to sign a written informed consent document\n* Women of childbearing potential must have a negative serum or urine pregnancy test at screening\n* Both male and female subjects must be willing to use highly effective contraception, as stipulated in national or local guidelines, throughout the study and for at least 180 days after last treatment administration, if the risk of conception exists\n\nExclusion Criteria:\n\n* Residual adverse event(s) from prior therapy grade \\> 1 (National Cancer Institute \\[NCI\\]-Common Terminology Criteria for Adverse Events \\[CTCAE\\] v 5.0) that could interfere with study endpoints or put patient safety at risk\n* Known active central nervous system (CNS) metastases and/or prior history of carcinomatous meningitis. (NOTE: Participants with previously treated brain metastases may participate provided that they are stable, without evidence of progression by brain imaging performed within the screening period and at least 4 weeks after the treatment of brain metastases, and any neurologic symptoms must have stabilized. Patients must not have any evidence of new or enlarging brain metastases or increasing CNS edema and must not have required steroids for this purpose for at least 7 days before the first dose of study treatment.)\n* History of serious immune-related adverse events (IRAEs) from prior immunotherapy that resulted in permanent discontinuation of anti-PD-(L)1 and could jeopardize patient safety with the investigational regimen. (NOTE: Any prior grade 2 or higher IRAE must be discussed with the Principal Investigator or designee for risk/benefit assessment.)\n* Known allergy or hypersensitivity to any component of the study drugs formulation (including excipients and additives) that could interfere with study endpoints or put patient safety at risk\n* Previous malignant disease (other than MCC) diagnosed within 3 years from day 1 of study treatment that could interfere with study endpoints or put patient safety at risk. (NOTE: Exception will be made for adequately treated basal or squamous cell carcinoma of the skin or carcinoma in situ (skin, bladder, cervical, colorectal, breast) or low grade prostatic intraepithelial neoplasia or grade 1 prostate cancer. Any other neoplasm, which has been treated adequately and is adjudged by the treating investigator to have a low risk of recurrence during the study, could be enrolled only after written approval from the principal investigator or designee.)\n* Known active hepatitis B virus (HBV) or hepatitis C virus (HCV), defined as follows:\n\n  * Active HBV is defined as a known positive hepatitis B virus surface antigen (HBsAg) result or positive total hepatitis B virus core antibody (anti-HBc) results in the absence of hepatitis B virus surface antibody (anti-HBsAb). NOTE: When HBsAg is negative and hepatitis B virus core antibody (HBcAb) is positive, HBV-deoxyribonucleic acid (DNA) should be measured. When HBV-DNA is negative, this participant could be enrolled with close monitoring of HBV activities.)\n  * Active HCV is defined as a known positive HCV antibody result and quantitative HCV-ribonucleic acid (RNA) results greater than the lower limits of detection of the assay. (NOTE: Participants who have had definitive treatment for HCV are permitted if HCV-RNA is undetectable.)\n* Known uncontrolled human immunodeficiency (HIV) infection. (NOTE: HIV-positive patients may be allowed if all of the following criteria are met: CD4 count \\>= 300/uL, undetectable viral load, receiving antiretroviral therapy, and risk/benefit ratio is deemed favorable when considering enrollment.)\n* Known active autoimmune disease, allograft requiring systemic immunosuppression, or other condition requiring chronic systemic corticosteroids (\\> 10 mg/day of prednisone or equivalent). (NOTE: Exceptions will be made for patients with autoimmune conditions such as diabetes type I, vitiligo, psoriasis, or hypo- or hyperthyroid diseases not requiring immunosuppressive treatment; patients receiving physiologic corticosteroid replacement therapy at doses =\\< 10 mg/day of prednisone or equivalent for adrenal or pituitary insufficiency; patients with a condition such as asthma or chronic obstructive pulmonary disease that requires intermittent use of bronchodilators, inhaled steroids, or local steroid injections; or those who required brief courses of corticosteroids for prophylaxis (e.g., contrast dye allergy) or study treatment-related standard premedication. Any other situation must be discussed with the principal investigator or designee for risk/benefit assessment.)\n* Immunosuppressed status due to severe uncontrolled diabetes, concurrent hematological malignancy, or other comorbidities\n* Known history of serious, active infections (aside from well-controlled HIV) requiring systemic antimicrobial agents within 14 days before the first dose of study treatment. (NOTE: Chronic infections such as herpes simplex virus requiring suppressive therapy may be allowed after discussion with the Principal Investigator or designee for risk/benefit assessment)\n* Known history of clinically significant interstitial lung disease, or active noninfectious pneumonitis\n* Clinically significant (i.e., active) cardiovascular disease such as cerebral vascular accident or myocardial infarction (within 6 months prior to first dose of study treatment), ongoing unstable angina or congestive heart failure ( \\>= New York Heart Association Classification class II), or serious cardiac arrhythmia that could jeopardize patient safety on the study\n* Receipt of live vaccine(s) within 30 days of planned start of study treatment. (NOTE: Examples of live vaccines include but are not limited to measles, mumps, rubella, varicella-zoster \\[chickenpox), yellow fever, rabies, bacillus calmette-guerin \\[BCG\\], and typhoid vaccines. Seasonal influenza vaccines for injection are generally killed-virus vaccines and are allowed; however, intranasal influenza vaccines are live, attenuated vaccines and are not allowed)\n* Known severe acute or chronic medical conditions such as uncontrolled seizure disorder, serious psychiatric illness, or laboratory abnormalities, that may increase the risk associated with study participation or may interfere with the interpretation of study endpoints and, in the judgment of the investigator, would make the patient inappropriate for entry into this study\n* Pregnant or breast-feeding woman",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shailender Bhatia, MD",
                    "role": "CONTACT",
                    "phone": "206-606-2015",
                    "email": "trickmcc@fredhutch.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shailender Bhatia, MD",
                    "affiliation": "Fred Hutch/University of Washington Cancer Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fred Hutch/University of Washington Cancer Consortium",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shailender Bhatia, MD",
                            "role": "CONTACT",
                            "phone": "206-606-2015",
                            "email": "trickmcc@fredhutch.org"
                        },
                        {
                            "name": "Shailender Bhatia, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015266",
                    "term": "Carcinoma, Merkel Cell"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000027601",
                    "term": "Polyomavirus Infections"
                },
                {
                    "id": "D000004266",
                    "term": "DNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014412",
                    "term": "Tumor Virus Infections"
                },
                {
                    "id": "D000018278",
                    "term": "Carcinoma, Neuroendocrine"
                },
                {
                    "id": "D000018358",
                    "term": "Neuroendocrine Tumors"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17967",
                    "name": "Carcinoma, Merkel Cell",
                    "asFound": "Merkel Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23236",
                    "name": "Polyomavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7442",
                    "name": "DNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17162",
                    "name": "Tumor Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M20423",
                    "name": "Carcinoma, Neuroendocrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20495",
                    "name": "Neuroendocrine Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T3716",
                    "name": "Merkel Cell Carcinoma",
                    "asFound": "Merkel Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4091",
                    "name": "Neuroendocrine Tumor",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000906",
                    "term": "Antibodies"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Double-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11901",
                    "name": "Mitoguazone",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "asFound": "Double-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}