{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05795101",
            "orgStudyIdInfo": {
                "id": "22-544"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "TRUDI: TDXD+Durva in HER2+/Low IBC",
            "officialTitle": "TRUDI: A Phase II Study of Neoadjuvant Trastuzumab Deruxtecan and Durvalumab for Stage III, HER2-expressing Inflammatory Breast Cancer",
            "acronym": "TRUDI",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "trudi-tdxd-durva-in-low-ibc"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2032-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-08",
            "studyFirstSubmitQcDate": "2023-03-20",
            "studyFirstPostDateStruct": {
                "date": "2023-04-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Filipa Lynce, MD",
                "investigatorTitle": "Sponsor Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Filipa Lynce, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "AstraZeneca",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Daiichi Sankyo",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test the safety and effectiveness of an investigational drug combination (trastuzumab deruxtecan and durvalumab) to learn whether the intervention works in treating Human Epidermal growth factor Receptor-2 (HER2)-expressing inflammatory breast cancer.\n\nThe names of the study drugs involved in this study are:\n\n* Trastuzumab deruxtecan\n* Durvalumab",
            "detailedDescription": "This is a phase 2 open label study of neoadjuvant trastuzumab deruxtecan plus durvalumab for patients with stage III, HER2-positive or HER2-low inflammatory breast cancer (IBC), who have not received prior therapy for ipsilateral breast cancer.\n\nParticipants will be enrolled into one of two study treatment groups: HER2 positive IBC (Cohort 1) or HER2 low IBC (Cohort 2).\n\nResearch procedures including screening for eligibility, clinic visits for treatment, tumor biopsies, and blood tests.\n\nThe U.S. Food and Drug Administration (FDA) has not approved Durvalamab or Trastuzumab deruxtecan for inflammatory breast cancer, but both have been approved for other uses.\n\nParticipation in this study is expected to last about 22 months.\n\nIt is expected that about 63 people will take part in this research study.\n\nThe pharmaceutical company, AstraZeneca, is supporting this research study by providing the study drugs and funding."
        },
        "conditionsModule": {
            "conditions": [
                "Invasive Breast Cancer",
                "Inflammatory Breast Cancer Stage III",
                "HER2-positive Breast Cancer",
                "HER2 Low Breast Adenocarcinoma",
                "Breast Cancer"
            ],
            "keywords": [
                "Invasive Breast Cancer",
                "Inflammatory Breast Cancer Stage III",
                "HER2-positive Breast Cancer",
                "HER2 Low Breast Adenocarcinoma",
                "Breast Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "two parallel cohorts",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 63,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "HER2 Positive",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be enrolled into one of two cohorts: HER2 positive IBC (cohort 1) and HER2 low IBC (cohort 2).\n\n* HER2-positive determined locally by the current ASCO/CAP guidelines\n* Participants will receive trastuzumab deruxtecan plus durvalumab for eight cycles prior to surgery. (Cycle Length is 21 days)\n* After surgery, Participants will receive therapy per physician's choice and to reflect current standard of care.",
                    "interventionNames": [
                        "Drug: Trastuzumab deruxtecan",
                        "Drug: Durvalumab"
                    ]
                },
                {
                    "label": "HER2-Low",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be enrolled into one of two cohorts: HER2 positive IBC (cohort 1) and HER2 low IBC (cohort 2)\n\n* HER2-low tumor expression (IHC 2+/ISH-, IHC 1+/ISH-, or IHC 1+/ISH untested)\n* Participants will receive trastuzumab deruxtecan plus durvalumab for eight cycles prior to surgery (Cycle Length is 21 days)\n* After surgery, Participants will receive therapy per physician's choice and to reflect current standard of care.",
                    "interventionNames": [
                        "Drug: Trastuzumab deruxtecan",
                        "Drug: Durvalumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Trastuzumab deruxtecan",
                    "description": "via IV, protocol determined dosage once per cycle up to eight cycles. Each cycle will last for 21 days (three weeks).",
                    "armGroupLabels": [
                        "HER2 Positive",
                        "HER2-Low"
                    ],
                    "otherNames": [
                        "Enhertu"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Durvalumab",
                    "description": "via IV, protocol determined dosage once per cycle up to eight cycles. Each cycle will last for 21 days (three weeks).",
                    "armGroupLabels": [
                        "HER2 Positive",
                        "HER2-Low"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pathological complete response (pCR) Rate",
                    "description": "pCR rate is the proportion of participants with absent invasive carcinoma in the breast and lymph nodes at time of surgery; in situ disease only is considered pCR; if off-treatment prior to surgery than considered not pCR.",
                    "timeFrame": "Assessed on surgical tissue: surgery occurs no later than 6 weeks post 8 cycles of neo-adjuvant therapy (one cycle=21 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Residual Cancer Burden (RCB) Response",
                    "description": "RCB response is the number of participants by RCB category; the RCB calculator used is from M.D Anderson with parameters (see References for link).",
                    "timeFrame": "Assessed on surgical tissue; surgery occurs +day 14 and no later than 6 weeks post 8 cycles of neo-adjuvant therapy (one cycle=21 days)"
                },
                {
                    "measure": "Event Free Survival (EFS)",
                    "description": "EFS defined from the time of registration until the occurrence of the first of the following events:\n\n* Progression of disease that precludes surgery;\n* Local/regional recurrence: a recurrent or new invasive ipsilateral breast cancer, invasive breast cancer in the axilla, regional lymph nodes, chest wall, or skin of the ipsilateral breast;\n* Contralateral invasive breast cancer;\n* Distant recurrence: metastatic disease that has either been biopsy confirmed or clinically diagnosed as recurrent invasive breast cancer; or\n* Death from any cause. In the absence of an event, EFS is censored at date last disease assessment. t-year EFS to be estimated by Kaplan-Meier method, with time \"t\" specified according to median follow-up at time of reporting.",
                    "timeFrame": "Disease assessed every 6 weeks by chest xray (+/- 1 week) until completion of 8 cycles of neo-adjuvant therapy (one cycle=21 days); Follow-up assessments post-surgery every 6 months (+/- 8 weeks) until participant withdrawal or death up to 4 years"
                },
                {
                    "measure": "Distant progression or distant disease-free survival (DP/DDFS)",
                    "description": "DP/DDFS defined from the time of registration until the occurrence of the first of the following events:\n\n* Distant progression of disease prior to surgery;\n* Distant recurrence: metastatic disease that has either been biopsy confirmed or clinically diagnosed as recurrent invasive breast cancer; or\n* Death from any cause. In the absence of an event, DP/DDFS is censored at date last disease assessment. t-year DP/DDFS to be estimated by Kaplan-Meier method, with time \"t\" specified according to median follow-up at time of reporting.",
                    "timeFrame": "Disease assessed every 6 weeks by chest xray (+/- 1 week) until 8 cycles of neo-adjuvant therapy (one cycle=21 days); Follow-up assessments post-surgery every 6 months (+/- 8 weeks) until participant withdrawal or death up to 4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have a histological or cytological diagnosis of invasive breast cancer.\n* All histologic subtypes are eligible.\n* Participants must have a clinical diagnosis of stage III inflammatory breast cancer within the past 6 months\n* HER2-positive status as determined locally by the current ASCO/CAP guidelines or HER2-low tumor expression (IHC 2+/ISH-, IHC 1+/ISH-, or IHC 1+/ISH untested) (note: ISH may be determined by either fluorescence in situ hybridization \\[FISH\\] or dual in situ hybridization \\[DISH\\])\n* Any ER and PR expressions are permitted but must be known\n* Participants must be treatment-naïve\n* Participants must agree to undergo two research biopsies of the tumor (if safely accessible, as determined by the treating investigator): at baseline (prior to the first treatment) and after the first week of treatment on C1D8. Previously collected archival tissue will also be obtained on all participants. For participants for whom the tumor is not safely accessible, this archival tissue needs to be located and availability confirmed at time of registration.\n* Pre- and postmenopausal women or male patients ≥ 18 years of age\n* ECOG performance status 0-1 (Karnofsky \\> 60%, see Appendix A).\n* LVEF ≥ 50% within 28 days prior to enrollment\n* Participants must have normal organ and marrow function prior to enrollment as defined below:\n\n  * Absolute neutrophil count ≥2,000/mcL\n  * Platelets ≥100,000/mcL\n  * Hemoglobin ≥ 9.0 g/dl\n  * INR/PT/aPTT ≤1.5 × ULN unless participant is receiving anticoagulant therapy as long as PT or aPTT is in therapeutic range of anticoagulant\n  * Total bilirubin ≤1.5 × institutional upper limit of normal (ULN)(or ≤2.0 x ULN in patients with documented Gilbert's Syndrome)\n  * AST(SGOT)/ALT(SGPT) ≤2.5 × institutional ULN\n  * Serum creatinine ≤1.5 × institutional ULN OR creatinine clearance ≥ 30 mL/min/ 1.73m2 for participants with creatinine levels above institutional ULN.\n  * Serum albumin ≥2.5 g/dL\n  * International normalized ratio (INR)/prothrombin time (PT) and either partial thromboplastin or activated partial thromboplastin time (aPTT) ≤1.5 × ULN\n* Women of childbearing potential (WOCBP) and WOCBP who are partners of male participants must agree to use one highly effective non-hormonal form of contraception or two effective forms of non-hormonal contraception for the duration of study treatment with durvalumab and 7 months after the last dose of study treatment\n* Males who are sexually active with WOCBP must agree to follow instructions for method(s) of contraception for the duration of study treatment with durvalumab and 4 months after the last dose of study treatment\n* Must have a life expectancy of at least 12 weeks\n* Body weight \\>30 kg\n* The participant must be capable of understanding and complying with the protocol and willing to sign a written informed consent document\n\nExclusion Criteria:\n\n* Has received prior systemic anti-cancer therapy for the current diagnosis of inflammatory breast cancer, including chemotherapy, immunotherapy, or targeted therapy\n* Has received any radiotherapy or surgery for the current diagnosis of inflammatory breast cancer. Tumor biopsies are not considered surgery for the purpose of enrollment.\n* Prior hypersensitivity to durvalumab or the excipients of durvalumab or trastuzumab deruxtecan or history of severe hypersensitivity reactions to other monoclonal antibodies.\n* Major surgery within 4 weeks prior to study treatment initiation. Patients must have recovered from any effects of any major surgery.\n* Uncontrolled intercurrent illness, including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, uncontrolled cardiac arrhythmia, serious chronic gastrointestinal conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study requirements, substantially increase risk of incurring AEs, or compromise the ability of the patient to give written informed consent.\n* Participant has a medical condition that requires chronic systemic steroid therapy (\\> 10 mg of prednisone daily or equivalent) or any other form of immunosuppressive medication (including disease modifying agents) and has required such therapy in the last 2 years. Replacement therapy (e.g. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic therapy.\n* Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[eg, colitis or Crohn's disease\\], diverticulitis \\[with the exception of diverticulosis\\], systemic lupus erythematosus, sarcoidosis syndrome, Wegener syndrome \\[granulomatosis with polyangiitis\\], Graves' disease, and rheumatoid arthritis, hypophysitis, uveitis, etc). The following are exceptions to this criterion:\n\n  -- Patients with vitiligo or alopecia, Patients with hypothyroidism (eg, following Hashimoto syndrome) stable on hormone replacement, Patients with any chronic skin condition that does not require systemic therapy, Patients with celiac disease controlled by diet alone, who may also be included, but only after consultation with the Principal Investigator, Patients without active disease in the last 5 years, who may also be included but only after consultation with the Principal Investigator\n* History of (non-infectious) ILD/pneumonitis that required steroids, has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening.\n* Lung-specific intercurrent clinically significant illnesses including, but not limited to, any underlying pulmonary disorder (ie, pulmonary emboli within 3 months of the study enrollment, severe asthma, severe chronic obstructive pulmonary disease (COPD), restrictive lung disease, pleural effusion etc.), and any autoimmune, connective tissue or inflammatory disorders with pulmonary involvement (ie, rheumatoid arthritis, Sjogren's syndrome, sarcoidosis etc.), and prior pneumonectomy\n* Corrected QT interval (QTcF) prolongation to \\> 470 msec on screening EKG\n* Any factors that increase the risk of QTc prolongation or risk of arrhythmic events, such as heart failure, hypokalemia, potential for torsades de pointes, congenital long QT syndrome, family history of long QT syndrome or unexplained sudden death under 40 years of age, or any concomitant medication known to prolong the QT interval\n* Any of the following procedures or conditions in the 6 months prior to enrollment: coronary artery bypass graft, angioplasty, vascular stent, myocardial infarction, angina pectoris, congestive heart failure (New York Heart Association Functional Classification Grade ≥2), and stroke. Subjects with troponin levels above ULN at screening (as defined by the manufacturer), and without any myocardial infarction related symptoms, should have a cardiology consultation before enrollment to rule out myocardial infarction.\n* Cardiac ejection fraction outside institutional range of normal or \\<50% (whichever is higher) as measured by echocardiogram (or multiple-gated acquisition \\[MUGA\\] scan if an echocardiogram cannot be performed or is inconclusive).\n* History of another primary malignancy, except for Malignancy treated with curative intent and with no known active disease ≥5 years before the first dose of study treatment and of low potential risk for recurrence. Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease, Adequately treated carcinoma in situ without evidence of disease\n* History of venous thromboembolism in the past 3 months.\n* History of active primary immunodeficiency.\n* Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and tuberculosis testing in line with local practice), hepatitis B (known positive hepatitis B virus \\[HBV\\] surface antigen \\[HBsAg\\] result) or hepatitis C virus (HCV). Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. Patients positive for hepatitis C antibody are eligible only if the polymerase chain reaction is negative for HCV RNA. Some medications used for these conditions have drug-drug interactions with the study treatment.\n* Known to have previously tested positive for human immunodeficiency virus (HIV) (positive HIV 1/2 antibodies)(HIV testing is not required for participation on this study)\n* Receipt of a live vaccine within 30 days prior to study treatment initiation. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster, yellow fever, rabies, BCG, and typhoid vaccine. The use of the inactivated seasonal influenza vaccine is allowed.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n* Use of potent inhibitors or inducers or substrates of CYP3A4 or substrates of CYP2C9 or CYP2D6 within 2 weeks before the first dose of study treatment (3 weeks for St John's Wort)\n* Use of hydroxychloroquine in \\<14 days prior to Day 1 of trastuzumab deruxtecan treatment\n* History of leptomeningeal carcinomatosis\n* Female patients who are pregnant, breastfeeding or of reproductive potential who are not willing to employ effective birth control from screening to 6 months after the last dose of durvalumab and at least 7 months after the final administration of trastuzumab deruxtecan due to the potential for teratogenic effects. And unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Filipa Lynce, MD",
                    "role": "CONTACT",
                    "phone": "(617) 632-3800",
                    "email": "filipa_lynce@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Filipa Lynce, MD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Filipa Lynce, MD",
                            "role": "CONTACT",
                            "phone": "617-632-3800"
                        },
                        {
                            "name": "Filipa Lynce, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Filipa Lynce, MD",
                            "role": "CONTACT",
                            "phone": "617-632-3800",
                            "email": "Filipa_Lynce@DFCI.HARVARD.EDU"
                        },
                        {
                            "name": "Filipa Lynce, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University of Texas MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachel Layman, MD",
                            "role": "CONTACT",
                            "email": "RLayman@mdanderson.org"
                        },
                        {
                            "name": "Rachel Layman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "RCB calculator from M.D. Anderson for secondary outcome measure",
                    "url": "http://www.mdanderson.org/breastcancer_RCB"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to Sponsor Investigator or designee. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000058922",
                    "term": "Inflammatory Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29295",
                    "name": "Inflammatory Breast Neoplasms",
                    "asFound": "Inflammatory Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T3067",
                    "name": "Inflammatory Breast Cancer",
                    "asFound": "Inflammatory Breast Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068878",
                    "term": "Trastuzumab"
                },
                {
                    "id": "C000613593",
                    "term": "Durvalumab"
                },
                {
                    "id": "C000614160",
                    "term": "Trastuzumab deruxtecan"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000018796",
                    "term": "Immunoconjugates"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M272500",
                    "name": "Durvalumab",
                    "asFound": "Pancreatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M325",
                    "name": "Trastuzumab",
                    "asFound": "Follow-up",
                    "relevance": "HIGH"
                },
                {
                    "id": "M233243",
                    "name": "Trastuzumab deruxtecan",
                    "asFound": "Tilt",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M20855",
                    "name": "Immunoconjugates",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}