{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04698538",
            "orgStudyIdInfo": {
                "id": "20-000010"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "TSC Remote Assessment and Intervention",
            "officialTitle": "TSC Remote Assessment and Intervention",
            "acronym": "TRAIN",
            "therapeuticArea": [
                "Other"
            ],
            "study": "tsc-remote-assessment-and-intervention"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-02",
            "studyFirstSubmitQcDate": "2021-01-06",
            "studyFirstPostDateStruct": {
                "date": "2021-01-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Connie Kasari, Ph.D.",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators propose a study to adapt an evidence-based caregiver training program to improve access in order to better serve the TSC community. The proposed adapted caregiver training program is based on a targeted behavioral intervention called JASPER (Joint attention, symbolic play, engagement, and regulation) that has successfully improved outcomes in children with ASD. Importantly, JASPER specifically targets two key developmental domains known to be critical for young children with TSC, social communication and play. Recent work with JASPER in children with TSC shows promise, but still requires a commitment to regular in-person sessions. The investigators hope to test an adapted version of the caregiver training version of JASPER, where the entire training is provided remotely through weekly teleconferences and video feedback. The investigators goal is to determine if remote caregiver training can improve social engagement and communication between caregivers and their child with TSC.\n\nThe investigators hope that by adapting the caregiver training version of JASPER to be delivered through telehealth methods, the investigators can help more families gain access to high quality training. There is a tremendous need for high quality early intervention, and remote caregiver training can give families the skills they need to make impactful and lasting improvements for their child with TSC.\n\nThe investigators will recruit 66 children, 22 per year whom have been clinically diagnosed with TSC, are 12-36 months of age, English as primary language at home, and have one parent available for weekly remote video conferencing. Participants that meet criteria will be asked to complete assessments from their home (kits will be mailed to them), which will take several sessions (approximately 2.5 hours). During these assessment sessions via Zoom, participants will be shown how to do BOSA, SPACE and CCX assessments. A Vineland and Ages and Stages Questionnaire will also be done during these sessions, but it's just questionnaires. The SPACE and CCX are particulary important because the participants will have to record themselves throughout the study doing these assessments. A brief introduction to JASPER will also be given during this period of assessments. Randomization will occur after assessments are complete. Participants randomized to intervention will need to meet with the research staff for 12 weeks via Zoom to discuss their recorded sessions. Each participant in the intervention group is expected to submit (via UCLA Box) a 30-40 minute video doing JASPER with their child. These videos will be discussed during the Zoom calls. The group not randomized to intervention, will continue to care for their child as usual for those 12 weeks. They will not need to record or meet via Zoom with the research staff. At the end of the 12 weeks, all participants will record themselves doing the two assessments that were taught at UCLA. They will do and record these assessments again 12 weeks after that in the 3-month follow up. The total study is for 6 months.",
            "detailedDescription": "Sixty-six participants (22 per year) will be recruited, consented, and complete remote assessments. The assessments consist of the BOSA, Vineland, the Short Play and Communication Evaluation (SPACE), and Caregiver Child Interaction (CCX). The SPACE and CCX will be done throughout the study. The JASPER introduction and information consist of a self-guided module introducing caregivers to the developmental concepts of joint engagement, social communication, and play. They will receive online handouts and strategies as well. A demographic form and Caregiver Expectancies Belief form wlll also be completed at this point. After assessments and this JASPER introduction meeting, participants will be randomized to receive self guided JASPER intervention materials with remote JASPER coaching intervention or self guided materials only. Both conditions, JASPER materials plus coaching or JASPER materials only, will last for 12 weeks. The caregivers randomized to intervention, will do JASPER 30-40 minutes per day (Monday through Friday). They will record one of these days and share it with the UCLA research staff via a secure network, such as UCLA box. Each week one of the UCLA research staff will meet via Zoom or Skype to discuss the video. During these 12 weeks, parents will fill out Caregiver Involvement Scale, and Caregiver Diary forms weekly. After the 12 weeks, the participants will all do a remote SPACE and CCX. The Vineland and Ages and Stages Questionnaire (Gross and Fine Motors sections only), which was done during the screening will also be done at this time point over the phone or through Zoom. Participants will have a follow up SPACE and CCX, 3 months after entry (24 weeks of study) as well. The Vineland and Ages and Stages Questionnaire (Gross and Fine Motors sections only) will also be done at this time point over the phone or through Zoom as well.The Caregiver Expectancies/Belief forms will also be completed at week 1, after the 12 weeks of intervention (exit), and at the 3 month follow up."
        },
        "conditionsModule": {
            "conditions": [
                "TSC"
            ],
            "keywords": [
                "TSC",
                "tuberous sclerosis complex"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "People coding the data will not know the participants' treatment allocation and timepoint.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 66,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Educational Materials",
                    "type": "NO_INTERVENTION",
                    "description": "Caregivers in this arm will receive intervention material, but no coaching. The material consists of a self-guided module introducing caregivers to the developmental concepts of joint engagement, social communication, and play."
                },
                {
                    "label": "JASPER intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The caregivers randomized to intervention, will meet twice a week with UCLA staff to do session planning one day and JASPER remote, live coaching another day. The caregivers are expected to meet with the UCLA team twice a week.",
                    "interventionNames": [
                        "Behavioral: JASPER"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "JASPER",
                    "description": "JASPER is a naturalistic, developmental, behavioral intervention (NDBI) that focuses on developing social communication and language skills in the context of a play based intervention.",
                    "armGroupLabels": [
                        "JASPER intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Caregiver-Child Interaction (CCX)-joint engagement",
                    "description": "The child is jointly engaged with the caregiver in recorded play interactions. A change from entry (1st month of study) to exit (month 3 of study) will be assessed and exit (3 month of study) to follow up (month 6) as well as entry to follow up (month 6) will be assessed.",
                    "timeFrame": "entry (1st month of study), exit (month 3 of the study), follow up (month 6 of the study)"
                },
                {
                    "measure": "Change in Short Play and Communication Evaluation (SPACE)- joint engagement",
                    "description": "The child is jointly engaged with the caregiver in recorded play interactions. A change from entry (1st month of study) to exit (month 3 of study) will be assessed and exit (3 month of study) to follow up (month 6) as well as entry to follow up (month 6) will be assessed.",
                    "timeFrame": "entry (1st month of study), exit (month 3 of the study), follow up (month 6 of the study)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Short Play and Communication Evaluation (SPACE)- Joint attention",
                    "description": "The child is initiating social communication with the caregiver in recorded assessments.",
                    "timeFrame": "entry (1st month of study), exit (month 3 of the study), follow up (month 6 of the study)"
                },
                {
                    "measure": "Short Play and Communication Evaluation (SPACE)- Play",
                    "description": "The child is initiating play acts that are characterized by developmental level in recorded assessments.",
                    "timeFrame": "entry (1st month of study), exit (month 3 of the study), follow up (month 6 of the study)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Brief Observation of Symptoms of Autism (BOSA)",
                    "description": "It is a measure that detects the presence or absence of autism symptoms.",
                    "timeFrame": "entry (1st month of study)"
                },
                {
                    "measure": "Ages and Stages Questionnaire",
                    "description": "It measures change in the child's cognitive level throughout the study.",
                    "timeFrame": "screening, entry (1st month of study), exit (month 3 of the study), follow up (month 6 of the study)"
                },
                {
                    "measure": "Vineland Adaptive Behavior Scale Third Edition (VABS-III)",
                    "description": "An adaptive behavior assessment. The Adaptive Behavior Composite (ABC) of the VABS-III has a standard score mean of 100 and standard deviation (SD) of 15. Higher scores signifying a better outcome. The Vineland will measure the child's adaptive behavior throughout the study.",
                    "timeFrame": "entry (1st month of study), exit (month 3 of the study), follow up (month 6 of the study)"
                },
                {
                    "measure": "Demographic and Medical Questionnaire",
                    "description": "Descriptive measure to determine child's eligibility.",
                    "timeFrame": "entry (1st month of study)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Confirmed clinical diagnosis of TSC\n* Chronological age of 12--36 months\n* English as primary language at home\n* Have a parent available for weekly remote video conferencing\n* Scores of 22.5 Gross Motor and 25.14 Fine Motor on the Ages and Stages Questionnaire (ASQ).\n\nExclusion Criteria:\n\n* Plan for epilepsy surgery during study period",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Months",
            "maximumAge": "36 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Connie Kasari, PhD",
                    "role": "CONTACT",
                    "phone": "310-825-0575",
                    "email": "kasari@gseis.ucla.edu"
                },
                {
                    "name": "Consuelo Garcia, B.S.",
                    "role": "CONTACT",
                    "phone": "310-825-4775",
                    "email": "cogarcia@mednet.ucla.edu"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA Semel Institute",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90024",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Consuelo Garcia, BS",
                            "role": "CONTACT",
                            "phone": "310-825-4775",
                            "email": "cogarcia@mednet.ucla.edu"
                        },
                        {
                            "name": "Connie Kasari, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17152",
                    "name": "Tuberous Sclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "T5751",
                    "name": "Tuberous Sclerosis Complex",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}