{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05159466",
            "orgStudyIdInfo": {
                "id": "2021-407"
            },
            "organization": {
                "fullName": "Tulane University",
                "class": "OTHER"
            },
            "briefTitle": "Tulane Abdominal Transplant Institute (TATI) of Solid Organ Transplantation of HIV-Positive Recipients From HIV-Positive Donors",
            "officialTitle": "Tulane Abdominal Transplant Institute (TATI) of Solid Organ Transplantation of HIV-Positive Recipients From HIV-Positive Donors (TATI HOPE Act)",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "tulane-abdominal-transplant-institute-tati-of-solid-organ-transplantation-of-hiv-positive-recipients-from-hiv-positive-donors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-01",
            "studyFirstSubmitQcDate": "2021-12-01",
            "studyFirstPostDateStruct": {
                "date": "2021-12-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Tulane University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The U.S. Department of Health and Human Services (HHS), through the National Institutes of Health (NIH), published Final Human Immunodeficiency Virus (HIV) Organ Policy Equity (HOPE) Act Safeguards and Research Criteria for Transplantation of Organs Infected With HIV. All such transplants must occur under an institutional review board (IRB) approved research protocol that is compliant with federal regulations governing human subjects research. This is an investigator-initiated, observational prospective study of solid organ transplantation utilizing HIV-positive donors in HIV positive recipients. Stable HIV-infected adults in need of a solid organ transplant (kidney) who meet standard and study specified HIV criteria for organ transplantation will be offered enrollment in the study. Deceased donors (kidney) and living donors (kidney) will be utilized in this protocol.\n\nThe goal of this research is to increase knowledge about the safety, efficacy, and effectiveness of solid organ transplantation (SOT) utilizing HIV-positive donors in HIV-positive recipients.",
            "detailedDescription": "This is an observational prospective study of solid organ transplantation utilizing HIV-positive donors in HIV-positive recipients. Stable HIV-infected adults in need of a solid organ transplant (kidney) who meet standard and study specified HIV criteria for organ transplantation will be offered enrollment in the study. Deceased donors (kidney) and living donors (kidney) will be utilized in this protocol. 25 stable HIV-infected adults in need of a solid organ transplant (kidney) who meet standard and study specified HIV criteria for organ transplantation and 5 living donors (kidney) will be offered enrollment in the study. Living donors will be followed under a separate addendum protocol.\n\nEach HIV-positive recipient and prospective HIV-positive recipient will be provided an independent advocate who is responsible for protecting and promoting the rights and interests of the HIV-positive recipient (or prospective recipient). The purpose of the independent advocate for the HIV-positive recipient is to:\n\n1. Promote and protect the interests of the HIV-positive prospective recipient (including with respect to having access to a suitable HIV-negative organ if it becomes available).\n2. Take steps to ensure that the HIV-positive recipient's decision is informed and free from coercion.\n3. Review whether the potential HIV-positive prospective recipient has received information regarding the results of Solid Organ Transplantation in general and transplantation in HIV positive recipients in particular and the unknown risks associated with HIV-positive to HIV-positive transplant.\n\nAll potential participants who provide informed consent will be enrolled into the pre-transplant phase of the study. In the pre-transplant phase of the study, standard and HIV-specific eligibility will be confirmed. Enrolled participants will consent to the collection of retrospective medical record data including but not limited to clinic notes, laboratory data, diagnostic procedures and reports for all prior HIV therapies.\n\nAs per Health Resource Services Administration (HRSA) and Organ Procurement and Transplantation Network (OPTN)/Policy 15.6, at the time of transplant listing \"willing to accept an HIV-positive organ\" status will be indicated in the secure database used by both transplant hospitals and organ procurement organizations to coordinate organ recovery and waitlist candidate matching. HIV-positive matches will be run for study participants who have indicated an interest in HIV+ organs. If an HIV+ organ becomes available for a participant, the participant will have an opportunity to accept or defer the organ offer. Participants who accept an HIV+ or HIV suspected false positive organ offer will enter the Post-Transplant Follow-up Phase for HIV D+/R+ participants and participants who accept an HIV- (D) organ offer will enter the Post -Transplant Follow-up Phase for HIV D-/R+ participants.\n\nParticipants will then be followed prospectively for up to 5 years. Demographic and clinical data on the donors and recipients (and outcomes) will be extracted from the United Network for organ Sharing (UNOS) and Scientific Registry of Transplant Recipient (SRTR) databases. During this prospective follow-up, all medical record data includes but is not limited to records of hospitalization, laboratory reports, clinic notes, medication lists, biopsy results, and documentations of current therapies."
        },
        "conditionsModule": {
            "conditions": [
                "Human Immunodeficiency Virus",
                "End Stage Renal Disease"
            ],
            "keywords": [
                "Organ donor",
                "Organ recipient",
                "Kidney Transplant",
                "HOPE Act",
                "HIV"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Kidney transplant recipients",
                    "description": "Up to 25 HIV-positive participants requiring kidney organ transplantation",
                    "interventionNames": [
                        "Procedure: Kidney transplant"
                    ]
                },
                {
                    "label": "Kidney living donors",
                    "description": "Up to 5 HIV-positive living donors will be enrolled.",
                    "interventionNames": [
                        "Procedure: Kidney transplant"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Kidney transplant",
                    "description": "Participants will be recruited at the Tulane Abdominal Transplant Institute site where they are evaluated and followed for organ transplantation as part of standard of care. HIV-positive adult candidates on the wait list or referred for organ transplantation evaluation willing to accept an HIV positive organ will be recruited.",
                    "armGroupLabels": [
                        "Kidney living donors",
                        "Kidney transplant recipients"
                    ],
                    "otherNames": [
                        "Nephrectomy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient mortality rate after kidney transplant",
                    "description": "Patient will be followed after kidney transplant and the mortality rate will be measured by patient survival post op.",
                    "timeFrame": "1 Year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Graft survival in transplant recipients",
                    "description": "The graft survival will be measured in transplant recipients by:\n\n1. Proportion of participants with Estimated Glomerular Filtration Rate (eGFR) by Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) \\< 60 mL/min/1.73 m2\n\n   .\n2. Proportion of participants with defined Chronic Kidney Disease (CKD) stage 4 or 5.\n3. Mean calculated eGFR by CKD-EPI.",
                    "timeFrame": "3, 6, 9, 12, 24, 36, 48, 60 Months"
                },
                {
                    "measure": "Incidence and severity of graft rejection for transplant recipients",
                    "description": "The incidence and severity of graft rejection in transplant recipients will be measured by:\n\n1. Incidence of clinically suspected and biopsy proven acute rejection within the study period as defined as histologic evidence of rejection and graft dysfunction on biopsy.\n2. The severity of first and highest grade of acute cellular rejection within the study period.\n3. The incidence of antibody mediated rejection.\n4. The type of treatment for rejection.\n\n(The graft biopsy or kidney transplant recipients of HIV+ donor at month 6 and year 1 and for all transplant recipients at any point the clinical team feels is indicated).",
                    "timeFrame": "6, 9, 12, 24, 36, 48, 60 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Recipient Criteria\n\nInclusion Criteria:\n\n* Participant meets standard listing criteria for transplant.\n* Greater than or equal to 18 years of age.\n* Participant has documented HIV infection using an FDA-licensed, approved, or cleared test device(s).\n* CD4+ T-cell count ≥200/μL within 16 weeks prior to transplant; any patient with history of Opportunistic Infections must have a CD4 positive T-cell count ≥200/uL.\n* HIV RNA less than 50 copies/mL and on a stable antiretroviral regimen.\n* No evidence of active opportunistic complications of HIV infection.\n* On a stable antiretroviral regimen. Participants unable to tolerate ART due to organ failure may still be considered eligible if the study team is confident there will be a safe, tolerable, and effective antiretroviral regimen once organ function is restored after transplantation.\n* No history of primary CNS lymphoma or progressive PML\n\nExclusion Criteria:\n\n* Participant has concomitant conditions that, in the judgment of the investigators, would preclude transplantation or immunosuppression.\n* Less than 18 years of age.\n* Requires multi-organ transplantation.\n* Participant is pregnant or breastfeeding.\n* Participant has a history of progressive multifocal leukoencephalopathy (PML), chronic intestinal cryptosporidiosis of \\> 1 month duration, or primary CNS lymphoma.\n* Participant has a history of any neoplasm except for the following: resolved Kaposi's sarcoma, in situ anogenital carcinoma, adequately treated basal or squamous cell carcinoma of the skin, solid tumors (except primary CNS lymphoma) treated with curative therapy and disease free for more than 5 years. History of renal cell carcinoma requires disease-free state for 2 years. History of leukemia and disease free duration will be per site policy.\n* Participants who are unable or unwilling to provide informed consent.\n\nDonor Criteria Deceased Donor Criteria\n\n1. Must meet all clinical criteria for HIV-uninfected organ donors.\n2. No evidence of invasive opportunistic complications of HIV infection.\n3. Pre-implant donor organ biopsy showing no disease process that would put the recipient at increased risk of rapid progression to end-stage organ failure, to be stored for the duration of the study.\n4. Donor has documented HIV infection (by any licensed ELISA and confirmation by Western Blot, positive HIV ab IFA, or history of detectable HIV-1 RNA) from a CLIA approved laboratory.\n5. If known history of HIV infection and prior antiretroviral therapy, the study team must describe the anticipated post-transplant antiretroviral regimen(s) to be prescribed for the recipient and justify its conclusion that the regimen will be safe, tolerable and effective.\n6. Pre-implant donor organ biopsy to be stored, at a minimum, for the duration of the study (or at least 5 years).\n7. For donors with newly diagnosed/discovered HIV-1 infection, any HIV-1 RNA viral load is allowed assuming the donor meets other criteria and the HIV/Transplant Infectious Diseases team is able to predict a tolerable and effective ART regimen for the recipient.\n8. If there is any history of documented antiretroviral resistance in the donor by medical chart review, the HIV/Transplant Infectious Diseases team is able to predict a tolerable and effective ART regimen for the recipient.\n9. Donors with documented chronic hepatitis C virus (HCV+) co-infection (detectable HCV nucleic acid using any licensed assay in a CLIA certified lab) can be used only for HCV+ participants.\n\nLiving Donor Criteria\n\n1. Greater than or equal to 18 years of age\n2. Donor meets all clinical criteria to be a living donor other than being HIV positive.\n3. Donor has consented to participate as a HIV-Positive Donor under the separate Addendum protocol.\n4. Documented HIV infection using an FDA-licensed, approved, or cleared test device.\n5. Well-controlled HIV infection, as evidenced by:\n\n   1. CD4+ T-cell count ≥500/mL for the 6-month period preceding donation.\n   2. Fewer than 50 copies/mL of HIV- 1 RNA detectable by ultrasensitive or real-time polymerase chain reaction (PCR) assay.\n6. No evidence of invasive opportunistic complications of HIV infection\n7. A kidney biopsy showing no evidence of a disease process that would put the donor at increased risk of progressing to end-stage organ failure after donation, or that would present a risk of poor graft function to the recipient.\n8. A complete history of ART regimens and ART resistance.\n9. The study team must be able to predict a safe, tolerable, and effective regimen to be prescribed for the recipient based on the donor's current ART regimen as well as the donor's history of ART resistance.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants will be recruited at the Tulane Abdominal Transplant Institute site where they are evaluated and followed for organ transplantation as part of standard of care. HIV-positive adult candidates on the wait list or referred for organ transplantation evaluation willing to accept an HIV positive organ will be recruited.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alfred Luk, MD,",
                    "role": "CONTACT",
                    "phone": "(504) 988-5344",
                    "email": "aluk@tulane.edu"
                },
                {
                    "name": "Delainna Bartholomew, BS",
                    "role": "CONTACT",
                    "phone": "504-988-6902",
                    "email": "dbartho@tulane.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alfred Luk, MD",
                    "affiliation": "Tulane University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Tulane University Medical Center",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alfred Luk, MD",
                            "role": "CONTACT",
                            "phone": "504-988-5344",
                            "email": "aluk@tulane.edu"
                        },
                        {
                            "name": "Delainna Bartholomew, BS",
                            "role": "CONTACT",
                            "phone": "504-988-6902",
                            "email": "dbartho@tulane.edu"
                        },
                        {
                            "name": "Alfred Luk, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000163",
                    "term": "Acquired Immunodeficiency Syndrome"
                },
                {
                    "id": "D000015658",
                    "term": "HIV Infections"
                },
                {
                    "id": "D000006679",
                    "term": "HIV Seropositivity"
                },
                {
                    "id": "D000007676",
                    "term": "Kidney Failure, Chronic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000086982",
                    "term": "Blood-Borne Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000015229",
                    "term": "Sexually Transmitted Diseases, Viral"
                },
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                },
                {
                    "id": "D000016180",
                    "term": "Lentivirus Infections"
                },
                {
                    "id": "D000012192",
                    "term": "Retroviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000012897",
                    "term": "Slow Virus Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "asFound": "Human Immunodeficiency Virus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "asFound": "Human Immunodeficiency Virus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10699",
                    "name": "Kidney Failure, Chronic",
                    "asFound": "End Stage Renal Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9742",
                    "name": "HIV Seropositivity",
                    "asFound": "HIV-Positive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M2593",
                    "name": "Blood-Borne Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17933",
                    "name": "Sexually Transmitted Diseases, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M18640",
                    "name": "Lentivirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15026",
                    "name": "Retroviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15700",
                    "name": "Slow Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}