{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04703166",
            "orgStudyIdInfo": {
                "id": "2849006"
            },
            "organization": {
                "fullName": "Tulane University",
                "class": "OTHER"
            },
            "briefTitle": "Tulane iPredict, Prevent Study to Evaluate the Progression of Atrial Myopathy.",
            "officialTitle": "Tulane iPredict, Prevent (TiPP) Study",
            "acronym": "TiPP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "tulane-ipredict-prevent-study-to-evaluate-the-progression-of-atrial-myopathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-07",
            "studyFirstSubmitQcDate": "2021-01-07",
            "studyFirstPostDateStruct": {
                "date": "2021-01-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Tulane University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Samsung",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Preventice",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To evaluate the progression of atrial myopathy through wearable devices and cardiac imaging.",
            "detailedDescription": "The Tulane iPredict Prevent (TiPP) project aims to study the aging of the heart in a diverse patient population using wearable digital health devices with the help of Samsung and Boston Scientific.\n\nThe innovative project seeks to correlate aging of the heart with daily biometric data obtained from wearable digital health devices, using Samsung's Galaxy Watch 3. Participants' biometric data, which include heart rate, step count, sleep patterns, and more, along with ECG readings from Preventice (Boston Scientific) Body Guardian Mini, will inform a machine learning model, providing real-time risk assessment of cardiovascular events.\n\nIn addition to monitoring biometric data, participants will undergo advanced cardiac imaging (CMR) scans at baseline and one-year follow-up to evaluate markers of aging of the heart (atrial myopathy). These scans, paired with the continuous data from the wearable devices, will offer a detailed understanding of the progression of atrial myopathy over time.\n\nThe TiPP study's unique approach of leveraging digital health technology represents an exciting innovation in cardiovascular research. This study's findings are expected to revolutionize our understanding of heart aging and, more importantly, the prediction and prevention of heart diseases in diverse patient populations.\n\nMoreover, the study outcomes will allow us to accurately assess the clinical relevance of daily biometric data, leading to improved and personalized care. The insights gathered will be pivotal in informing early preventive interventions, significantly improving patient outcomes and transforming how we approach cardiovascular diseases and arrhythmias.\n\nThe primary outcome of the study will be evaluating the progression of atrial myopathy based on CMR scans. Meanwhile, secondary outcomes will include the incidence of heart failure, stroke, hospitalization, arrhythmias, and mortality during the study period.\n\nWith the increasing prevalence of cardiovascular diseases globally, the TiPP study, with its novel use of technology and inclusive approach, stands at the forefront of heart disease research, potentially altering the course of cardiovascular treatment and management."
        },
        "conditionsModule": {
            "conditions": [
                "Atrial Fibrillation"
            ],
            "keywords": [
                "Atrial Fibrillation",
                "Atrial Myopathy",
                "Cardiovascular Risk Factors",
                "Heart Murmurs",
                "Arrhythmias",
                "Cardiac Disease"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants with Atrial Fibrillation or have Moderate-high risk factors for Atrial Fibrillation",
                    "description": "Participants who have atrial fibrillation or have moderate to high-risk factors for the development of atrial fibrillation as verified by the Atherosclerotic CardioVascular Disease (ASCVD) risk calculation tool.\n\nParticipants will be provided with a Samsung Galaxy Watch Active2 to wear daily and will also be asked to wear an ECG patch for 30-days at baseline, 6, 9 and 12 months.\n\nA Cardiac MRI (CMR) will be taken at baseline and at 12 months.",
                    "interventionNames": [
                        "Device: Samsung Galaxy Watch Active2"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Samsung Galaxy Watch Active2",
                    "description": "The Samsung wearable device will collect data; photoplethysmography (PPG) waveforms, heart rate, heart rate variability, step counts, oxygen saturation levels, sleep pattern and quality.",
                    "armGroupLabels": [
                        "Participants with Atrial Fibrillation or have Moderate-high risk factors for Atrial Fibrillation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Atrial Myopathy Progression",
                    "description": "To evaluate changes of atrial myopathy (via the extent of atrial fibrosis, the shape of left atrium \\[LA\\] and the function of the LA). This will be assessed via CMR scans.",
                    "timeFrame": "Based on results from CMR scan at baseline at 12-Months CMR scan"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Heart Failure Incidence",
                    "description": "During the 6 month and 9 month phone call visits, we will ask the participants if they have had any incidence of heart failure.",
                    "timeFrame": "Through study completion, up to 52 weeks"
                },
                {
                    "measure": "Cerebrovascular Incidence",
                    "description": "During the 6 month and the 9 month phone call visits, we will ask the participants if they have had any clinically relevant cerebrovascular events such as stroke and/or Transient Ischemic Attack (TIA).",
                    "timeFrame": "Through study completion, up to 52 weeks"
                },
                {
                    "measure": "Hospitalization Incidence",
                    "description": "During the 6 month and the 9 month phone call visits, we will ask the participants if they have had any cardiac related hospitalization.",
                    "timeFrame": "Through study completion, up to 52 weeks"
                },
                {
                    "measure": "Arrhythmias Incidence",
                    "description": "During the 6 month and the 9 month phone call visits, we will ask the participants if they have had any incidence of any cardiac arrhythmias.",
                    "timeFrame": "Through study completion, up to 52 weeks"
                },
                {
                    "measure": "Death Incidence",
                    "description": "During the 6 month and the 9 month phone call visits, we will check for mortality.",
                    "timeFrame": "Through study completion, up to 52 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must meet the following criteria to be enrolled in the trial:\n\n* Participants with atrial fibrillation aged 18 to 79 years old, or\n* Participants aged 40 to 79 years old, at moderate or high risk for CVD as defined by the 10-year risk Atherosclerotic Cardiovascular Disease (ASCVD), a validated risk calculation tool.\n* Participants who have access to internet/e-mail in their homes.\n* Participants who have access to a compatible Android mobile device or compatible iOS mobile device (iPhone 4S or newer, iPad 3 or newer).\n* Participants who are able and willing to return to the study clinic one-year following their baseline CMR for a follow-up appointment and 12-month CMR.\n* Participants who are able to read, understand, and sign the consent form.\n\nExclusion Criteria:\n\nParticipants will be excluded from enrollment if any of the following criteria are present:\n\n* Any health-related gadolinium/MRI contraindications (e.g. allergy to gadolinium, pacemakers, Implantable Cardioverter Defibrillators (ICD's), other devices/implants contraindicated for use of MRI, etc.).\n* Participants weighing \\>300 lbs. (MRI quality decreases as BMI increases).\n* Participants with renal insufficiency (Glomerular Filtration Rate (GFR) \\<30 mL per minute per 1.73 m2) or acute/severe renal dysfunction/disease.\n* Women who are pregnant at the time of enrollment/consent. (Should a participant become pregnant during the course of the study, no CMR will be performed until 10 days, postpartum).\n* Participants who do not have access to the internet/e-mail.\n* Participants who do not have a compatible Android mobile device or compatible iOS mobile device (iPhone 4S or newer, iPad 3 or newer).\n* Participants with cognitive impairments affecting their ability to be compliant with wearing and maintaining wearable devices.\n* Participants who are unable or unwilling to return to the study clinic one-year post baseline for their follow-up appointment and CMR.\n* Participants with cognitive impairments who are unable to give informed consent.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Participant eligibility is based on the self-representation of gender identity.",
            "minimumAge": "18 Years",
            "maximumAge": "79 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "300 participants, male or female with atrial fibrillation (18-79 years) or have moderate to high risk factors (40-79 years) for atherosclerotic cardiovascular disease as verified by the ASCVD risk estimator.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Quintrele Jones, MPH",
                    "role": "CONTACT",
                    "phone": "504-988-3063",
                    "email": "qjones1@tulane.edu"
                },
                {
                    "name": "Chris Wang, MS",
                    "role": "CONTACT",
                    "phone": "504-988-3065",
                    "email": "hwang37@tulane.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nassir F Marrouche, MD",
                    "affiliation": "Tulane University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Tulane University School of Medicine",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Quintrele Jones, MPH",
                            "role": "CONTACT",
                            "phone": "504-988-3063",
                            "email": "qjones1@tulane.edu"
                        },
                        {
                            "name": "Chris Wang, MS",
                            "role": "CONTACT",
                            "phone": "504-988-3065",
                            "email": "hwang37@tulane.edu"
                        },
                        {
                            "name": "Nassir F Marrouche, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31504357",
                    "type": "BACKGROUND",
                    "citation": "Truong VT, Palmer C, Wolking S, Sheets B, Young M, Ngo TNM, Taylor M, Nagueh SF, Zareba KM, Raman S, Mazur W. Normal left atrial strain and strain rate using cardiac magnetic resonance feature tracking in healthy volunteers. Eur Heart J Cardiovasc Imaging. 2020 Apr 1;21(4):446-453. doi: 10.1093/ehjci/jez157."
                },
                {
                    "pmid": "29846999",
                    "type": "BACKGROUND",
                    "citation": "Bieging ET, Morris A, Wilson BD, McGann CJ, Marrouche NF, Cates J. Left atrial shape predicts recurrence after atrial fibrillation catheter ablation. J Cardiovasc Electrophysiol. 2018 Jul;29(7):966-972. doi: 10.1111/jce.13641. Epub 2018 Jun 19."
                },
                {
                    "pmid": "24496537",
                    "type": "BACKGROUND",
                    "citation": "Marrouche NF, Wilber D, Hindricks G, Jais P, Akoum N, Marchlinski F, Kholmovski E, Burgon N, Hu N, Mont L, Deneke T, Duytschaever M, Neumann T, Mansour M, Mahnkopf C, Herweg B, Daoud E, Wissner E, Bansmann P, Brachmann J. Association of atrial tissue fibrosis identified by delayed enhancement MRI and atrial fibrillation catheter ablation: the DECAAF study. JAMA. 2014 Feb 5;311(5):498-506. doi: 10.1001/jama.2014.3. Erratum In: JAMA. 2014 Nov 5;312(17):1805."
                },
                {
                    "pmid": "25727248",
                    "type": "BACKGROUND",
                    "citation": "Cochet H, Mouries A, Nivet H, Sacher F, Derval N, Denis A, Merle M, Relan J, Hocini M, Haissaguerre M, Laurent F, Montaudon M, Jais P. Age, atrial fibrillation, and structural heart disease are the main determinants of left atrial fibrosis detected by delayed-enhanced magnetic resonance imaging in a general cardiology population. J Cardiovasc Electrophysiol. 2015 May;26(5):484-92. doi: 10.1111/jce.12651. Epub 2015 Apr 22."
                },
                {
                    "pmid": "30661270",
                    "type": "BACKGROUND",
                    "citation": "Siebermair J, Suksaranjit P, McGann CJ, Peterson KA, Kheirkhahan M, Baher AA, Damal K, Wakili R, Marrouche NF, Wilson BD. Atrial fibrosis in non-atrial fibrillation individuals and prediction of atrial fibrillation by use of late gadolinium enhancement magnetic resonance imaging. J Cardiovasc Electrophysiol. 2019 Apr;30(4):550-556. doi: 10.1111/jce.13846. Epub 2019 Jan 24."
                },
                {
                    "pmid": "31722151",
                    "type": "BACKGROUND",
                    "citation": "Perez MV, Mahaffey KW, Hedlin H, Rumsfeld JS, Garcia A, Ferris T, Balasubramanian V, Russo AM, Rajmane A, Cheung L, Hung G, Lee J, Kowey P, Talati N, Nag D, Gummidipundi SE, Beatty A, Hills MT, Desai S, Granger CB, Desai M, Turakhia MP; Apple Heart Study Investigators. Large-Scale Assessment of a Smartwatch to Identify Atrial Fibrillation. N Engl J Med. 2019 Nov 14;381(20):1909-1917. doi: 10.1056/NEJMoa1901183."
                },
                {
                    "pmid": "28085085",
                    "type": "BACKGROUND",
                    "citation": "Majumder S, Mondal T, Deen MJ. Wearable Sensors for Remote Health Monitoring. Sensors (Basel). 2017 Jan 12;17(1):130. doi: 10.3390/s17010130."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001281",
                    "term": "Atrial Fibrillation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4586",
                    "name": "Atrial Fibrillation",
                    "asFound": "Atrial Fibrillation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9425",
                    "name": "Heart Murmurs",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}