{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06047977",
            "orgStudyIdInfo": {
                "id": "IRB00350713"
            },
            "secondaryIdInfos": [
                {
                    "id": "IRB00350713",
                    "type": "OTHER",
                    "domain": "Johns Hopkins All Childrens Hospital"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins All Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Tumor Infiltrating Lymphocyte Therapy for Pediatric High Risk Solid Tumors",
            "officialTitle": "Tumor Infiltrating Lymphocytes in Pediatric Malignant Solid Tumors: A Prospective Biobanking Study and Phase I Clinical Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "tumor-infiltrating-lymphocyte-therapy-for-pediatric-high-risk-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-15",
            "studyFirstSubmitQcDate": "2023-09-15",
            "studyFirstPostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins All Children's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Swim Across America Foundation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Benjamin Gilkey Fund",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Cannonball Kids' Cancer Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Part One of this study will determine the feasibility of creating Tumor-Infiltrating Lymphocyte (TIL) product prospectively from high-risk pediatric solid tumors.\n\nPart Two of this study will determine the safety of TIL therapy with lymphodepleting chemotherapy and post-TIL Interleukin-2 in high-risk pediatric solid tumors"
        },
        "conditionsModule": {
            "conditions": [
                "Lymphocytes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TIL Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "TIL therapy with lymphodepleting chemotherapy and Interleukin 2",
                    "interventionNames": [
                        "Biological: Tumor Infiltrating Lymphocytes, Fludarabine, Cyclophosphamide, Interleukin-2"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Tumor Infiltrating Lymphocytes, Fludarabine, Cyclophosphamide, Interleukin-2",
                    "description": "Lymphodepleting Chemotherapy with Fludarabine/Cyclophosphamide followed by TIL and Post-TIL Interleukin-2 (IL-2)",
                    "armGroupLabels": [
                        "TIL Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of TIL therapy in Pediatric Solid Tumors",
                    "description": "The regimen will be declared safe if \\<33% of patients (0 or 1 out of maximum 6 patients on the safety phase) experience a dose-limiting toxicity (DLT).",
                    "timeFrame": "3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Feasibility of Generating TIL Product from Pediatric Solid Tumors",
                    "description": "The TIL acquisition/production strategies will be considered feasible if 50% or more of all tumors collected on the prospective biobanking study generate a primary TIL culture that is satisfactory for rapid expansion for use on the Phase I trial.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Toxicity of TIL Therapy in Pediatric Solid Tumors",
                    "description": "Toxicities of all grades related to therapy and all Grade 3 and higher toxicities will be collected.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Disease Response to TIL Therapy",
                    "description": "For recurrent patients with measurable disease, Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 will be used. For all patients, event-free survival (EFS) will be reported.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "INCLUSION CRITERIA\n\nPart One (Prospective biobanking study):\n\n* Patients must be ≥1 year to ≤ 21 years of age at time of enrollment to Part One.\n* Initial therapy patients: Patients with a histologic diagnosis of high-risk pediatric malignant solid tumors (pMST), defined as a pediatric malignant solid tumor outside of the central nervous system, newly-diagnosed or being treated with initial therapy, with expected 5-year Event-Free Survival (EFS) \\<60%. Examples include:\n\n  * High-risk neuroblastoma\n  * Metastatic Ewing sarcoma\n  * Metastatic osteosarcoma\n  * Hepatoblastoma metastatic or not amenable to total resection\n  * Desmoplastic small round cell tumor\n  * Metastatic rhabdomyosarcoma\n  * Metastatic non-rhabdomyosarcoma soft tissue sarcomas (NRSTS)\n  * Metastatic diffuse anaplastic Wilms tumor\n  * Malignant rhabdoid tumor of kidney or liver\n  * Mediastinal mixed germ cell tumors\n  * Other tumors may be deemed eligible after assessment and documentation of prognosis from an enrolling institution's multidisciplinary tumor board.\n\n    * Note: There will be occasions prior to establishment of a histologic diagnosis where an investigator will highly suspect one of the diagnoses above in a patient due to undergo a surgical procedure (initial biopsy, up-front resection, etc.). If this is the case, the investigator may choose to enroll the patient prior to a tissue diagnosis. Their suspicion of a qualifying diagnosis should be documented. If the diagnosis is confirmed, the patient may continue on study. If the diagnosis is not confirmed, the patient will be considered a screening failure and removed from study.\n* Relapsed/refractory/recurrent patients: patients must have a histologic diagnosis of pMST (may include diagnoses outside those identified in Part 1) that has relapsed after achieving remission or progressed after completion of all planned initial therapy.\n* Patients must have an open surgical biopsy or resection planned (core needle/final needle biopsies are not allowed) for standard of care purposes, at some point in their initial or relapsed therapy for pMST.\n\nNote: The surgery for tissue procurement may occur at any time during initial therapy including up-front surgeries or after neoadjuvant therapies, including chemotherapy, immunotherapy, and radiation.\n\n• All patients and/or their parents or legal guardians must have the ability to understand and the willingness to sign a written informed consent or assent document.\n\nPart Two: Phase I Clinical Trial\n\n* ≥1-year-old at enrollment. There is no upper bound age limit, as long as the patient met age criteria at the time of enrollment on Part One.\n* Weight ≥ 5 kg at time of enrollment for Part Two.\n* Written informed consent from patient/family (separate from Part One).\n* Confirmation of satisfactory TIL cellular product availability.\n* Karnofsky/Lansky (as age appropriate) score ≥60%.\n* Must fit one of the following disease status criteria:\n\n  1. Relapsed/refractory disease: Patients with a histologic diagnosis of high-risk pMST as defined in Part 1 inclusion who have recurrent/refractory local or metastatic disease that is either measurable or evaluable by RECIST 1.1 51\n\n     OR:\n  2. Adjuvant therapy for poor prognosis tumors: patients qualifying for TIL collection as per Part 1, deemed by the treating investigator to have \\<30% chance at long-term cure who has reached the end of their primary therapy with a disease status of Stable Disease or better and who have achieved appropriate washout period. Measurable or evaluable disease per RECIST 1.1 is NOT required for these patients.\n* Organ function requirements:\n\n  1. Adequate hematologic function, defined as: Absolute neutrophil count greater than or equal to 1000/mm3, greater than 7 days from short-acting myeloid growth factors and at least 14 days from long-acting myeloid growth factors, Platelet count greater than or equal to 100,000/mm3 without transfusion within 7 days and without platelet growth factors for at least 14 days, and Hemoglobin greater than or equal to 8.0 g/dL without transfusion within 14 days.\n  2. Liver function, defined as serum alanine aminotransferase and aspartate aminotransferase less than 5 times the institutional upper limit of normal and total bilirubin \\<2.0 mg/dL.\n  3. Adequate renal function, defined as creatinine clearance or radioisotope glomerular filtration rate≥ 70 mL/min/1.73 m2 OR appropriate serum creatinine based on age/sex (see table below).\n\n     Age Maximum Serum Creatinine (mg/dL) Male Female 1 to \\< 2 years 0.6 0.6 2 to \\< 6 years 0.8 0.8 6 to \\< 10 years 1.0 1.0 10 to \\< 13 years 1.2 1.2 13 to \\< 16 years 1.5 1.4\n\n     ≥ 16 years 1.7 1.4\n  4. Adequate cardiac function defined as Adequate cardiac function defined as a shortening fraction of ≥ 27% by echocardiogram, or ejection fraction of \\> 50% by echocardiogram or radionuclide angiogram.\n  5. Adequate pulmonary function defined as forced expiratory volume (FEV1), forced vital capacity (FVC), diffusing capacity of the lungs for carbon monoxide (DLCO) \\> 50% predicted (corrected for hemoglobin); if unable to perform pulmonary function tests, then O2 saturation \\> 92% on room air.\n* Appropriate time frame from prior therapy:\n\n  1. Subjects must have fully recovered from the acute toxic effects of all prior anti-cancer chemotherapy.\n  2. Myelosuppressive chemotherapy: At least 21 days after the last dose of myelosuppressive chemotherapy (42 days if prior nitrosourea).\n  3. Hematopoietic growth factors: At least 14 days after the last dose of a long-acting growth factor (e.g. Pegfilgrastim) or 7 days for short acting growth factor. For agents that have known adverse events occurring beyond 7 days after administration, this period must be extended beyond the time during which adverse events are known to occur. The duration of this interval must be discussed with the study chair.\n  4. Biologic (anti-neoplastic agent): At least 7 days after the last dose of a biologic agent. For agents that have known adverse events occurring beyond 7 days after administration, this period must be extended beyond the time during which adverse events are known to occur. The duration of this interval must be discussed with the study chair.\n  5. Cellular Therapy: ≥ 42 days must have elapsed from last dose of any type of cellular therapy (e.g. modified T cells, natural killer cells, dendritic cells, etc.)\n  6. Interleukins, Interferons, and Cytokines (other than Hematopoietic Growth Factors): ≥ 21 days must have elapsed from the last dose of interleukins, interferon or cytokines (other than Hematopoietic Growth Factors).\n  7. Antibodies: ≥ 21 days must have elapsed from infusion of last dose of antibody, and toxicity related to prior antibody therapy must be recovered to Grade ≤ 1.\n  8. Radiation therapy: At least 28 days after local palliative radiotherapy (XRT) (small port); 6 weeks must have elapsed since treatment with therapeutic doses of 131 I-MIBG; At least 42 days must have elapsed if other substantial bone marrow radiation.\n  9. Stem Cell Infusion without Total Body Irradiation: No evidence of active graft vs. host disease and at least 84 days must have elapsed after transplant and 42 days for autologous stem cell infusion after 131 Iodine meta-iodobenzylguanidine (MIBG) therapy.\n  10. Investigational Agents Not Otherwise Specified: ≥30 days must have elapsed since the last dose of any agents not specified above. For agents with an uncertain washout period or for any questions or uncertainty the study PI should be notified.\n\nEXCLUSION CRITERIA:\n\nPart One: There are no exclusion criteria\n\nPart Two:\n\n* Patients with active systemic infections requiring intravenous antibiotics\n* Patients testing positive for HIV titer, hepatitis B surface antigen, human T-cell leukemia-lymphoma virus (HTLV) I or II antibody, or both rapid plasma regain (RPR) and fluorescent treponemal antibody (FTA) are excluded. Patients with hepatitis C antibody must have a negative (undetectable) viral load by polymerase chain reaction (PCR).\n* Patients who are pregnant or nursing.\n* Sexually active patients of reproductive potential are eligible if they have agreed to use an effective contraceptive method from the time of informed consent through the duration and for 1 month following completion of protocol treatment. The definition of an effective contraceptive method will be at the discretion of the institutional investigator.\n* Patients needing chronic immunosuppressive systemic steroids are excluded. Any supraphysiologic doses of steroids should be discontinued by the time of enrollment.\n* Patients with autoimmune diseases that require immunosuppressive medications.\n* Patients with central nervous system metastases, currently active or in the past.\n* Patients with history of prior solid organ transplant.\n* Inability to comprehend and give informed consent.\n* Patients receiving concomitant anti-cancer therapies or investigational therapies.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jade Hanson",
                    "role": "CONTACT",
                    "phone": "7277676468",
                    "email": "jade.hanson@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan Metts, MD",
                    "affiliation": "Johns Hopkins All Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins All Children's Hospital",
                    "city": "Saint Petersburg",
                    "state": "Florida",
                    "zip": "33701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jade Hanson",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Jonathan Metts, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.77086,
                        "lon": -82.67927
                    }
                },
                {
                    "facility": "Johns Hopkins All Children's Hospital",
                    "city": "Saint Petersburg",
                    "state": "Florida",
                    "zip": "33701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jade Hanson",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.77086,
                        "lon": -82.67927
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                },
                {
                    "id": "D000007376",
                    "term": "Interleukin-2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10411",
                    "name": "Interleukin-2",
                    "asFound": "Reconstruction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}