{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01290055",
            "orgStudyIdInfo": {
                "id": "IRB00046406"
            },
            "secondaryIdInfos": [
                {
                    "id": "U19AI057266",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U19AI057266"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Turnover of Antigen Specific Lymphocytes and Monocytes After Immunization With the 17D Yellow Fever Vaccine",
            "officialTitle": "Yellow Fever Heavy Water: Turnover of Antigen Specific Lymphocytes and Monocytes After Immunization With the 17D Yellow Fever Vaccine",
            "therapeuticArea": [
                "Other"
            ],
            "study": "turnover-of-antigen-specific-lymphocytes-and-monocytes-after-immunization-with-the-yellow-fever-vaccine"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2011-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2011-02-03",
            "studyFirstSubmitQcDate": "2011-02-03",
            "studyFirstPostDateStruct": {
                "date": "2011-02-04",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Sri Edupuganti",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Sri Edupuganti",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, Berkeley",
                    "class": "OTHER"
                },
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The yellow fever vaccine is a live, attenuated virus that results in a robust immune response, especially in the T cell compartment. The researchers have been studying immune responses to live viral infections using the yellow fever vaccine as a model for a live viral infection. In this study, the researchers are interested in looking at the processing and lifespan of yellow fever specific CD8 T cell by measuring DNA replication and cell proliferation in humans using a naturally occurring stable isotope called deuterium.",
            "detailedDescription": "Yellow fever is a viral disease caused by the yellow fever virus (YFV). It is transmitted to humans through the bite of an infected mosquito and can result in a life-threatening infection with hepatitis, renal failure and coagulation abnormalities, and in severe cases, death. Yellow fever can be prevented by vaccination with the yellow fever vaccine (YFV-17D). Currently, the Centers for Disease Control and Prevention (CDC) and the World Health Organization (WHO) recommend vaccination for persons ≥ 9 months of age who are traveling to or living in a yellow fever endemic area.\n\nA very interesting, but unexplained aspect of flavivirus biology is how infection with different members of the same virus family can lead to such diverse types of host-virus interactions and variable disease outcomes. For example, YFV infection can be fatal, but if the infected host survives, long-term protective immunity is seen. Alternatively, dengue virus causes an acute infection with associated acute disease manifestations; however, even more severe disease outcomes are observed following secondary infection with a distinct serologic type of dengue virus. Understanding why the human immune system can successfully contain one flavivirus infection, but not another is both a fascinating scientific enigma in human immunology and a topic with substantial practical importance to public health. Given the great global public health threats posed by epidemic and emerging flavivirus infections, and the need to define the biological basis of successful induction and maintenance of protective immunity by vaccination, elucidation of the immunologic mechanisms underlying the generation and maintenance of protective immunity to YFV vaccine should be extremely useful. Furthermore, definition of the attributes of such a highly effective vaccine should help expedite the development and evaluation of new and/or improved vaccines to prevent important prevalent and emerging infectious diseases.\n\nThe goal of this study is to use the live attenuated yellow fever vaccine, YFV-17D (YF-VAX®, Sanofi Pasteur) as a safe and effective model to study a primary, acute viral infection in humans. Yellow fever virus vaccine is the viral infection model that the researchers have chosen for the following reasons:\n\n* The 17D attenuated yellow fever vaccine strain is one of the most efficacious vaccines available and has been in use since the 1930s.\n* YFV vaccination leads to limited infection without causing the disease.\n* Since most of the US population is not exposed to yellow fever virus, immunization of adult participants with the 17D vaccine strain allows for examination of the innate immunity and the naïve T and B cell response in humans during primary infection and the subsequent development of memory T cells after resolution of the primary infection.\n* The YFV-17D vaccine induces long-term immunity that lasts for decades. By studying how the human immune system responds to an effective vaccine such as the YFV-17D vaccine, the researchers hope to learn more about the normal functioning of the immune system so that it might be possible to design new, more effective vaccines to prevent important infectious diseases. Therefore, this vaccine can serve as an ideal model to help decipher the properties that make a vaccine effective.\n\nYFV-17D is known to stimulate broad-spectrum immune responses, including cytotoxic T cells and Th1 and Th2 responses, as well as neutralizing antibody titers that can persist for up to 30 years, after a single vaccination. Despite the great success of this empiric vaccine, there has been relatively little understanding of the mechanisms by which YFV-17D induces such robust protective immune responses.\n\nThis study seeks to understand the lifespan and decay curve of effector CD8+ T cells and the rate of homeostatic turnover of memory CD8+ T cells after YFV-17D immunization using an innovative method developed by Dr. Marc Hellerstein's group (at the University of California, Berkeley) for measuring DNA replication and cell proliferation in humans using a naturally occurring stable isotope called deuterium (2H). This technique has been used to track the turnover of a number of human cell types in vivo. The researchers plan to use 2H labeling to track YFV specific CD8+ T cells in human vaccinees (HLA-A2 positive participants only). The availability of a T cell epitope (A2-NS4B\\^214), a major component of the human YFV specific CD8+ T cell response, allows for the longitudinal analysis of virus specific CD8+ T cells. The unique feature of this study is that it allows for tracking of differentiation of YFV specific CD8+ T cells in humans. Thus, the researchers can overcome the inherent limitations due to heterogeneity in cross sectional studies that involve bulk CD8+ T cells.\n\nIn addition, the researchers are proposing to study the life span and decay curve of monocytes after YFV vaccination. The mononuclear phagocytes comprise three types of cells: monocytes, macrophages, and dendritic cells (DCs). Mononuclear phagocytes play key functions in maintaining tissue homeostasis during steady state as well as orchestrating the genesis and resolution of the immune response. The kinetics underlying their generation, differentiation, and disappearance are critical to understanding both steady-state homeostasis and inflammatory responses. Using human in vivo deuterium labeling, it has been shown that classical monocytes emerge first from marrow, after a postmitotic interval of 1.6 days, and circulate for a day. Subsequent labeling of intermediate and nonclassical monocytes is consistent with a model of sequential transition. Intermediate and nonclassical monocytes have longer circulating lifespans (∼4 and ∼7 days, respectively). It is of great interest to determine the lifespan and decay of monocytes post-viral infection as modeled by administration of a live, attenuated yellow fever vaccination.\n\nDeuterium labeled water (2H2O) or heavy water is chemically nearly the same as normal water but the hydrogen atoms are of the heavy isotope deuterium, in which the nucleus of the hydrogen atom contains a neutron in addition to the proton. When a person drinks 2H2O, it mixes with the body water. Proteins, DNA, RNA, lipids, and other biomolecules become \"labeled\"; the faster the biomolecules are being synthesized, the more they become labeled with deuterium. The deuterium labeled molecules can be measured by sampling blood and body fluids such as plasma, cerebrospinal fluid, sputum, urine, etc.\n\nParticipants will enroll into one of 8 study arms and will be given repeated small doses of 2H2O to drink and may receive the yellow fever vaccine, depending on the study arm they are in."
        },
        "conditionsModule": {
            "conditions": [
                "Yellow Fever"
            ],
            "keywords": [
                "Yellow Fever",
                "Vaccine",
                "Memory T Cells"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 303,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1a - Drink deuterated water on days 0 - 14 post-vaccination",
                    "type": "EXPERIMENTAL",
                    "description": "Participants testing positive for human leukocyte antigen-A2 (HLA-A2) will be enrolled into one of the three Group 1 study arms. To assess the life span and decay of effector CD8+T cells, participants in group 1a will receive the 17D yellow fever vaccine and will be asked to drink deuterium (70% enriched 2H2O) labeled water for 2 weeks, on Days 0 through 14 post-vaccination.",
                    "interventionNames": [
                        "Biological: Yellow fever vaccine",
                        "Other: Deuterium (70% enriched 2H2O) labeled water"
                    ]
                },
                {
                    "label": "Group 1b - Drink deuterated water on days 14 - 28 post-vaccination",
                    "type": "EXPERIMENTAL",
                    "description": "Participants testing positive for HLA-A2 will be enrolled into one of the three Group 1 study arms. To assess the life span and decay of effector CD8+T cells, participants in group 1b will receive the 17D yellow fever vaccine and will be asked to drink deuterium (70% enriched 2H2O) labeled water for 2 weeks, on Days 14 through 28 post-vaccination.",
                    "interventionNames": [
                        "Biological: Yellow fever vaccine",
                        "Other: Deuterium (70% enriched 2H2O) labeled water"
                    ]
                },
                {
                    "label": "Group 1c - Drink deuterated water on days 0 - 28 post-vaccination",
                    "type": "EXPERIMENTAL",
                    "description": "Participants testing positive for HLA-A2 will be enrolled into one of the three Group 1 study arms. To assess the life span and decay of effector CD8+T cells, participants in group 1c will receive the 17D yellow fever vaccine and will be asked to drink deuterium (70% enriched 2H2O) labeled water for 4 weeks, on Days 0 through 28 post-vaccination.",
                    "interventionNames": [
                        "Biological: Yellow fever vaccine",
                        "Other: Deuterium (70% enriched 2H2O) labeled water"
                    ]
                },
                {
                    "label": "Group 2a - Drink deuterated water 2 months post-vaccination",
                    "type": "EXPERIMENTAL",
                    "description": "To assess the homeostatic proliferation of Memory CD8 T cells, participants in group 2a will receive the 17D yellow fever vaccine and will be asked to drink deuterium (70% enriched 2H2O) labeled water 2 months post-vaccination.",
                    "interventionNames": [
                        "Biological: Yellow fever vaccine",
                        "Other: Deuterium (70% enriched 2H2O) labeled water"
                    ]
                },
                {
                    "label": "Group 2b - Drink deuterated water 6 months post-vaccination",
                    "type": "EXPERIMENTAL",
                    "description": "To assess the homeostatic proliferation of Memory CD8 T cells, participants in group 2b will receive the 17D yellow fever vaccine and will be asked to drink deuterium (70% enriched 2H2O) labeled water 6 months post-vaccination.",
                    "interventionNames": [
                        "Biological: Yellow fever vaccine",
                        "Other: Deuterium (70% enriched 2H2O) labeled water"
                    ]
                },
                {
                    "label": "Group 3 - Drink deuterated water for up to 8 weeks without vaccination",
                    "type": "EXPERIMENTAL",
                    "description": "To assess homeostatic turnover of CD8+ T lymphocytes in general, unvaccinated participants will be asked to drink deuterium (70% enriched 2H2O) labeled water for up to 8 weeks.",
                    "interventionNames": [
                        "Other: Deuterium (70% enriched 2H2O) labeled water"
                    ]
                },
                {
                    "label": "Group 4a - Drink deuterated water on days 0 - 7 post-vaccination, with fine needle aspirate",
                    "type": "EXPERIMENTAL",
                    "description": "To assess homeostatic turnover of monocytes participants in group 4a will receive the 17D yellow fever vaccine and will be asked to drink deuterium (70% enriched 2H2O) labeled water on Days 0 through 7 post-vaccination. Participants will undergo two fine needle aspirate (FNA) procedures to examine the immune response in the lymph nodes.",
                    "interventionNames": [
                        "Biological: Yellow fever vaccine",
                        "Other: Deuterium (70% enriched 2H2O) labeled water"
                    ]
                },
                {
                    "label": "Group 4b - Drink deuterated water for 7 days without vaccination",
                    "type": "EXPERIMENTAL",
                    "description": "To assess homeostatic turnover of monocytes participants in group 4b, unvaccinated participants will will be asked to drink deuterium (70% enriched 2H2O) labeled water for 7 days post enrollment.",
                    "interventionNames": [
                        "Other: Deuterium (70% enriched 2H2O) labeled water"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Yellow fever vaccine",
                    "description": "The yellow fever vaccine (YFV-17D) manufactured by Sanofi Pasteur as a one-dose vial will be purchased from the manufacturer. Vaccine will be stored at the Emory Investigational Drug Service (IDS) between 2 to 8 degrees Celsius as per the manufacturer's instructions. It will be transported to the Hope Clinic per the Standard Operating Procedures.",
                    "armGroupLabels": [
                        "Group 1a - Drink deuterated water on days 0 - 14 post-vaccination",
                        "Group 1b - Drink deuterated water on days 14 - 28 post-vaccination",
                        "Group 1c - Drink deuterated water on days 0 - 28 post-vaccination",
                        "Group 2a - Drink deuterated water 2 months post-vaccination",
                        "Group 2b - Drink deuterated water 6 months post-vaccination",
                        "Group 4a - Drink deuterated water on days 0 - 7 post-vaccination, with fine needle aspirate"
                    ],
                    "otherNames": [
                        "YF-VAX®"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Deuterium (70% enriched 2H2O) labeled water",
                    "description": "70% enriched 2H2O will be obtained from Cambridge Isotope Laboratories (Andover, MA) in sterile 1 Liter containers. An Emory Investigational Drug Service (IDS) pharmacist will prepare sterile 50 milliliter aliquots with a tamper seal which will be transported to the Hope Clinic at room temperature.",
                    "armGroupLabels": [
                        "Group 1a - Drink deuterated water on days 0 - 14 post-vaccination",
                        "Group 1b - Drink deuterated water on days 14 - 28 post-vaccination",
                        "Group 1c - Drink deuterated water on days 0 - 28 post-vaccination",
                        "Group 2a - Drink deuterated water 2 months post-vaccination",
                        "Group 2b - Drink deuterated water 6 months post-vaccination",
                        "Group 3 - Drink deuterated water for up to 8 weeks without vaccination",
                        "Group 4a - Drink deuterated water on days 0 - 7 post-vaccination, with fine needle aspirate",
                        "Group 4b - Drink deuterated water for 7 days without vaccination"
                    ],
                    "otherNames": [
                        "D20",
                        "deuterated water",
                        "2H2O"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Lifespan of Effector CD8 T Cells",
                    "description": "The life span of effector CD8 T cells after immunization with 17D yellow fever vaccine is measured in days. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Decay Curve of Effector CD8 T Cells",
                    "description": "The decay curve of effector CD8 T cells after immunization with 17D yellow fever vaccine is measured in days. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Homeostatic Turnover of Memory CD8 T Cells",
                    "description": "The rate of homeostatic turnover of memory CD8 T cells after immunization with 17D yellow fever vaccine. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Lifespan of Monocytes",
                    "description": "The life span of monocytes after immunization with 17D yellow fever vaccine is measured in days. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Decay Curve of Monocytes",
                    "description": "The decay curve of monocytes after immunization with 17D yellow fever vaccine is measured in days. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Magnitude of T Cell Responses",
                    "description": "Standard immunological assays will be performed to evaluate the magnitude of T Cell response. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Kinetics of T Cell Responses",
                    "description": "The kinetics of T Cell responses will be characterized with the different study arms. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Magnitude of B Cell Responses",
                    "description": "Standard immunological assays will be performed to evaluate the magnitude of B Cell response. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Kinetics of B Cell Responses",
                    "description": "The kinetics of B Cell responses will be characterized with the different study arms.. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Turnover of Epstein-Barr Virus (EBV)-Specific CD8 T Cells",
                    "description": "The turnover of EBV cluster of differentiation 8 (CD8) T cells will be examined. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Turnover of Cytomegalovirus (CMV)-Specific CD8 T Cells",
                    "description": "The turnover of CMV cluster of differentiation 8 (CD8) T cells will be examined. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Magnitude of Monocytes",
                    "description": "Standard immunological assays will be performed to evaluate the magnitude of monocytes. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                },
                {
                    "measure": "Kinetics of Monocytes",
                    "description": "The kinetics underlying the generation, differentiation, and disappearance of monocytes post-administration of the yellow fever vaccine is examined by the number of classical, intermediate, and nonclassical monocytes. Classical monocytes emerge first from marrow, after a postmitotic interval of 1.6 days, and circulate for a day. Intermediate and nonclassical monocytes have longer circulating lifespans of approximately 4 and 7 days, respectively. The schedule of follow up visits depends on the study arm that the participant is in.",
                    "timeFrame": "Up to Month 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Able to understand and give informed consent\n2. Age 18-45 years\n3. Participant agrees not to take any live vaccines 30 days before or after (14 days for inactivated, including coronavirus disease 2019 (COVID-19) vaccination) yellow fever vaccination (not applicable to Group 3 and 4b participants)\n4. Participant agrees to not receive any other vaccination during the 2H2O labeling period\n5. Women of child bearing potential must agree to use effective birth control for the entire duration of the study. A negative urine pregnancy test must be documented prior to vaccination or 2H2O intake. Participants who have a history of surgical sterilization or post-menopausal status \\>1 year, are not required to have a pregnancy test.\n6. Positive for the HLA-A2 allele (not applicable to Group 3 or 4 participants)\n\nExclusion Criteria:\n\n1. Prior receipt of a yellow fever vaccine (not applicable for Group 2 participants)\n2. Lived in a country/area which is endemic for yellow fever (not applicable to Group 2 participants)\n3. Travel to country/area which is endemic for yellow fever. Subject to investigator discretion\n4. History of previous West Nile, Dengue, St. Louis encephalitis, Japanese encephalitis vaccination or infection\n5. Any history of allergy to eggs, chicken or gelatin or to any previous vaccine (not applicable to Group 2 (if received YFV-17D outside of study), 3 and 4b participants)\n6. A history of a medical condition resulting in impaired immunity (such as HIV infection, cancer, particularly leukemia, lymphoma, use of immunosuppressive or antineoplastic drugs or X-ray treatment). Persons with previous skin cancers or cured non-lymphatic tumors are not excluded from the study.\n7. History of HIV infection\n8. Active Hepatitis B or Hepatitis C infection\n9. COVID-19 infection within 30 days prior to enrollment. Symptoms of COVID-19 must be completely resolved before enrollment.\n10. History of any chronic medical conditions that are considered progressive (ex, diabetes, heart disease, lung disease, liver disease, kidney disease, gastrointestinal diseases and uncontrolled hypertension). Use of systemic immunosuppressive medications (ex, prednisone) for 2 weeks or more in the past 3 months.\n11. History of excessive alcohol consumption, drug abuse, psychiatric conditions, social conditions or occupational conditions that in the opinion of the investigator would preclude compliance with the trial\n12. Thymus gland problems (such as myasthenia gravis, DiGeorge syndrome, thymoma) or removal of thymus gland or history of autoimmune disorder\n13. History of neurological or neurodegenerative disorders (ex, Guillain-Barré, peripheral neuropathy, epilepsy, etc.). Subject to investigator assessment and discretion.\n14. Receipt of a blood products or immune globulin product within 42 days of enrollment. Participants who received COVID monoclonal antibodies (mAbs) for treatment are not excluded.\n15. Pregnant women and nursing mothers or women who are planning to become pregnant for the duration of the study.\n16. Any condition in the opinion of the investigator that would interfere with the proper conduct of the trial.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sri Edupuganti, MD",
                    "role": "CONTACT",
                    "phone": "404-712-1370",
                    "email": "sedupug@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sri Edupuganti, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Hope Clinic of Emory Vaccine Center",
                    "status": "RECRUITING",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015004",
                    "term": "Yellow Fever"
                },
                {
                    "id": "D000005334",
                    "term": "Fever"
                },
                {
                    "id": "D000084462",
                    "term": "Hyperthermia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001832",
                    "term": "Body Temperature Changes"
                },
                {
                    "id": "D000018882",
                    "term": "Heat Stress Disorders"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000096724",
                    "term": "Mosquito-Borne Diseases"
                },
                {
                    "id": "D000079426",
                    "term": "Vector Borne Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000001102",
                    "term": "Arbovirus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018177",
                    "term": "Flavivirus Infections"
                },
                {
                    "id": "D000018178",
                    "term": "Flaviviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000006482",
                    "term": "Hemorrhagic Fevers, Viral"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2454",
                    "name": "Hyperthermia",
                    "asFound": "Fever",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8464",
                    "name": "Fever",
                    "asFound": "Fever",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17741",
                    "name": "Yellow Fever",
                    "asFound": "Yellow Fever",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5111",
                    "name": "Body Temperature Changes",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20924",
                    "name": "Heat Stress Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M3255",
                    "name": "Mosquito-Borne Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2054",
                    "name": "Vector Borne Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4412",
                    "name": "Arbovirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20323",
                    "name": "Flavivirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M20324",
                    "name": "Flaviviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9568",
                    "name": "Hemorrhagic Fevers, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "T6014",
                    "name": "Yellow Fever",
                    "asFound": "Yellow Fever",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5864",
                    "name": "Viral Hemorrhagic Fever",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M19886",
                    "name": "Deuterium Oxide",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}