{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06162741",
            "orgStudyIdInfo": {
                "id": "IIR 22-013"
            },
            "secondaryIdInfos": [
                {
                    "id": "1I01HX003626-01A2",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1I01HX003626-01A2"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Type I Hybrid Effectiveness-Implementation Trial of Primary Care Brief Mindfulness Training for Veterans",
            "officialTitle": "Type I Hybrid Effectiveness-Implementation Trial of Primary Care Brief Mindfulness Training for Veterans",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "type-i-hybrid-effectiveness-implementation-trial-of-primary-care-brief-mindfulness-training-for-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-02",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-29",
            "studyFirstSubmitQcDate": "2023-11-30",
            "studyFirstPostDateStruct": {
                "date": "2023-12-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The VA wants to understand what type of integrative and whole health approaches are helpful for Veterans. The study is comparing two primary care based mental health treatments, a mindfulness class that teaches mindfulness meditation and a problem-solving class that teaches problem-solving skills and how to build resilience, for Veterans who are experiencing symptoms of anxiety, depression, and/or PTSD. The goal of the study is to understand if the classes reduce symptoms of anxiety, depression, and/or PTSD and increase overall functioning.",
            "detailedDescription": "This study seeks to further test the effectiveness of Primary Care Brief Mindfulness Training (PCBMT) across multiple geographically distinct VHA primary care settings that serve diverse Veteran populations and begin to understand important implementation factors with a hybrid type I randomized controlled trial in 300 primary care patients with psychological distress. The study aims include comparing PCBMT to a transdiagnostic problem solving group (Moving Forward, MF) on clinical outcomes, testing mediators and moderators of treatment gain in PCBMT and MF, and assessing implementation barriers and facilitators to inform future implementation efforts. The investigators hypothesize that Veterans randomized to PCBMT will experience larger decreases in psychological distress than participants randomized to MF and changes in transdiagnostic processes will mediate the relationship between changes in mindfulness and psychological distress."
        },
        "conditionsModule": {
            "conditions": [
                "Post Traumatic Stress Disorder (PTSD)",
                "Depression",
                "Anxiety"
            ],
            "keywords": [
                "Psychological Distress",
                "Post Traumatic Stress Disorder (PTSD)",
                "Mindfulness",
                "Primary Care",
                "Brief Intervention",
                "Depression",
                "Anxiety",
                "Problem-solving training"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants in the study are assigned to one of two treatment arms, Primary Care Brief Mindfulness Training (PCBMT) or Moving Forward (MF) transdiagnostic problem-solving therapy, at the beginning of the trial and continue in that arm throughout the length of the trial. Randomization will occur towards the end of the baseline session, at the individual level, at a 1:1 ratio of assignment to PCBMT or MF. Study participants are only exposed to the treatment that is assigned to the particular study arm they are enrolled in.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants will be enrolled in one of the two intervention groups at the end of the baseline. Research staff enrolling and administering assessments to the participants will be blinded to which intervention a participant is randomized to.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Primary Care Brief Mindfulness Training (PCBMT)",
                    "type": "EXPERIMENTAL",
                    "description": "PCBMT is a manualized intervention that is a brief adaptation of MBSR Mindfulness Based Stress Reduction (MBSR). Instruction encompasses sitting meditation, body scan, moving meditation, gentle yoga, and group discussion on topics such as non-judging, patience, trust, non-striving, acceptance, and letting go.",
                    "interventionNames": [
                        "Behavioral: Primary Care Brief Mindfulness Training (PCBMT)"
                    ]
                },
                {
                    "label": "Moving Forward (MF)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Moving Forward (MF) is a transdiagnostic class that seeks to build resilience and reduce emotional distress by teaching step-by-step problem-solving skills such as \"stop, slow down, think and act\".",
                    "interventionNames": [
                        "Behavioral: Moving Forward (MF)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Primary Care Brief Mindfulness Training (PCBMT)",
                    "description": "PCBMT is a manualized intervention that is a brief adaptation of MBSR Mindfulness Based Stress Reduction (MBSR). It was developed by Dr. Scott Treatman and Dr. Dessa Bergen-Cico (Co-I). PCBMT consists of four 90-minute classes (360 total minutes of classes). Instruction encompasses sitting meditation, body scan, moving meditation, gentle yoga, and group discussion on topics such as non-judging, patience, trust, non-striving, acceptance, and letting go. In-class meditations are followed by a group process of the experience. At-home practice between sessions is encouraged and is guided by simple checklists asking students to check the meditation they practiced and write a few comments about what the experience was like.",
                    "armGroupLabels": [
                        "Primary Care Brief Mindfulness Training (PCBMT)"
                    ],
                    "otherNames": [
                        "PCBMT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Moving Forward (MF)",
                    "description": "Moving Forward (MF) is a transdiagnostic class that seeks to build resilience and reduce emotional distress by teaching step-by-step problem-solving skills such as \"stop, slow down, think and act\". The format that will be used as the comparison is manualized, group-delivered, primary care-based, often co-delivered by MH providers and peers, and considered a usual care practice in many VHA PCMHI programs. MF content is derived from problem solving therapy, which has clear effectiveness in reducing depression and other types of psychological distress. While the MF manual consists of four 60-minutes classes, for this study the 4 classes will be 90-minutes long to equate the length of both conditions. No new content will be added rather the additional time will be used to allow Veterans to complete worksheets in class and allow more group discussion.",
                    "armGroupLabels": [
                        "Moving Forward (MF)"
                    ],
                    "otherNames": [
                        "MF"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Depression Anxiety and Stress Scale (DASS-21) Change",
                    "description": "The Depression Anxiety and Stress Scale (DASS-21) is a widely used measurement for psychological symptoms and distress. It consists of 21 items measured on a 4-point scale. The three subscale scores for depression, anxiety, and stress are also valid measures of their constructs and will be used as secondary outcomes. Depression subscale range: 0-42 with higher scores meaning a worse outcome. Anxiety subscale range: 0-42 with higher scores meaning a worse outcome. Stress subscale range 0-21 with higher scores indicative of greater symptom severity.",
                    "timeFrame": "Up to 24 weeks: Baseline, 8 weeks, 16 weeks, 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Satisfaction with Life Scale (SWLS)",
                    "description": "Satisfaction with Life Scale (SWLS) is a 5-item scale measuring global judgements of life satisfaction. The possible range of scores is 5-35, with a score of 20 representing a neutral point on the scale. Scores between 5-9 indicate the respondent is extremely dissatisfied with life, whereas scores between 31-35 indicate the respondent is extremely satisfied.",
                    "timeFrame": "Up to 24 weeks: Baseline, 8 weeks, 16 weeks, 24 weeks"
                },
                {
                    "measure": "PTSD Checklist for DSM-5 (PCL-5)",
                    "description": "The PCL-5 is a 20-item self-report measure that assesses the 20 DSM-5 symptoms of PTSD. PTSD Checklist-5 scale range 0-63 with 63 indicating highest PTSD severity.",
                    "timeFrame": "Up to 24 weeks: Baseline, 8 weeks, 16 weeks, 24 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Screening measure: Generalized Anxiety Disorder 7-item Scale (GAD-7)",
                    "description": "The Generalized Anxiety Disorder-7 (GAD-7) is a 7-item anxiety measure that uses a 4-point scale. Scores are summed to create a total score ranging from 0 to 21 indicating severity of anxiety symptoms; higher scores indicate more severe symptoms.",
                    "timeFrame": "Enrollment/Baseline (0 Weeks)"
                },
                {
                    "measure": "Screening measure: Patient Health Questionnaire (PHQ-9)",
                    "description": "The Patient Health Questionnaire-9 (PHQ-9) assesses 9 symptoms of depression on a 4-point scale. Patient Health Questionnaire-9 range 0-27, with 27 indicating the greatest amount of depression.",
                    "timeFrame": "Enrollment/Baseline (0 Weeks)"
                },
                {
                    "measure": "Screening Measure: Blessed Orientation Memory & Concentration Test (BOMC)",
                    "description": "The BOMC is a six-item cognitive screening test that evaluates orientation, concentration, and memory. The higher the total weighted score, the more likely the patient has cognitive disability. For this study a score equal to or greater than 16 would mean study exclusion.",
                    "timeFrame": "Enrollment/Baseline (0 Weeks)"
                },
                {
                    "measure": "Screening Measure: P4 Screener",
                    "description": "The P4 screener asks about the \"4 P's\": past suicide attempts, suicide plan, probability of completing suicide, and preventive factors. Patients were classified as minimal, lower, and higher risk based upon responses to these 4 items.",
                    "timeFrame": "Enrollment/Baseline (0 Weeks)"
                },
                {
                    "measure": "Five Facet Mindfulness Questionnaire (FFMQ-15)",
                    "description": "The Five Facet Mindfulness Questionnaire (FFMQ) is a 15-item scale that measures observing, describing, acting with awareness, non-judging, and non-reactivity. The total subscale will be used as the primary measure of mindfulness. For all FFMQ-15 subscales, scores range from 3-15. Higher scores are indicative of someone who is more mindful in their everyday life.",
                    "timeFrame": "Up to 24 weeks: Baseline, 8 weeks, 16 weeks, 24 weeks"
                },
                {
                    "measure": "Emotion Regulation Questionnaire (ERQ)",
                    "description": "The ERQ is a 10-item self-report measure designed to assess the use cognitive reappraisal and expressive suppression. The Emotion Regulation Questionnaire (ERQ) has a range of 7-70. The higher the score, the greater the use of that particular emotion regulation strategy or strategies.",
                    "timeFrame": "Up to 24 weeks: Baseline, 8 weeks, 16 weeks, 24 weeks"
                },
                {
                    "measure": "Acceptance and Action Questionnaire (AAQ-II)",
                    "description": "The AAQ-II measures psychological flexibility (the inverse of experiential avoidance) with 7-items. Score range: 7-49. Higher scores equal greater levels of psychological inflexibility.",
                    "timeFrame": "Up to 24 weeks: Baseline, 8 weeks, 16 weeks, 24 weeks"
                },
                {
                    "measure": "White Bear Suppression Inventory (WBSI)",
                    "description": "The White Bear Suppression Inventory (WBSI) is a 15-item questionnaire designed to measure thought suppression. The total score is derived from summing the responses, and scores range from 15 to 75. Higher scores indicate higher levels of thought suppression.",
                    "timeFrame": "Up to 24 weeks: Baseline, 8 weeks, 16 weeks, 24 weeks"
                },
                {
                    "measure": "The Protocol for Responding to and Assessing Patients' Assets, Risks, and Experiences (PRAPARE)",
                    "description": "The PRAPARE will measure social determinants of health and unmet social needs. This reliable and valid measure consists of 17-items assessing race, education, ethnicity, employment, insurance, income, language, material security, housing status/ stability, transportation, social integration and support, neighborhood, stress, safety, domestic violence and incarceration history.",
                    "timeFrame": "Enrollment/Baseline (0 weeks)"
                },
                {
                    "measure": "Demographics and Military Background Questionnaire",
                    "description": "The Demographics and Military Background Questionnaire was adapted from the George W. Bush Institute's Warrior Wellness Alliance (WWA) questionnaire \"Common Questions to Better Serve Our Vets\" to collect pertinent demographics and military information.",
                    "timeFrame": "Enrollment/Baseline (0 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nTo be eligible, participants must be:\n\n* enrolled in VA primary care through the local VA site\n* report clinically significant psychological distress as measured in at least one of three areas:\n\n  * PTSD operationalized by 30 on the PCL-5 plus endorsing a criteria A stressor\n  * depression operationalized as 10 on the PHQ-9\n  * anxiety operationalized by 10 on the GAD-7\n\nExclusion Criteria:\n\nExclusion criteria are minimized to allow inclusion of any primary care patients with psychological distress that would normally receive treatment in primary care. Patients will be excluded if they demonstrate symptoms that would not allow them to actively participate in the interventions:\n\n* gross cognitive impairment\n* suicide attempt or desire to commit suicide in the last month\n\nTo allow the study to isolate the effects of the intervention and ensure patient treatment preferences are honored, patients will be excluded if they:\n\n* had a psychotherapy appointment outside of primary care within the last month and have future appointment scheduled\n* had a change in psychiatric medication outside of VHA primary care in the last 2 months\n* voice a preference to be directly referred to specialty mental health care\n\nVeterans with mild TBI, and alcohol/ substance use disorders will not be excluded because these problems commonly co-occur with psychological distress, and individuals with these conditions have previously benefited from mindfulness and problem-solving training. Patients who receive Primary Care Mental Health Integration (PCMHI) services will not be excluded as this is part of the usual primary care services that all Veterans receive.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kyle Possemato, PhD",
                    "role": "CONTACT",
                    "phone": "(315) 425-4400",
                    "phoneExt": "53551",
                    "email": "kyle.possemato@va.gov"
                },
                {
                    "name": "Ariella Davis",
                    "role": "CONTACT",
                    "email": "Ariella.Davis@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kyle Possemato, PhD",
                    "affiliation": "Syracuse VA Medical Center, Syracuse, NY",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Phoenix VA Health Care System, Phoenix, AZ",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85012",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jenna L Gress-Smith",
                            "role": "CONTACT",
                            "phone": "480-397-2927",
                            "email": "Jenna.Gress-Smith@va.gov"
                        },
                        {
                            "name": "Jenna L Gress-Smith",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "St. Louis VA Medical Center John Cochran Division, St. Louis, MO",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63106-1621",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abigail E Ramon",
                            "role": "CONTACT",
                            "phone": "(314) 652-4100",
                            "phoneExt": "54367",
                            "email": "Abigail.Ramon@va.gov"
                        },
                        {
                            "name": "Kathleen Gomathi Raman, MD MPH",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Syracuse VA Medical Center, Syracuse, NY",
                    "city": "Syracuse",
                    "state": "New York",
                    "zip": "13210-2716",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael L Kubala",
                            "role": "CONTACT",
                            "phone": "315-425-4870",
                            "phoneExt": "54870",
                            "email": "Michael.Kubala2@va.gov"
                        },
                        {
                            "name": "Cristen Comstock",
                            "role": "CONTACT",
                            "phone": "(315) 425-4400",
                            "phoneExt": "53539",
                            "email": "Cristen.Comstock@va.gov"
                        },
                        {
                            "name": "Kyle Possemato, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.04812,
                        "lon": -76.14742
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Final, de-identified datasets will be made available upon PI request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "6 months after completion of the study.",
            "accessCriteria": "Final, de-identified datasets will be made available upon PI request for validation purposes, meta analyses and other similar purposes."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder (PTSD)",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}