{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05256992",
            "orgStudyIdInfo": {
                "id": "#2021/03/35"
            },
            "organization": {
                "fullName": "Midwest Evaluation & Research",
                "class": "OTHER"
            },
            "briefTitle": "TYRO Champion Dads Project Study",
            "officialTitle": "Impact Evaluation of the TYRO Champion Dads Project in Dallas, Texas",
            "therapeuticArea": [
                "Other"
            ],
            "study": "tyro-champion-dads-project-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-15",
            "studyFirstSubmitQcDate": "2022-02-15",
            "studyFirstPostDateStruct": {
                "date": "2022-02-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Midwest Evaluation & Research",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Anthem Strong Families",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This impact evaluation aims to determine if the addition of 10 hours of domestic violence prevention programming is effective at improving outcomes among those program participants who are randomly assigned to the treatment group. Both study groups will receive standard TYRO Champion Dads services (the TYRO Dads and TYRO Core Communication evidence-based curricula, plus support services), but only the treatment group will be offered the additional Ray of Hope curriculum hours focused on mitigating risk factors related to domestic violence.",
            "detailedDescription": "Anthem Strong Families (ASF) is reviewing the Ray of Hope curriculum as a possible addition to standard TCD services to better meet the needs of populations that may have unmet needs to address domestic violence in their families. The Ray of Hope curriculum is designed to help participants develop communication and conflict management skills like Core Communication but is a more robust approach since it adds a sharp focus on the dynamics of domestic violence and related risk factors.\n\nThe impact of the addition of the Ray of Hope curriculum will be assessed by comparing outcomes for participants who receive standard TYRO Champion Dads (TCD) services, which includes the TYRO curriculum plus support services, and participants who receive both standard services plus 10 Ray of Hope curriculum hours.\n\nGoal 1: determine if treatment group participants who receive enhanced TCD services report healthier parenting attitudes compared to control group participants who receive only standard TCD services 6 months after TCD enrollment.\n\nGoal 2: determine if treatment group participants who receive enhanced TCD services report healthier partner relationship behavior compared to control group participants who receive only standard TCD services 6 months after TCD enrollment.\n\nGoal 3: determine if treatment group participants who receive enhanced TCD services report healthier parenting behavior compared to control group participants who receive only standard TCD services 6 months after TCD enrollment.\n\nGoal 4: determine if treatment group participants who receive enhanced TCD services report healthier co-parenting behavior compared to control group participants who receive only standard TCD services 6 months after TCD enrollment."
        },
        "conditionsModule": {
            "conditions": [
                "Fathers"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Standard services delivered as primary services to participants in both study groups under a shared condition are: 20 hours of TYRO Dads curricula and 6 hours of Core Communication curricula. Optional services available to both study groups by selecting 1-3 hours of coursework from menu of courses that address a variety of needs.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 683,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment-Enhanced Services (Standard + Ray of Hope)",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment group participants receive standard and enhanced services. Standard services are delivered as primary services to participants in both study groups under a shared condition, and they are: 20 hours of TYRO Dads curricula and 6 hours of Core Communication curricula. Finally, only the treatment group receives 10 hours of the Ray of Hope curriculum as an enhanced service. Optional services are available to both study groups by selecting 1-3 hours of coursework from a menu of courses in the Mini-Clinic that address a variety of needs.",
                    "interventionNames": [
                        "Other: Standard Servies + Ray of Hope Curriculum",
                        "Other: Standard Services"
                    ]
                },
                {
                    "label": "Control-Standard Services",
                    "type": "EXPERIMENTAL",
                    "description": "Only standard services are delivered to participants in the control group under a shared condition with the treatment group, and they are: 20 hours of TYRO Dads curricula and 6 hours of Core Communication curricula. Optional services are available to both study groups by selecting 1-3 hours of coursework from a menu of courses that address a variety of needs.",
                    "interventionNames": [
                        "Other: Standard Services"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Standard Servies + Ray of Hope Curriculum",
                    "description": "Standard services delivered as primary services to participants in both study groups under a shared condition are: 20 hours of TYRO Dads curricula and 6 hours of Core Communication curricula. Optional services available to both study groups by selecting 1-3 hours of coursework from menu of courses that address a variety of needs.",
                    "armGroupLabels": [
                        "Treatment-Enhanced Services (Standard + Ray of Hope)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard Services",
                    "description": "Standard services delivered as primary services to participants in both study groups under a shared condition are: 20 hours of TYRO Dads curricula and 6 hours of Core Communication curricula.",
                    "armGroupLabels": [
                        "Control-Standard Services",
                        "Treatment-Enhanced Services (Standard + Ray of Hope)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Primary Outcome Measures 1: healthy parenting behavior",
                    "description": "What is the impact of enhanced TCD services (treatment) compared to standard TCD services only (control) on healthy parent behavior 6 months after TCD enrollment?\n\n• Average of 10 to 11 survey items (depending on child age) that relate to frequency of positive interactions with participant's youngest child using categories on a five-point scale where 1 is never and 5 is every day or almost every day\n\no Higher scores are always positive",
                    "timeFrame": "change from baseline to 6-months after enrollment"
                },
                {
                    "measure": "Primary Outcome Measures 2: healthy parenting behavior",
                    "description": "What is the impact of enhanced TCD services (treatment) compared to standard TCD services only (control) on healthy parent behavior 6 months after TCD enrollment?\n\n• 1 survey item measures the reported frequency of fighting with their child on a five point scale where 1 is never and 5 is every day or almost every day\n\no A lower score is better",
                    "timeFrame": "change from baseline to 6-months after enrollment"
                },
                {
                    "measure": "Primary Outcome Measure 3: healthy co-parenting behavior",
                    "description": "What is the impact of enhanced TCD services (treatment) compared to standard TCD services only (control) on healthy co-parent behavior 6 months after TCD enrollment?\n\n* 11 survey items measure the reported frequency of agreement with key co-parenting behaviors using categories on a 5-point scale (1 'Strongly Disagree', 2 'Disagree', 3 'Neither Agree Nor Disagree', 4 'Agree', 5 'Strongly Agree').\n* Higher scores on 5 items are positive (ex. - The mother of my youngest child and I make joint decisions about our youngest child.)\n* Higher scores on 6 items are negative (ex. - The mother of my youngest child undermines me as a father.) and will be reverse coded so that a higher score will be positive",
                    "timeFrame": "change from baseline to 6-months after enrollment"
                },
                {
                    "measure": "Primary Outcome Measures 4: healthy partner relationship behavior",
                    "description": "• Average of 7 survey items related to frequency of disagreement with partner on different topics using categories on a 5-point scale where 1 is never and 5 is always Lower scores are positive\n\n1 survey item measuring reported frequency of fighting with romantic partner using categories on a 5 point scale where 1 is never and 5 is always Lower scores are positive",
                    "timeFrame": "change from baseline to 6-months after enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Secondary Outcome Measure 1: healthy parenting attitudes",
                    "description": "What is the impact of enhanced TCD services (treatment) compared to standard TCD services only (control) on healthy parenting attitudes 1 year after TCD enrollment?\n\n• 6 survey items measure the reported frequency of healthy parenting attitudes using categories on a 5-point scale (1 'Always', 2 'Often', 3 'Rarely', 4 'Sometimes', 5 'Never').\n\n* Higher scores on 4 items are positive (ex. - How often do you feel disappointed with your youngest child?)\n* Higher scores on 3 items are negative (ex. - How often do you feel proud of your youngest child?)",
                    "timeFrame": "change from baseline to 6-months after enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult (age 18 and older)\n* Father (children must be no more than 24 years of age)\n* must have no open criminal cases (can be deferred)\n\nExclusion Criteria:\n\n* Minor (under the age of 18)\n* Not a father\n* Has an open criminal case",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "This is a fatherhood grant. Fathers or father-figures are accepted into the study.",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "McKenna C LeClear, MA",
                    "role": "CONTACT",
                    "phone": "833-643-9377",
                    "phoneExt": "708",
                    "email": "mckenna.leclear@midwestevaluation.com"
                },
                {
                    "name": "Matt D Shepherd, PhD",
                    "role": "CONTACT",
                    "phone": "6202086143",
                    "email": "matt.shepherd@midwestevaluation.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matt D Shepherd, PhD",
                    "affiliation": "Midwest Evaluation & Research",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Anthem Strong Families",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75254",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Charles Dillon",
                            "role": "CONTACT",
                            "phone": "972-489-8129",
                            "email": "charlesd@anthemstrongfamilies.org"
                        },
                        {
                            "name": "Matt D Shepherd, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "All participant data will be confidential and aggregated. No individual participant data will be released unless requested by the courts. This study looks at data as a whole."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}