{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05035160",
            "orgStudyIdInfo": {
                "id": "IRB#21-001018"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "UCLA Perinatal Biospecimen Repository",
            "officialTitle": "UCLA Perinatal Biospecimen Repository",
            "therapeuticArea": [
                "Women's Health"
            ],
            "study": "ucla-perinatal-biospecimen-repository"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-25",
            "studyFirstSubmitQcDate": "2021-08-31",
            "studyFirstPostDateStruct": {
                "date": "2021-09-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Yalda Afshar, MD, PhD",
                "investigatorTitle": "MD, PhD, Lab Director, Assistant Professor, UCLA, Division of Maternal Fetal Medicine, Department of Obstetrics and Gynecology",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "Yalda Afshar, MD, PhD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of California, Los Angeles",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this investigator-initiated prospective observational cohort study is to establish the new UCLA Perinatal Biospecimen Repository (Perinatal Repository) for collection, storage, and distribution of the human data and biospecimens of the participants with perinatal pathology. The secure and shared high-quality resource of clinical data and biological specimens (Repository Materials), across pregnancy pathology related to research protocols at the Afshar's Lab will be created. Core variables of interest include clinical characteristics and relevant biological samples. Intention to collect perinatal data is aiding the efficiency and effectiveness of de-identified biorepository for pregnancy-at-risk outcome research.\n\nThe primary aims of the project are:\n\n* To design the Case Report Forms (CRFs) for the clinical and biospecimen data.\n* To create and update the project-specific policies, agreements, and Standard Operating Procedures (SOPs).\n* To develop the data management system to assure personal health information de-identification, data integrity, participants welfare, and protocol compliance.\n* To develop and implement a quality management system for the Repository.\n* To collect and record in the Repository protocol-related clinical information.\n* To organize a consistent system to bank high-quality biospecimens while protecting participant-donor safety and privacy.\n* To establish the policies and procedures for Repository Materials dissemination and research collaboration.\n* To analyze the scientific results of the Repository creation. The secondary aim of the study is to provide a mechanism to store and share for research purposes the de-identified biospecimen and information about participants at risk for adverse pregnancy outcomes.",
            "detailedDescription": "Duration of the project - 5 years. The approximate number of participants - 500. The number of visits - from one to 6. Duration of the subject's participation in the study - from 1 day to 12 months. Follow-up period: from enrollment to postpartum visit. Core variables of interest comprise the birthing person's/ fetus'/ neonate's clinical characteristics and relevant biological samples: maternal blood, cord blood, plasma, serum, urine, breastmilk, placenta, umbilical cord, amniotic fluid, the product of conception (POC), and cell lines. Collection and retaining of the biospecimens will be performed by the study team across perinatal pathology cases at the UCLA Health Medical Centers for up to 15 years.\n\nBiospecimens will be collected prospectively to the Perinatal Repository. Clinical data will be linked to the biospecimens.\n\nParticipation in the Repository Protocol can be offered by the PI/ designee for the outpatients and inpatients. Eligibility criteria will be checked during the baseline visit. The informed consent form should be signed at enrolment, following which baseline medical history will be collected. Procedures and assessments will be performed according to the routine standard at UCLA Health, and are documented as available (with the exception of Informed Consent).\n\nEnrolment/ Baseline Visit: After consenting, the birthing person will be asked to donate blood (maternal blood) or/ and urine specimen to the Repository. Trained research team personnel will collect the biospecimens per standard operating procedures. The study protocol provides for the collection of blood samples as a procedure combined with routine blood sampling for clinical laboratory testing.\n\nFor research purposes, it is intended to collect a small additional amount of the venous maternal blood - less than 10 mL per procedure. The blood will not be drawn for research more often than twice in a single week. Blood draws will be performed as follow: Red Top Tube (Serology tube) - at least 4 mL and Lavender Top Tube (EDTA tube) - at least 4 mL. Blood samples will be collected for whole blood, plasma, and serum banking.\n\nCollection of the cord blood after delivery will be performed once in the same order. The research Protocol does not involve collecting any specimens of the vital neonates, such as venous blood or urine.\n\nFollow-up Visits: For pregnant birthing persons, biospecimens donation during follow-up visits is optional, based on the PI decision. Repository Material will be collected by the research team during follow-up research visits (each once per pregnancy trimester):\n\n1. st Trimester Visit (from conception to 12 weeks): medical history, pregnancy and fetus status, AE, biobank specimens: blood and urine.\n2. nd Trimester Visit (from week 13 to week 27): medical history, pregnancy and fetus status, AE, biobank specimens: blood and urine.\n3. rd Trimester Visit: (from week 28 until birth): medical history, pregnancy and fetus status, biobank specimens: blood and urine.\n\nDelivery/ End of Pregnancy Visit: Medical history, pregnancy status, pregnancy outcome, neonatal/ fetus status, neonatal/ fetus outcome, AE, biobank specimens: maternal blood, cord blood (UC blood), maternal urine, placenta, umbilical cord, amniotic fluid.\n\nThe umbilical cord and placenta are temporary fetus organs. For the Repository collection, placenta, umbilical cord, and therefore, cord blood, will be obtained for the Repository purposes after childbirth.\n\nIn case of a miscarriage, abortion, or stillbirth, the participant will be asked to donate POC tissue to the Repository.\n\nPostpartum Visit: Medical history, pregnancy outcome, neonatal status, neonatal outcome, AE, biobank specimens: maternal blood, maternal urine, breastmilk.\n\nFor non-pregnant healthy volunteers, participation in the project is limited to the one-time biospecimens donation and granting access to their medical records.\n\nAfter collecting the necessary clinical information, all personal identifiable information of the participant will be encoded. The PI will retain access to the codes.\n\nIn case of an MTA arrangement and providing access to the Repository to the third party, only de-identified participants' information and de-identified biospecimens can be shared."
        },
        "conditionsModule": {
            "conditions": [
                "Pregnancy",
                "High-Risk Pregnancy"
            ],
            "keywords": [
                "Fetus",
                "Obstetrics",
                "Perinatal Care",
                "Pregnancy",
                "Specimen Collection"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "5 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "* Blood: whole blood, plasma, serum;\n* Placenta samples: RNAlater, snap freeze, 70% Alcohol, FFPE;\n* Umbilical cord: snap freeze, FFPE;\n* POC: 70% Alcohol and FFPE;\n* Cell Lines: HUVEC, trophoblastic, and other;\n* Protein, RNA, DNA;\n* Breastmilk;\n* Urine;\n* Other biospecimens."
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1",
                    "description": "Pregnant and postpartum birthing persons with perinatal pathology."
                },
                {
                    "label": "Group 2",
                    "description": "Healthy pregnant and postpartum birthing persons."
                },
                {
                    "label": "Group 3",
                    "description": "Healthy non-pregnant persons (healthy volunteers)."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants of the Perinatal Repository",
                    "description": "To establish the Perinatal Repository for collection, storage, and distribution of the human data and biospecimens of the participants with perinatal pathology",
                    "timeFrame": "From July 30, 2021, to July 30, 2026."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pregnant and postpartum birthing persons aged 18 and over with perinatal pathology;\n* Healthy pregnant and postpartum birthing persons;\n* Healthy non-pregnant birthing persons (healthy volunteers).\n\nExclusion Criteria:\n\n* Pregnant and postpartum birthing person unwilling to give written informed consent to participate in the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "The study has no inclusion criteria based on gender, race, ethnicity, and language spoken. The protocol contains inclusion criteria for enrollment in the study associated with term \"pregnancy/childbearing potential\".\n\nThe nature of and scientific rationale for the inclusions:\n\nThis observational study will establish the new UCLA Perinatal Biospecimen Repository, to collect, storage and distribute the clinical data and biospecimens of the participants with perinatal pathology. Therefore, pregnant and postpartum birthing persons are the target population for this clinical protocol.",
            "minimumAge": "1 Minute",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Ages Eligible for Study: Child, Adult Sexes Eligible for Study: All Accepts Healthy Volunteers: Yes Study Population: Any UCLA Health patient that is at risk for perinatal pathology.\n\nEstimated Enrollment: 500 participants.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Yalda Afshar, MD. PhD",
                    "role": "CONTACT",
                    "phone": "(805) 338-5593",
                    "email": "yafshar@mednet.ucla.edu"
                },
                {
                    "name": "Anhyo Jeong, BS",
                    "role": "CONTACT",
                    "phone": "(805) 679-3915",
                    "email": "AnhyoJeong@mednet.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yalda Afshar, MD, PhD, MD. PHD",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Afshar Lab, Department of Obstetrics & Gynecology, UCLA",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yalda Afshar, MD, PhD",
                            "role": "CONTACT",
                            "phone": "805-338-5593",
                            "email": "YAfshar@mednet.ucla.edu"
                        },
                        {
                            "name": "Anhyo Jeong, BS",
                            "role": "CONTACT",
                            "phone": "(805) 679-3915",
                            "email": "AnhyoJeong@mednet.ucla.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "1. Study Organization:\n\n   The Perinatal Repository will be created and maintained by the investigator, initiated this project - Dr. Yalda Afshar, and designee - the Afshar's Lab. personnel.\n2. Request of the Repository Biospecimens and/ or Data by the Investigators or other Entities:\n\n   The original task of the Perinatal Repository creation is to provide Afshar's Lab resources for ongoing and future clinical and non-clinical research.\n3. Access to the Repository Material may be granted to:\n\n   * the PIs from the UCLA;\n   * the PIs from other universities;\n   * the institutions/ entities engaged in research in the field of health science and biotechnology.\n4. The PI, external to the Afshar's Lab, may contact the chief of the Repository for preliminary information. The adequacy of requests to obtain data and/or biospecimens is reviewed by the Committee on the terms and conditions established by the UCLA Perinatal Biospecimen Repository Advisory Committee Policy.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "From July 30, 2021, to July 30, 2026.",
            "accessCriteria": "Distribution rules and criteria used to determine the adequacy of investigators' requests to acquire the Material from the Repository are set forth in the \"UCLA Perinatal Biospecimen Repository Advisory Committee\" Policy and \"Request Form for the UCLA Perinatal Biospecimen Repository Advisory Committee\"."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2021-11-23",
                    "uploadDate": "2021-11-24T19:08",
                    "filename": "Prot_SAP_002.pdf",
                    "size": 442053
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2021-11-23",
                    "uploadDate": "2021-11-24T19:09",
                    "filename": "ICF_003.pdf",
                    "size": 230093
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}