{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06203626",
            "orgStudyIdInfo": {
                "id": "10001719"
            },
            "secondaryIdInfos": [
                {
                    "id": "001719-N"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Ultra-Low Field (ULF) Point-of-Care (POC) MRI System for Brain Morphology and Pathology",
            "officialTitle": "Ultra-Low Field (ULF) Point Of Care (POC) MRI System for Study Brain Morphology and Pathology",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ultra-low-field-ulf-point-of-care-poc-mri-system-for-brain-morphology-and-pathology"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-16",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-10",
            "studyFirstSubmitQcDate": "2024-01-11",
            "studyFirstPostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nMagnetic resonance imaging (MRI) is a tool for getting pictures of the tissues and organs inside the body. MRI can help diagnose many injuries and diseases. But not all patients are equally likely to receive MRIs. Factors such as race or ethnicity, distance to imaging centers, mobility, and a lower income can limit some people s access to MRIs. A new ultra-low field (ULF) type of MRI, which can be used on a vehicle, may help take imaging scans to more people. But researchers need to know that UFL-MRI works just as well as standard MRIs.\n\nObjective:\n\nTo learn whether UFL-MRI is as good as standard MRI at detecting neurological disorders.\n\nEligibility:\n\nPeople aged 3 years or older who have or show symptoms of neurological disease (such as stroke, cancer, or epilepsy). Healthy adults are also needed.\n\nDesign:\n\nParticipants will have 1 or 2 study visits.\n\nAdult participants will have a physical exam. They will receive two MRI exams:\n\n* Standard MRI. They will lie still on a narrow bed that will move into a large tube. They will wear earplugs to muffle the sounds.\n* ULF-MRI. They will lie on a stretcher, and only their head will be inside a smaller tube. The noises will be quieter. They will wear earplugs to muffle the sounds.\n\nSome adults may receive a contrast agent given through a small tube attached to a needle in the arm. The contrast agent helps the researchers see differences in the body more clearly. This may be done during 1 or both MRIs.\n\nChildren will have only 1 ULF-MRI.\n\nSome participants may be invited to have additional visits for up to 6 months.",
            "detailedDescription": "Study Description:\n\nWithin the long-term goal of establishing a mobile research unit, this protocol aims at better understanding the utility and applicability of ULF MRI to deliver accessible neuroimages that could provide an opportunity for increasing participation in research, for early therapeutic intervention, and for potentially improvement of standard of care. For this purpose, we will invite healthy volunteers and populations with neurological presentations, mostly those enrolled in NIH studies collecting standard brain MRI, to participate in this protocol for ULF-MRI data collection. We will evaluate ULF MRI images in comparison to the standard field images. This analysis will aid at defining the type of research we can do with the ULF as a stand-alone technique and provide preliminary data for future research.\n\nBased on the different clinical presentations, ancillary measures, such as cognitive, motor, and fatigue scales, optical coherence tomography, fundus, or blood samples, among others, might be collected to provide guidance for future studies.\n\nObjectives:\n\nPrimary Objectives:\n\n* Measure the ULF-MRI sensitivity to detect presence of pathology using the standard field MRI as the gold standard.\n* To provide a framework for technical development.\n\nSecondary Objective:\n\nDescribe participants social determinants of health.\n\nEndpoints:\n\nPrimary Endpoint: ULF-MRI sensitivity to detect presence of pathology in comparison to the standard field MRI measured in 100 cases.\n\nSecondary Endpoints: Descriptive participation."
        },
        "conditionsModule": {
            "conditions": [
                "Nervous System Diseases (C10 Unique ID D009422)"
            ],
            "keywords": [
                "MRI",
                "Brain",
                "Morphometry",
                "ultra-low field MRI",
                "Lesion"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "participant",
                    "description": "we will collect an ULF-MRI from all participants."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "ULF-MRI sensitivity to detect presence of pathology",
                    "description": "ULF-MRI sensitivity to detect presence of pathology in comparison to the standard field MRI measured in 100 cases. A study will be considered to have a positive finding if the clinical report from the MRI brain collected at standard field has an observation.",
                    "timeFrame": "Visit 1 and optional visit two within 180 days."
                },
                {
                    "measure": "Technical development",
                    "description": "Optimization of acquisition parameters, reproducibility, and training of personnel.",
                    "timeFrame": "Visit 1 and optional repeated visits through the life of the protocol."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Social determinants of health among participants",
                    "description": "Characterizing the distribution of participants in our neuroimaging study.",
                    "timeFrame": "Visit 1."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n* Stated willingness to comply with all study procedures and availability for the duration of the study.\n* Volunteer of any gender, 3 years of age and older.\n* Adult participant: must be capable of understanding the procedures and requirements of this study and be able and willing to sign an informed consent document.\n* Minor participant: Must have a parent or guardian capable of understanding the procedures and requirements of this study who are willing to sign an informed parental consent document, and where feasible, the minor age 7 and older provides assent.\n* Either:\n\n  * Adult in good general health as evidenced by medical history or\n  * Diagnosed with a stroke, a neurological or neuro-oncological disease, or\n  * Exhibiting symptoms suggestive of neurological or neuro-oncological disease.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Unable to undergo MRI study based on screening (e.g., presence of non-MRI compatible objects)\n* Pregnancy or lactation, if contrast agent is required.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Healthy volunteers, Patients with previously identified brain anomalies, Patients with known or suspected neurological or neuro-oncological disorders, Stroke patients.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Silvina G Horovitz, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 435-2163",
                    "email": "silvina.horovitz@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Silvina G Horovitz, Ph.D.",
                    "affiliation": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "NIH Clinical Center Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_001719-N.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".ULF MRI images with collaborators; ULF-MRI, standard MRI, other data upon tech transfer agreement; IPD that is required for publications.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "ULF-MRI with collaborator upon data collection upon request and agreement as required by publications.",
            "accessCriteria": "images and other relevant IPD information can be shared upon agreement. PI will review requests."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}