{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05457907",
            "orgStudyIdInfo": {
                "id": "IRB-65481"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Ultrasound Therapy Effects to Modulate the Inflammatory Reflex",
            "officialTitle": "Ultrasound Therapy Effects to Modulate the Inflammatory Reflex",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ultrasound-therapy-effects-to-modulate-the-inflammatory-reflex"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-08",
            "studyFirstSubmitQcDate": "2022-07-11",
            "studyFirstPostDateStruct": {
                "date": "2022-07-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Robert Fairchild",
                "investigatorTitle": "ASSISTANT PROFESSOR OF MEDICINE - IMMUNOLOGY & RHEUMATOLOGY",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This two treatment group study, including sham treatment, attempts to measure how ultrasound frequency, duration, intensity, and duty cycle impact its acute anti-inflammatory effect in healthy volunteers. It also attempts to contribute to the evidence regarding the comfort and safety of using therapeutic ultrasound. This pilot dose-finding study will be the basis for a larger Phase 2 trial in Rheumatoid Arthritis (RA) patients.",
            "detailedDescription": "Healthy adults aged 22-65 years old without chronic medical conditions will be candidates for the study (see inclusion and exclusion criteria). Each participant during screening will be counseled on the risks and benefits of participating in the study. As discussed in the compensation section, participants will be offered a monetary award for each study session completed. They will be given an electronic consent form and they will have at least 24 hours to review it and can sign at any point they decide to enroll.\n\nIndividuals who are interested in participating will have an initial screening blood draw to assess baseline cytokine levels, blood immunogenicity to Lipopolysaccharide (LPS). First half of the participants i.e. 12 participants will be assigned to the treatment group 1, and each participant in this group will receive 4 interventions over a 4 week period with at least 5 days between interventions, but possibly longer depending on their availability. Second half of the participants will be assigned to the treatment group 2, and each participant in this group will receive 3 interventions over a 3 week period with at least 5 days between interventions, but possibly longer depending on their availability.\n\nParticipants in both group will be masked to the interventions they are receive. One of the interventions in group 1 will be a 'sham' condition, while the other three interventions will involve active ultrasound administration. Sham intervention will be administered first, and then the remaining three interventions in group 1 will be randomized. Ultrasound parameters for two of the three interventions in group 2 will be chosen and administered based on most effective parameters from group 1. Interventions in group 2 will not be randomized. The two treatment groups, and the interventions within each group are outlined below. Each experimental intervention was chosen to answer a specific translational question regarding the optimal treatment intensity, duty cycle, frequency, and anatomic location. All of the interventions are below the FDA's safety limit for diagnostic ultrasound.\n\nBlood samples will be taken before each treatment, 2 hours post-treatment and 24 hours post-treatment. The blood samples will be challenged within 1 hour of collection with Lipopolysaccharide (LPS) from E coli to induce ex-vivo inflammation. After processing samples will undergo immunoassay testing to assess cytokine, chemokine, and growth factor levels."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "DEVICE_FEASIBILITY",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Parameter testing",
                    "type": "EXPERIMENTAL",
                    "description": "In order to test parameters, each individual will be subjected to four interventions with the ultrasound device, one sham intervention and 3 interventions with varying intensity, frequency, and duty cycle.",
                    "interventionNames": [
                        "Device: Ultrasound device"
                    ]
                },
                {
                    "label": "Anatomical targeting",
                    "type": "EXPERIMENTAL",
                    "description": "In order to test anatomical targeting, each individual will be subjected to four interventions with the ultrasound device, one sham intervention and 2 interventions, varying the anatomical targets.",
                    "interventionNames": [
                        "Device: Ultrasound device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Ultrasound device",
                    "description": "Low energy ultrasound therapy will be administered to the spleen",
                    "armGroupLabels": [
                        "Anatomical targeting",
                        "Parameter testing"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in inflammatory response measured by TNF-α",
                    "description": "Measure the change before and after ultrasound by immunoassay of blood plasma after challenge with LPS.",
                    "timeFrame": "baseline to 2 hour post therapy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in inflammatory response measured by Tumor Necrosis Factor α (TNF-α)",
                    "description": "Measure the change before and after ultrasound by immunoassay of blood plasma after challenge with LPS.",
                    "timeFrame": "baseline to 24 hour post therapy"
                },
                {
                    "measure": "Change in inflammatory response measured by Interleukin 1 (IL-1)",
                    "description": "Measure the change before and after ultrasound by immunoassay of blood plasma after challenge with LPS.",
                    "timeFrame": "baseline to 2 hour post therapy"
                },
                {
                    "measure": "Change in inflammatory response measured by Interleukin 6 (IL-6)",
                    "description": "Measure the change before and after ultrasound by immunoassay of blood plasma after challenge with LPS.",
                    "timeFrame": "baseline to 2 hour post therapy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals between 22 and 65 years of age\n* No physical disabilities or conditions/diseases that limit capacity to participate in study procedures or otherwise increases risk of harm\n* No significant past medical or surgical histories that would render participants at a greater risk of harm\n* Sufficient proficiency with the english language to follow verbal instructions during the ultrasound session and to actively participate in the consent process\n* Able to attend all study visits at approximately the same time of day (i.e., 8 - 12 pm)\n* Able to comprehend the study goals and procedures, and are able to provide informed consent for participation\n\nExclusion Criteria:\n\n* Individuals participating in another research study that may affect the conduct or results of this study\n* Individuals considered substantially overweight or obese via body mass index (≥ 29)\n* Individuals having or exhibiting any of the following:\n\n  * surgery in the past 90 days\n  * previous surgery of the spleen or splenectomy, esophagus, lungs, stomach, duodenum, or liver\n  * recent traumatic injury, including intracerebral hemorrhage and visceral injury\n  * end stage renal disease and/or uremia\n  * active malignancy\n  * previous leukemia and/or lymphoma\n  * human immunodeficiency virus infection or AIDS\n  * rheumatoid arthritis or other immune-mediated diseases (e.g. inflammatory bowel disease)\n  * arrhythmias, including but not limited to, atrial fibrillation, atrial flutter, clinically significant bradycardia, ventricular arrhythmias, and A-V block\n  * implanted pacemaker or cardioverter/defibrillator (AICD)\n  * a history of stable or unstable angina, myocardial infarction, angioplasty or coronary arterial by-pass grafting surgery\n  * history of stroke or transient ischemic attack (TIA)\n  * history of deep venous thrombosis (DVT) and/or pulmonary embolism (PE)\n  * previous episodes of pancreatitis\n  * spinal disorders\n  * chronic pain syndromes\n  * history of thrombosis or bleeding disorders\n  * stage III-IV pressure ulcers\n  * sickle cell anemia or other anemia syndromes\n  * monocytosis\n  * thrombocytopenia\n  * diagnosed with fever of unknown origin (FUO)\n  * previously or currently implanted vagus nerve stimulator\n  * previously or currently implanted spinal cord stimulator\n  * other chronically-implanted electronic medical device\n  * history of diabetes\n  * history of hypertension\n  * history of seizures\n  * history of cancer\n* Individuals who have taken any of the following medications within one week of receiving ultrasound delivery:\n\n  * anti-coagulant (Coumadin, Xarelto)\n  * anti-platelet (aspirin, Plavix)\n  * anti-inflammatory (aspirin, NSAIDs)\n  * anti-hypertensive (α-methyldopa)\n  * epinephrine-related drugs, norepinephrine-related drugs, and drugs that stimulate release of epinephrine and/or norepinephrine (Micronefrin, Asthmanefrin)\n  * immunosuppressive agents (steroids, newer immunomodulatory drugs)\n  * alpha and/or beta adrenoceptor blocking agents\n  * anti-seizure medications\n  * other medications, supplements, etc. that may interfere with the ultrasound delivery or study results\n* Individuals that consumed alcohol within 2 days of the baseline visit\n* Individuals currently using or have used tobacco or nicotine products within the past 1 month\n* Pregnant women",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Robert M Fairchild, MD, PhD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexander Sackeim, MD",
                            "role": "CONTACT",
                            "phone": "914-523-7345",
                            "email": "asackeim@stanford.edu"
                        },
                        {
                            "name": "Alexander Sackeim, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27382171",
                    "type": "BACKGROUND",
                    "citation": "Koopman FA, Chavan SS, Miljko S, Grazio S, Sokolovic S, Schuurman PR, Mehta AD, Levine YA, Faltys M, Zitnik R, Tracey KJ, Tak PP. Vagus nerve stimulation inhibits cytokine production and attenuates disease severity in rheumatoid arthritis. Proc Natl Acad Sci U S A. 2016 Jul 19;113(29):8284-9. doi: 10.1073/pnas.1605635113. Epub 2016 Jul 5."
                },
                {
                    "pmid": "17273548",
                    "type": "BACKGROUND",
                    "citation": "Tracey KJ. Physiology and immunology of the cholinergic antiinflammatory pathway. J Clin Invest. 2007 Feb;117(2):289-96. doi: 10.1172/JCI30555."
                },
                {
                    "pmid": "30862827",
                    "type": "BACKGROUND",
                    "citation": "Cotero V, Fan Y, Tsaava T, Kressel AM, Hancu I, Fitzgerald P, Wallace K, Kaanumalle S, Graf J, Rigby W, Kao TJ, Roberts J, Bhushan C, Joel S, Coleman TR, Zanos S, Tracey KJ, Ashe J, Chavan SS, Puleo C. Noninvasive sub-organ ultrasound stimulation for targeted neuromodulation. Nat Commun. 2019 Mar 12;10(1):952. doi: 10.1038/s41467-019-08750-9. Erratum In: Nat Commun. 2020 Mar 9;11(1):1336. doi: 10.1038/s41467-020-15011-7."
                },
                {
                    "pmid": "30862842",
                    "type": "BACKGROUND",
                    "citation": "Zachs DP, Offutt SJ, Graham RS, Kim Y, Mueller J, Auger JL, Schuldt NJ, Kaiser CRW, Heiller AP, Dutta R, Guo H, Alford JK, Binstadt BA, Lim HH. Noninvasive ultrasound stimulation of the spleen to treat inflammatory arthritis. Nat Commun. 2019 Mar 12;10(1):951. doi: 10.1038/s41467-019-08721-0."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}