{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04274543",
            "orgStudyIdInfo": {
                "id": "R-1065-19"
            },
            "organization": {
                "fullName": "Kessler Foundation",
                "class": "OTHER"
            },
            "briefTitle": "Ultrasound-Guided Injections for Meniscal Injuries in Active-Duty Military",
            "officialTitle": "Use of Autologous, Micro-Fragmented Adipose Tissue to Treat Meniscal Injuries in Active Duty Military Personnel",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ultrasound-guided-injections-for-meniscal-injuries-in-active-duty-military"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-10",
            "studyFirstSubmitQcDate": "2020-02-16",
            "studyFirstPostDateStruct": {
                "date": "2020-02-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-10-12",
            "lastUpdatePostDateStruct": {
                "date": "2022-10-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Kessler Foundation",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Walter Reed National Military Medical Center",
                    "class": "FED"
                },
                {
                    "name": "Uniformed Services University of the Health Sciences",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Knee injuries are common among active-duty military personnel. One of the most common knee injuries is a meniscus tear, which can have several consequences. Immediately, the soldier may be separated from the military for over one year or assigned a permanent activity limiting duty profile. Over time, meniscal tears may also increase the risk of other knee injuries, such as osteoarthritis, which is one of the most common medical reasons for discharge from active duty service. The current standard of care includes conservative treatments, such as physical therapy and rest. Once conservative treatments fail, surgery is generally the next option. However, there is limited evidence that surgery is effective and some studies suggest it can accelerate the development of osteoarthritis. The goal of this study is to evaluate the efficacy of a regenerative treatment for meniscal tears termed micro-fragmented adipose tissue in reducing pain and restoring activity levels. We will recruit active-duty military personnel and civilians with meniscal tears and provide them with either the adipose tissue treatment or a control treatment consisting of saline. We will then follow these individuals for up to one year and evaluate differences in pain and function between the two groups. The ultimate goal is to show that micro-fragmented adipose tissue is a viable alternative for the treatment of meniscal tears in active-duty military personnel.",
            "detailedDescription": "This is randomized controlled trial to determine the efficacy of autologous, micro-fragmented adipose tissue (MFAT) injection under ultrasound guidance for meniscal injuries in active duty military personnel. The control for this study, to which MFAT will be compared, is trephination with saline injection into the meniscal tear. Eighty (80) healthy, phyisically-fit men and women with confirmed, acute meniscal tears will be recruited and placed into one of two treatment groups.\n\nPercutaneous trephination with MFAT: Micro-fragmented adipose tissue will be obtained by using a minimal manipulation technique in a closed system (Lipogems®), without the addition of enzymes or any additives. The final product will consist of micronized fat tissue yielding fat clusters with preserved vascular stroma of about 500 microns with intact stromal vascular niches and harboring regenerative cellular elements. Approximately 1-2 mL of micro-fragmented adipose will be injected into the meniscus with an 18-gauge x 3.5 inch needle under continuous ultrasound guidance. An additional 4-5 mL will be injected into the knee joint. No other biological or pharmacological agents will be used in combination with the micro-fragmented adipose.\n\nPercutaneous trephination with saline: In this group, the physician will identify the mensical lesion using ultrasound and will trephinate the torn meniscus with normal saline (0.9%) solution using an 18 guage x 3.5 inch needle. Approximately 1-2 mL will be injected into the meniscus and an additional 4-5 mL will be injected into the knee joint under ultrasound guidance.\n\nBoth Groups: Participants will be followed for adverse events and changes in shoulder pain intensity on an 11-point numerical rating scale (NRS; 0-10, with anchors \"no pain\" and \"pain as bad as you can imagine\"); the Knee Injury and Osteoarthritis Outcome Score (KOOS); the PROMIS Physical Functioning short form; knee physical and ultrasound examinations; and a 5-point subject global impression of change (SGIC) scale. Subjects will be examined at 1 month, 2 months, 3 months, 6 months, and 12 months after the treatment."
        },
        "conditionsModule": {
            "conditions": [
                "Tibial Meniscus Injuries",
                "Knee Injuries",
                "Knee Injuries and Disorders"
            ],
            "keywords": [
                "Regenerative Medicine",
                "Knee Pain",
                "Meniscus Tear"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The assessor will be blinded to treatment group when analyzing data for publication.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Micro-Fragmented Adipose Tissue",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single injection of normal saline (0.9%) solution into the lesion (e.g. tear) and knee joint under ultrasound guidance using an 18 gauge x 3.5 inch needle.",
                    "interventionNames": [
                        "Device: Lipogems"
                    ]
                },
                {
                    "label": "Saline",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive a single injection of micro-fragmented adipose tissue into the lesion (e.g. tear) and knee joint under ultrasound guidance using an 18 gauge x 3.5 inch needle.",
                    "interventionNames": [
                        "Drug: Normal Saline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Lipogems",
                    "description": "The Lipogems system (Lipogems International SpA, Milan, Italy) is designed to isolate autologous, micro-fragmented adipose tissue without enzymes or other additives. It uses mild mechanical forces to break down adipose tissue that is extracted from the patient into a form that can be injected into the meniscal lesion and other degenerated tissues in a sterile and safe manner. The resulting product is rich in pericytes and mesenchymal stromal cells, retained within an intact stromal vascular niche, that is ready for use in clinical applications.",
                    "armGroupLabels": [
                        "Micro-Fragmented Adipose Tissue"
                    ],
                    "otherNames": [
                        "Micro-fragmented Adipose Tissue"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Normal Saline",
                    "description": "Normal Saline solution is a mixture of sodium chloride in water (9 g NaCl per liter water, 0.9% saline). Trephination allows for vascular growth and healing, especially in the inner avascular regions of the meniscus, by puncturing the meniscus. Small \"tunnels\" are created, which allow for healing factors to reach the avascular inner region of the meniscus from the vascular peripheral regions.",
                    "armGroupLabels": [
                        "Saline"
                    ],
                    "otherNames": [
                        "Percutaneous Trephination with Saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Numerical Rating Scale",
                    "description": "Knee pain intensity will be assessed using an 11-point numerical rating scale (NRS; 0-10, ranging from 0 = \"no pain\" to a maximum of 10= \"pain as bad as you can imagine\". Pain intensity is the most common pain domain assessed in research and clinical settings. Although different rating scales have proven to be valid for assessing pain intensity, the 11-point NRS has the most strengths and fewest weaknesses of available measures. An 11-point NRS measure of pain intensity allows for comparison across clinical trials of chronic pain treatment and has been recommended by the IMMPACT consensus group for use in pain clinical trials and by the 2006 NIDRR SCI Pain outcome measures consensus group. We will evaluate changes in scores between baseline and 3 months.",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient Global Impression of Change",
                    "description": "The subject will be asked to rate on a 7-point scale his or her overall impression following treatment as compared to the previous measurement interval. The 7-point PGIC scale (also referred to as the original Guy/Farrar-PGIC scale; anchored by \"very much improved\" and \"very much worse\") is used to measure global treatment effect and is recommended as a compliment to unidimensional pain intensity scales. Although other versions of the PGIC scale exist, the SCI Measures Pain Committee recommends using the original Guy/Farrar-PGIC scale in clinical trials since it has been used extensively and been shown to be sensitive to change. We will evaluate scores at 3 months.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Patient Global Impression of Change",
                    "description": "The subject will be asked to rate on a 7-point scale his or her overall impression following treatment as compared to the previous measurement interval. The 7-point PGIC scale (also referred to as the original Guy/Farrar-PGIC scale; anchored by \"very much improved\" and \"very much worse\") is used to measure global treatment effect and is recommended as a compliment to unidimensional pain intensity scales. Although other versions of the PGIC scale exist, the SCI Measures Pain Committee recommends using the original Guy/Farrar-PGIC scale in clinical trials since it has been used extensively and been shown to be sensitive to change. We will evaluate scores at 6 months.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Patient Global Impression of Change",
                    "description": "The subject will be asked to rate on a 7-point scale his or her overall impression following treatment as compared to the previous measurement interval. The 7-point PGIC scale (also referred to as the original Guy/Farrar-PGIC scale; anchored by \"very much improved\" and \"very much worse\") is used to measure global treatment effect and is recommended as a compliment to unidimensional pain intensity scales. Although other versions of the PGIC scale exist, the SCI Measures Pain Committee recommends using the original Guy/Farrar-PGIC scale in clinical trials since it has been used extensively and been shown to be sensitive to change. We will evaluate scores at 12 months.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Knee Injury and Osteoarthritis Outcome Score",
                    "description": "The KOOS is a disease-specific measure of knee injury-related sequelae. It includes five subscales meant to capture the complex nature of knee pain: pain, other symptoms, activities of daily living, sport and recreation function, and knee-related quality of life. The KOOS is the most widely used knee-related instrument, evidenced by its inclusion in large international patient datasets. It has strong psychometric properties, including test-retest reliability, internal consistency, and construct validity. Its wide use also allows for effect size comparisons to other treatments for knee conditions.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Knee Injury and Osteoarthritis Outcome Score",
                    "description": "The KOOS is a disease-specific measure of knee injury-related sequelae. It includes five subscales meant to capture the complex nature of knee pain: pain, other symptoms, activities of daily living, sport and recreation function, and knee-related quality of life. The KOOS is the most widely used knee-related instrument, evidenced by its inclusion in large international patient datasets. It has strong psychometric properties, including test-retest reliability, internal consistency, and construct validity. Its wide use also allows for effect size comparisons to other treatments for knee conditions.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Knee Injury and Osteoarthritis Outcome Score",
                    "description": "The KOOS is a disease-specific measure of knee injury-related sequelae. It includes five subscales meant to capture the complex nature of knee pain: pain, other symptoms, activities of daily living, sport and recreation function, and knee-related quality of life. The KOOS is the most widely used knee-related instrument, evidenced by its inclusion in large international patient datasets. It has strong psychometric properties, including test-retest reliability, internal consistency, and construct validity. Its wide use also allows for effect size comparisons to other treatments for knee conditions.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in Numerical Rating Scale",
                    "description": "Knee pain intensity will be assessed using an 11-point numerical rating scale (NRS; 0-10, ranging from 0 = \"no pain\" to a maximum of 10= \"pain as bad as you can imagine\". Pain intensity is the most common pain domain assessed in research and clinical settings. Although different rating scales have proven to be valid for assessing pain intensity, the 11-point NRS has the most strengths and fewest weaknesses of available measures. An 11-point NRS measure of pain intensity allows for comparison across clinical trials of chronic pain treatment and has been recommended by the IMMPACT consensus group for use in pain clinical trials and by the 2006 NIDRR SCI Pain outcome measures consensus group. We will evaluate changes in scores between baseline and 6 months.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in Numerical Rating Scale",
                    "description": "Knee pain intensity will be assessed using an 11-point numerical rating scale (NRS; 0-10, ranging from 0 = \"no pain\" to a maximum of 10= \"pain as bad as you can imagine\". Pain intensity is the most common pain domain assessed in research and clinical settings. Although different rating scales have proven to be valid for assessing pain intensity, the 11-point NRS has the most strengths and fewest weaknesses of available measures. An 11-point NRS measure of pain intensity allows for comparison across clinical trials of chronic pain treatment and has been recommended by the IMMPACT consensus group for use in pain clinical trials and by the 2006 NIDRR SCI Pain outcome measures consensus group. We will evaluate changes in scores between baseline and 12 months.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "PROMIS-Physical Functioning Short Form",
                    "description": "The PROMIS-PF is one member of a number of patient reported outcomes, which measures self-reported capability rather than actual performance of physical activities. It utilizes a 5-point Likert scale (\"Without any difficulty\" to \"Unable to do\") to assess difficulty with 20 different activities, such as getting in and out of a car or performing vigorous activities. It has shown construct validity among patients with arthritis and to be highly responsive to change in patients with knee osteoarthritis.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "PROMIS-Physical Functioning Short Form",
                    "description": "The PROMIS-PF is one member of a number of patient reported outcomes, which measures self-reported capability rather than actual performance of physical activities. It utilizes a 5-point Likert scale (\"Without any difficulty\" to \"Unable to do\") to assess difficulty with 20 different activities, such as getting in and out of a car or performing vigorous activities. It has shown construct validity among patients with arthritis and to be highly responsive to change in patients with knee osteoarthritis.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "PROMIS-Physical Functioning Short Form",
                    "description": "The PROMIS-PF is one member of a number of patient reported outcomes, which measures self-reported capability rather than actual performance of physical activities. It utilizes a 5-point Likert scale (\"Without any difficulty\" to \"Unable to do\") to assess difficulty with 20 different activities, such as getting in and out of a car or performing vigorous activities. It has shown construct validity among patients with arthritis and to be highly responsive to change in patients with knee osteoarthritis.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18-45 years old.\n* At least one of the following symptoms consistent with torn meniscus: joint line pain, clicking, popping, pain with pivot or torque.\n* Physical examination findings consistent with a meniscal tear: joint line tenderness; localized pain with flexion; and other provocative tests such as McMurray's and Thessaly test.\n* MRI or arthroscopic evidence of meniscal tear without significant additional joint pathology.\n* Failed conservative treatment for a minimum of 4 weeks, which has included rest, ice, anti-inflammatory or other medications for pain; physical therapy; with or without/ injections, including corticosteroid and/or hyaluronic acid injections.\n\nAdditional criteria: Patients who have been told by an orthopedic surgeon that they would be a candidate for arthroscopic partial meniscectomy.\n\nExclusion Criteria:\n\n* Chronically locked knee.\n* Greater than Kellgren-Lawrence Grade II.\n* Prior surgery performed on the effected knee.\n* Assessment showing anything other than degenerative tears of the medial meniscus requiring surgical intervention.\n* Recent (within 6 weeks) treatment with PRP, cortisone (oral or injection), or hyaluronic injection.\n* Any disease or condition the investigator feels would hinder treatment.\n* Any contra-indication to lipoaspirate, including a bleeding disorder, infection, pregnancy, or allergy to anesthetic agents.\n* Chronic inflammatory diseases such as rheumatoid arthritis.\n* Possible joint infection including Lyme disease of the joint.\n* Malignancy within the last 5 years.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Trevor A Dyson-Hudson, MD",
                    "role": "CONTACT",
                    "phone": "973-324-3576",
                    "email": "tdysonhudson@kesslerfoundation.org"
                },
                {
                    "name": "Gerard A Malanga, MD",
                    "role": "CONTACT",
                    "phone": "973-998-8301",
                    "email": "gmalangamd@hotmail.com"
                }
            ],
            "locations": [
                {
                    "facility": "Kessler Foundation",
                    "status": "RECRUITING",
                    "city": "West Orange",
                    "state": "New Jersey",
                    "zip": "07052",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Trevor Dyson-Hudson, MD",
                            "role": "CONTACT",
                            "phone": "973-324-3576",
                            "email": "tdysonhudson@kesslerfoundation.org"
                        },
                        {
                            "name": "Matthew Weiner",
                            "role": "CONTACT",
                            "phone": "973-324-3515",
                            "email": "mweiner@kesslerfoundation.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79871,
                        "lon": -74.23904
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000007718",
                    "term": "Knee Injuries"
                },
                {
                    "id": "D000070600",
                    "term": "Tibial Meniscus Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15241",
                    "name": "Rupture",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M10738",
                    "name": "Knee Injuries",
                    "asFound": "Knee Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22785",
                    "name": "Lacerations",
                    "relevance": "LOW"
                },
                {
                    "id": "M603",
                    "name": "Tibial Meniscus Injuries",
                    "asFound": "Tibial Meniscus Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}