{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06044285",
            "orgStudyIdInfo": {
                "id": "HUM00226716"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DA055027-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DA055027-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "Ultra Crave: An Investigation of Ultra-Processed Food",
            "officialTitle": "Ultra Crave: A Biopsychobehavioral Investigation of Withdrawal From Ultra-Processed Food in Humans",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ultra-crave-an-investigation-of-ultra-processed-food"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-08-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-08-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-11",
            "studyFirstSubmitQcDate": "2023-09-12",
            "studyFirstPostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ashley Gearhardt",
                "investigatorTitle": "Associate Professor of Psychology, College of Literature, Science, and the Arts",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                },
                {
                    "name": "Oregon Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "University of Tasmania",
                    "class": "OTHER"
                },
                {
                    "name": "Brown University",
                    "class": "OTHER"
                },
                {
                    "name": "Pennington Biomedical Research Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study experimentally investigates whether a reduction in ultra-processed (UP) food intake (1) causes aversive withdrawal symptoms in humans, (2) increases the motivational salience of UP food cues and, if so, (3) whether these factors undermine the ability to adhere to a low-UP diet. The following aims and hypotheses are tested:\n\nAim 1: To investigate whether aversive physical, cognitive, and affective withdrawal symptoms emerge in response to reduced UP food intake compared to a high-UP diet, and whether this predicts failure to adhere to a low-UP diet.\n\nH1a: Reducing UP food intake will result in aversive physical, cognitive, and affective withdrawal symptoms, as indicated by 1) ecological momentary assessment (EMA) reports of aversive withdrawal symptoms, and 2) heart rate reactivity and subjective distress to an in-lab stressor.\n\nH1b: Aversive symptoms of UP food withdrawal will predict greater UP food intake and higher blood glucose levels when trying to adhere to a low UP diet.\n\nAim 2: To investigate whether increased motivational salience of UP food cues emerges in response to reduced UP food intake, and whether this predicts failure to maintain a low-UP diet.\n\nH2a: Reducing UP food intake will result in increased motivational salience of UP food cues, as indicated by 1) EMA reports of UP food craving, 2) heart rate reactivity and subjective craving in a simulated fast-food restaurant, 3) heightened reinforcement value for UP food relative to other reinforcers, and 4) greater reward-related neural response to UP food cues.\n\nH2b: Increased motivational salience of UP food cues will predict greater UP food intake and higher blood glucose levels when trying to adhere to a low UP diet.",
            "detailedDescription": "The study will include a combination of in-person, at-home, and virtual activities over the course of \\~14 days (contingent on scheduling, this duration may vary and particularly between in-person visits #1 and #2). Participants complete three in-lab visits. Visit 1 and 2 will each followed by a week of remote data tasks (e.g., EMA, continuous glucose monitoring, physical activity and sleep tracking (Fitbit), and two 24-hour dietary recall interviews).\n\nDuring in-lab visit #1, participants will complete questionnaires, behavioral tasks, and interviews, and will have body composition measurements taken (height, weight, Inbody scan). Participants will complete the remote tasks for the following week while eating their typical diet (i.e., baseline period).\n\nDuring in-lab visit #2, participants will complete questionnaires, interviews, and body composition measurements (height, weight, Inbody scan). Participants are randomly assigned to one of three conditions--control (i.e., high UP), self-guided low UP, or meals provided low UP--and will follow instructions about how to eat consistent with their condition during week 2 of remote data collection (i.e., dietary intervention period).\n\nDuring in-lab visit #3, participants will complete questionnaires, behavioral tasks, body composition measurements (height, weight, InBody scan), and an fMRI scan.\n\nParticipants are contacted 1- and 3-months later to complete a short follow-up survey and provide information about their current diet."
        },
        "conditionsModule": {
            "conditions": [
                "Food Addiction"
            ],
            "keywords": [
                "Withdrawal",
                "Food Addiction",
                "Highly Processed Foods"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Multi-method, within subjects, perspectives, experimental design",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants and outcome assessors will be blinded to the participants' condition. The study coordinator will oversee the randomization protocol.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 210,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Self-Guided Low UP Food Diet",
                    "type": "EXPERIMENTAL",
                    "description": "Participants asked to eat a low UP food diet according to study provided nutritional guidance.",
                    "interventionNames": [
                        "Other: Low UP (self-guided)"
                    ]
                },
                {
                    "label": "Meals Provided Low UP Food Diet",
                    "type": "EXPERIMENTAL",
                    "description": ".Participants asked to eat a low UP food diet provided by the study team.",
                    "interventionNames": [
                        "Other: Low UP (meals provided)"
                    ]
                },
                {
                    "label": "Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants asked to eat as they usually do.",
                    "interventionNames": [
                        "Other: Active Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Low UP (meals provided)",
                    "description": "This study incorporates within- and between-subject comparisons. All participants complete a series of three in-lab visits with remote data collection:\n\nVisit 1 and the following week comprise the baseline assessment period.\n\nVisit 2 and the following week comprise the dietary intervention period. Food is provided by the study team for 7 days in accordance with a low UP diet.\n\nVisit 3 assesses post-dietary intervention outcomes. All participants will complete remote assessments at 1 month and 3 month follow-up.",
                    "armGroupLabels": [
                        "Meals Provided Low UP Food Diet"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Low UP (self-guided)",
                    "description": "Visit 1 and the following week comprise the baseline assessment period.\n\nVisit 2 and the following week comprise the dietary intervention period. Participants are asked to eat a low UP diet according to study provided nutritional guidance.\n\nVisit 3 assesses post-dietary intervention outcomes. All participants will complete remote assessments at 1 month and 3 month follow-up.",
                    "armGroupLabels": [
                        "Self-Guided Low UP Food Diet"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Active Control",
                    "description": "Visit 1 and the following week comprise the baseline assessment period.\n\nVisit 2 and the following week comprise the dietary intervention period. Participants are asked to eat as they normally do.\n\nVisit 3 assesses post-dietary intervention outcomes. All participants will complete remote assessments at 1 month and 3 month follow-up.",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Withdrawal Symptoms",
                    "description": "Withdrawal symptoms (e.g., anger, anxiety) will be assessed using ecological momentary assessment (EMA) on a scale from 1 (not at all) to 7 (extremely); higher scores indicate greater withdrawal symptoms.",
                    "timeFrame": "Assessed during dietary intervention period for 1 week"
                },
                {
                    "measure": "Craving of ultra-processed (UP) foods",
                    "description": "Craving of UP foods will be assessed using EMA on a scale from 1 (not at all) to 7 (extremely); higher scores indicate greater craving of UP foods.",
                    "timeFrame": "Assessed during dietary intervention period for 1 week"
                },
                {
                    "measure": "Low UP food intake",
                    "description": "Intake of low UP foods will be assessed using two 24 hour dietary recall interviews.",
                    "timeFrame": "Assessed during dietary intervention period for 1 week"
                },
                {
                    "measure": "Self-Reported Low UP food intake",
                    "description": "Intake of low UP foods will be assessed using EMA reports of food intake. Responses will be coded into high and low UP food intake based on the NOVA classification.",
                    "timeFrame": "Assessed during dietary intervention period for 1 week"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Reactivity to a stressor",
                    "description": "Stress reactivity will be assessed using an in-lab stress task that has participants listen to an audio recording of a current stressor in their life. Participants' heart rate in response to the audio recording, relative to a baseline measurement, will be used as an indicator of stress reactivity; an increase in heart rate will be indicative of greater stress reactivity.",
                    "timeFrame": "Assessed post-dietary intervention during in-lab Visit 3 (1 day)"
                },
                {
                    "measure": "Self-reported reactivity to a stressor",
                    "description": "Stress reactivity will be assessed using an in-lab stress task that has participants listen to an audio recording of a current stressor in their life. Participants' subjective ratings of reactivity will be assessed at baseline (prior to listening to the audio recording) and immediately after listening to the audio recording using the negative affect subscale from the Positive and Negative Affect Schedule (PANAS); each item is rated on a 1 (very slightly or not at all) to 5 (extremely) scale, with higher numbers indicating greater experienced affect; an increase in score, relative to baseline, will indicate greater stress reactivity.",
                    "timeFrame": "Assessed post-dietary intervention during in-lab Visit 3 (1 day)"
                },
                {
                    "measure": "Cue reactivity to a simulated fast food restaurant",
                    "description": "Participants will spend 5 minutes in a simulated fast food restaurant. Participants' heart rate in response to the simulated fast food restaurant, relative to a baseline measurement, will be used as an indicator of cue reactivity; increases in will be indicative of greater cue reactivity.",
                    "timeFrame": "Assessed post-dietary intervention during in-lab Visit 3 (1 day)"
                },
                {
                    "measure": "Self-reported cue reactivity to a simulated fast food restaurant",
                    "description": "Participants will spend 5 minutes in a simulated fast food restaurant. Participants' subjective craving will be assessed at baseline (prior to entering the restaurant) and while in the restaurant on a scale from 0 (no craving at all) to 100 (I have never craved food more), with greater numbers indicating higher craving; an increase in score, relative to baseline, will indicate greater cue reactivity.",
                    "timeFrame": "Assessed post-dietary intervention during in-lab Visit 3 (1 day)"
                },
                {
                    "measure": "Level of reinforcement value for ultra processed foods",
                    "description": "Participants will complete a computerized task that measures their willingness to work (i.e., reinforcement value) for a UP food gift card relative to a non-food gift card.",
                    "timeFrame": "Baseline assessed during in-lab Visit 1 (1 day); assessed again post-dietary intervention during in-lab Visit 3 (1 day)"
                },
                {
                    "measure": "Magnitude of neural reward-related response to tasting a milkshake",
                    "description": "Participants will complete an fMRI paradigm where they see a UP food cue (i.e., picture of a chocolate milkshake) that predict receipt of a UP food (i.e., a chocolate milkshake). The paradigm also includes a control cue (i.e., picture of a water glass) that predicts receipt of a tasteless solution (which contains the ionic components of saliva; 25 mM KCl and 2.5 mM NaHCO3 in distilled water). Participants' activation in neural regions associated with reward (e.g., mOFC, striatum) to the milkshake cue (relative to the water cue) will be used as a measure of increased reward-related response to UP food cues.",
                    "timeFrame": "Assessed post-dietary intervention during in-lab Visit 3 (1 day)"
                },
                {
                    "measure": "Blood Glucose Level",
                    "description": "Assessed using a continuous blood glucose monitor.",
                    "timeFrame": "Assessed during dietary intervention period for 1 week"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 22 to 60 years of age\n* English-speaking\n* Must own an Android or iPhone Smartphone\n* Live within a 1-hour radius of the laboratory\n* endorsement of \\> 4 symptoms on the YFAS 2.0 completed during eligibility screener; at the time of consent, symptom count must remain above threshold for food addiction (this discrepany is based on a previously found tendency during pilot testing to overestimate food addiction symptoms at the time of screening)\n* Willing and able to follow specific dietary instructions provided by the study team\n* Willing and able to attend 3 in-person lab visits\n* Willing to complete 4 phone interviews about foods eaten in the past 24 hours\n* Willing to report daily intake of food\n* Like the taste of chocolate milkshake (for fMRI scan eligibility only).\n\nExclusion Criteria:\n\n* participants with a self-reported BMI \\< 18.5 and \\> 40\n* Current diagnosis of disorder that may impact study results or the ability to safely complete study tasks (hypothyroidism (uncontrolled by medication), diabetes, etc.)\n* History of food allergies\n* Unable to respond to brief questionnaires within 90-minutes during the day\n* Work night shifts or irregular shifts\n* Restrictive dietary requirements (e.g., vegan) or high levels of picky eating\n* Medications (e.g., insulin, antipsychotic medications) that may impact study results or safe completion of study tasks\n* Diagnosis of severe mental illness (e.g., schizophrenia, bipolar disorder)\n* Diagnosis of a restrictive eating disorder (e.g., Anorexia Nervosa, Bulimia Nervosa, purging disorder) within the last 5 years\n* Current diagnoses of disorders that can impact reward/metabolic functioning\n* 20+ pound weight fluctuation in the last 3-months\n* Prior weight loss surgery (e.g., bariatric surgery)\n* Currently pregnant, breastfeeding, trying to get pregnant, or within 6-months of having given birth\n* High levels or high-risk intake of alcohol or caffeine\n* Use of tobacco or nicotine in the past month\n* Use of THC cannabis within the past week\n* Unwillingness to abstain from THC cannabis, tobacco or nicotine during the main portion of the study (\\~22 days)\n* fMRI contraindications (e.g., claustrophobia, metal implants).\n* inability to complete a random report within 90 minutes",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashley Gearhardt, PhD",
                    "role": "CONTACT",
                    "phone": "734-647-3920",
                    "email": "agearhar@umich.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Gearhardt, PhD",
                            "role": "CONTACT",
                            "phone": "734-647-3920",
                            "email": "agearhar@umich.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "This research will generate demographic, neural, heart rate, ecological momentary assessment, continuous glucose monitoring, self-report and anthropometric data. The data will be stored as SPSS or SAS files. Meta data will also be included in the selected repositories. The metadata will include the data dictionaries, which describe the generation of all variables. The deidentified data will be made available within one year of completion of the study at the University of Michigan's data repository - Deep Blue.",
            "timeFrame": "Beginning 1 year and ending 7 years following article publication",
            "accessCriteria": "Researchers who provide a methodologically sound proposal will be able to access data to achieve aims outlined in the approved proposal. Proposals should be directed to agearhar@umich.edu to gain access. Data requestors will need to sign a data access agreement."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-04-28",
                    "uploadDate": "2024-04-29T16:47",
                    "filename": "ICF_001.pdf",
                    "size": 796323
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016739",
                    "term": "Behavior, Addictive"
                },
                {
                    "id": "D000073932",
                    "term": "Food Addiction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003192",
                    "term": "Compulsive Behavior"
                },
                {
                    "id": "D000007175",
                    "term": "Impulsive Behavior"
                },
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19100",
                    "name": "Behavior, Addictive",
                    "asFound": "Addiction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1260",
                    "name": "Food Addiction",
                    "asFound": "Food Addiction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6418",
                    "name": "Compulsive Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M10220",
                    "name": "Impulsive Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}