{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04528680",
            "orgStudyIdInfo": {
                "id": "NU 20C03"
            },
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Ultrasound-based Blood-brain Barrier Opening and Albumin-bound Paclitaxel and Carboplatin for Recurrent Glioblastoma",
            "officialTitle": "Phase 1 / 2 Trial of Blood-brain Barrier Opening With an Implantable Ultrasound Device SonoCloud-9 and Treatment With Albumin-bound Paclitaxel and Carboplatin in Patients With Recurrent Glioblastoma",
            "acronym": "SC9/ABX",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ultrasound-based-blood-brain-barrier-opening-and-albumin-bound-paclitaxel-and-carboplatin-for-recurrent-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-24",
            "studyFirstSubmitQcDate": "2020-08-26",
            "studyFirstPostDateStruct": {
                "date": "2020-08-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Adam M Sonabend",
                "investigatorTitle": "Assistant Professor, Feinberg School of Medicine, Neurological Surgery",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "CarThera",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Bristol-Myers Squibb",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Lantheus Medical Imaging",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Paclitaxel is among the most active agents against glioblastoma in preclinical models. However, its clinical use has been hampered by the blood-brain barrier (BBB). In this trial we will implant a novel device with 9 ultrasound emitters allowing to temporarily and reversibly open the BBB immediately prior to chemotherapy infusion with albumin-bound paclitaxel.\n\nIn the phase 1 component, increasing doses of chemotherapy will be delivered as long deemed safe based on the prior patient not experiencing severe toxicity. Once the the recommended dosing has been established, carboplatin will be added to the regimen and additional patients will be treated in order to better evaluate the antitumor efficacy of this novel treatment.\n\nThe device will be implanted at the time of surgical resection of the recurrent tumor. During that procedure and when feasible, a first test dose of the chemotherapy will be administered in the operating room after sonication (procedure of activating ultrasound and opening the BBB) and tissue concentrations in different parts of the resected tumor will be measured. In select patients, the sonication procedure may occur immediately after the test dose of chemotherapy is administered.\n\nThe objectives of this trial are to establish a safe and effective dose of albumin-bound paclitaxel, to demonstrate that the opening of the BBB increases chemotherapy concentration in the tumor, and to estimate how effective this treatment is in reducing the tumor burden and prolonging life.",
            "detailedDescription": "Eligible patients will undergo craniotomy for tumor resection. During the tumor resection and when possible, an initial low dose of albumin-bound paclitaxel will be given following sonication. In select patients, the sonication procedure may occur immediately after the test dose of chemotherapy is administered. The sonication device will be implanted at the end of the procedure. In phase 1, about two weeks after surgery, patients will undergo sonication and albumin-bound paclitaxel administration with MRI to quantify extent of blood brain barrier opening. Sonication and administration of albumin-bound paclitaxel will continue every 3 weeks until disease progression. The planned albumin-bound paclitaxel starting dose is 40 mg/m2, to be escalated in the absence of significant toxicity up to 260 mg/m2. Blood samples for circulating tumor DNA will also be collected before and after each sonication. In phase 2, pre-sonication carboplatin at AUC 5 will be added to the regimen, with a safety run-in for the first 6 patients."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma",
                "Gliosarcoma",
                "GBM",
                "Glioblastoma Multiforme",
                "Glioblastoma, IDH-wildtype",
                "Recurrent Glioblastoma"
            ],
            "keywords": [
                "ultrasound",
                "SonoCloud",
                "blood-brain barrier",
                "paclitaxel",
                "albumin-bound paclitaxel",
                "Abraxane®",
                "carboplatin"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 57,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SC9/ABX (phase 1); SC9/ABX/Carboplatin (phase 2)",
                    "type": "EXPERIMENTAL",
                    "description": "Infusion of albumin-bound paclitaxel immediately followed by sonication using the SC9 device and microbubbles in order to open the blood-brain barrier in phase 1. In phase 2, patients will receive carboplatin immediately prior to sonication using the SC9 device and microbubbles in order to open the blood-brain barrier, then will receive albumin-bound paclitaxel upon completion of sonication.",
                    "interventionNames": [
                        "Device: Sonication for opening of blood-brain barrier",
                        "Drug: Chemotherapy, albumin-bound paclitaxel",
                        "Drug: Chemotherapy, carboplatin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Sonication for opening of blood-brain barrier",
                    "description": "Implantation of SC-9 device and repeat activation of 9 ultrasound emitters during i.v. injection of microbubbles",
                    "armGroupLabels": [
                        "SC9/ABX (phase 1); SC9/ABX/Carboplatin (phase 2)"
                    ],
                    "otherNames": [
                        "SonoCloud-9 device, SC-9"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Chemotherapy, albumin-bound paclitaxel",
                    "description": "Intravenous infusion of ABX over 30 minutes",
                    "armGroupLabels": [
                        "SC9/ABX (phase 1); SC9/ABX/Carboplatin (phase 2)"
                    ],
                    "otherNames": [
                        "Abraxane®",
                        "ABX"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Chemotherapy, carboplatin",
                    "description": "Intravenous infusion of carboplatin over 30 minutes",
                    "armGroupLabels": [
                        "SC9/ABX (phase 1); SC9/ABX/Carboplatin (phase 2)"
                    ],
                    "otherNames": [
                        "Paraplatin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose limiting toxicity (Phase1)",
                    "description": "Occurrence of ≥ grade 3 treatment related toxicity",
                    "timeFrame": "1st treatment cycle = 3 weeks"
                },
                {
                    "measure": "1-year survival rate (Phase 2)",
                    "description": "Survival time from date of tumor resection and device implantation",
                    "timeFrame": "12-months"
                },
                {
                    "measure": "Relationship between overall survival and SSR3 (Phase 2)",
                    "description": "Survival time from date of tumor resection and device implantation",
                    "timeFrame": "through study completion, an average of 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of side effects/toxicity associated with Sonication/ABX treatment",
                    "description": "Safety and tolerance",
                    "timeFrame": "12 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Extent of tumor and peritumoral tissue covered by BBB opening",
                    "description": "increase in Gd contrast enhancement post sonication",
                    "timeFrame": "1st cycle (cycle = 3 weeks)"
                },
                {
                    "measure": "Objective response rate (RANO)",
                    "description": "measurement of tumor shrinkage (if there is residual disease)",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Measurement of circulating tumor DNA, methods and units for this measure are to be determined and still under evaluation.",
                    "description": "compare before and after sonication",
                    "timeFrame": "1st cycle, cycles 2 - 6 as applicable (cycle = 3 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Confirmed diagnosis of Isocitrate Dehydrogenase 1 (IDH1) wild-type glioblastoma on pathology from initial surgery (e.g. IDH R132H neg); morphologic or molecular determination of grade 4\n2. Ability to undergo contrast-enhanced MRI\n3. Radiographic evidence of tumor recurrence/progression after failure of 1 - 2 lines of prior therapy\n4. Measurable or evaluable disease\n\n   1. Measurable: contrast-enhancement (bidirectional diameters ≥ 1cm) on MRI\n   2. Non-measurable/evaluable: contrast-enhancement diameters \\< 1 cm\n5. Maximal tumor diameter pre-surgery ≤ 70 mm on T1wMRI\n6. Candidate for at least partial surgical resection\n7. Greater 12 weeks from completion of radiation therapy\n8. Age ≥ 18 years\n9. If receiving dexamethasone for mass effect, a stable daily dose of dexamethasone at \\< 6 mg within 7 days of registration, or if dexamethasone dose is decreasing, average daily dose of \\< 6 mg in the 7 days prior to registration. Patients on dexamethasone for reasons other than mass effect may still be enrolled.\n10. WHO performance status ≤ 2 (equivalent to Karnofsky Performance Status (KPS) of ≥70)\n11. Adequate hepatic, renal and bone marrow function, documented with normal laboratory values or no more than grade 1 outside the norm performed within 14 days prior to registration\n12. For patients with a childbearing potential\n\n    1. Negative pregnancy test within 14 days prior to registration\n    2. Agreement to use adequate contraception for the duration of study participation, and for 3 and 6 months after the last dose of albumin-bound paclitaxel for men and women of childbearing potential, respectively.\n13. Have the ability to understand and the willingness to sign a written informed consent prior to registration on study\n14. Be willing and able to comply with the protocol for the duration of the study\n15. Provide written, signed and dated informed consent prior to study registration. NOTE: no study-specific screening procedures may be performed until written consent has been obtained\n\nExclusion Criteria:\n\n1. Have multifocal disease that cannot be encompassed in the ultrasound fields:\n\n   1. e.g. \\> 70-mm apart\n   2. tumor located in the posterior fossa\n2. Patients at risk of cranial wound dehiscence\n3. Have uncontrolled epilepsy or require treatment with enzyme-inducing antiepileptics\n4. Have clinical evidence of peripheral neuropathy on examination\n5. Have received any other investigational agents within 4 weeks of registration\n6. Have received prior therapy with or have history of allergic reactions attributed to compounds of similar chemical or biologic composition to paclitaxel or carboplatin\n7. Medical contraindications to Abraxane® or carboplatin\n8. Have an uncontrolled intercurrent illness\n9. Are pregnant or nursing\n10. Have a history of active malignancy within 3 years prior to registration.\n11. Have a known history of hypersensitivity reactions to perflutren lipid microsphere components or to any of the inactive ingredients in Definity® (the FDA-approved ultrasound contrast agent to be used in this study)\n12. Patients with coils, clips, shunts, intravascular stents, and/or non-removable wafer, non resorbable dura substitute, or reservoirs.\n13. Patients with medical need to continue antiplatelet therapy.\n14. Patients with known significant cardiac disease, known to have right-to-left shunts, severe pulmonary hypertension (pulmonary artery pressure \\> 90 mmHg), uncontrolled systemic hypertension, or adult respiratory distress syndrome (patient at risk for microbubble reaction).\n15. Patients with impaired thermo-regulation or temperature sensation (due to device)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christina Amidei, APN, PhD",
                    "role": "CONTACT",
                    "phone": "(312) 695-9124",
                    "email": "christina.amidei@nm.org"
                },
                {
                    "name": "Roger Stupp, MD",
                    "role": "CONTACT",
                    "email": "roger.stupp@northwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Roger Stupp, MD",
                    "affiliation": "Northwestern University",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Adam M Sonabend, MD",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern Memorial Hospital",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christina Amidei, PhD, APN",
                            "role": "CONTACT",
                            "phone": "312-695-9124",
                            "email": "christina.amidei@nm.org"
                        },
                        {
                            "name": "Adam M Sonabend, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Roger Stupp, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Karan Dixit, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Priya Kumthekar, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Rimas V Lukas, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30890548",
                    "type": "BACKGROUND",
                    "citation": "Idbaih A, Canney M, Belin L, Desseaux C, Vignot A, Bouchoux G, Asquier N, Law-Ye B, Leclercq D, Bissery A, De Rycke Y, Trosch C, Capelle L, Sanson M, Hoang-Xuan K, Dehais C, Houillier C, Laigle-Donadey F, Mathon B, Andre A, Lafon C, Chapelon JY, Delattre JY, Carpentier A. Safety and Feasibility of Repeated and Transient Blood-Brain Barrier Disruption by Pulsed Ultrasound in Patients with Recurrent Glioblastoma. Clin Cancer Res. 2019 Jul 1;25(13):3793-3801. doi: 10.1158/1078-0432.CCR-18-3643. Epub 2019 Mar 19."
                },
                {
                    "pmid": "31076548",
                    "type": "BACKGROUND",
                    "citation": "Sonabend AM, Stupp R. Overcoming the Blood-Brain Barrier with an Implantable Ultrasound Device. Clin Cancer Res. 2019 Jul 1;25(13):3750-3752. doi: 10.1158/1078-0432.CCR-19-0932. Epub 2019 May 10."
                },
                {
                    "pmid": "31831565",
                    "type": "BACKGROUND",
                    "citation": "Zhang DY, Dmello C, Chen L, Arrieta VA, Gonzalez-Buendia E, Kane JR, Magnusson LP, Baran A, James CD, Horbinski C, Carpentier A, Desseaux C, Canney M, Muzzio M, Stupp R, Sonabend AM. Ultrasound-mediated Delivery of Paclitaxel for Glioma: A Comparative Study of Distribution, Toxicity, and Efficacy of Albumin-bound Versus Cremophor Formulations. Clin Cancer Res. 2020 Jan 15;26(2):477-486. doi: 10.1158/1078-0432.CCR-19-2182. Epub 2019 Dec 12."
                },
                {
                    "pmid": "35552677",
                    "type": "DERIVED",
                    "citation": "Dmello C, Sonabend A, Arrieta VA, Zhang DY, Kanojia D, Chen L, Gould A, Zhang J, Kang SJ, Winter J, Horbinski C, Amidei C, Gyorffy B, Cordero A, Chang CL, Castro B, Hsu P, Ahmed AU, Lesniak MS, Stupp R, Sonabend AM. Translocon-associated Protein Subunit SSR3 Determines and Predicts Susceptibility to Paclitaxel in Breast Cancer and Glioblastoma. Clin Cancer Res. 2022 Jul 15;28(14):3156-3169. doi: 10.1158/1078-0432.CCR-21-2563."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000018316",
                    "term": "Gliosarcoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20460",
                    "name": "Gliosarcoma",
                    "asFound": "Gliosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2522",
                    "name": "Gliosarcoma",
                    "asFound": "Gliosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000016190",
                    "term": "Carboplatin"
                },
                {
                    "id": "D000068196",
                    "term": "Albumin-Bound Paclitaxel"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "asFound": "System",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "asFound": "Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}