{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03979742",
            "orgStudyIdInfo": {
                "id": "US105d"
            },
            "organization": {
                "fullName": "StemCyte International, Ltd.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Umbilical Cord Blood Cell (MC001) Transplant Into Injured Spinal Cord Followed by the Locomotor Training",
            "officialTitle": "A Randomized Controlled Phase II, Two-Arm Study of Umbilical Cord Blood Cell Transplant (MC001) Into Injured Spinal Cord Followed by the Locomotor Training for Patients With Chronic Complete Spinal Cord Injuries (SCI).",
            "therapeuticArea": [
                "Other"
            ],
            "study": "umbilical-cord-blood-cell-transplant-into-injured-spinal-cord-followed-by-the-locomotor-training"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-06-03",
            "studyFirstSubmitQcDate": "2019-06-06",
            "studyFirstPostDateStruct": {
                "date": "2019-06-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "StemCyte, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Umbilical cord blood mononuclear stem cells (UCBMSCs) transplant followed by the intensive locomotor training for up to 5±1 hours a day, 5±1 days a week, and for 3-6 months for treatment in patients with chronic, stable and complete spinal cord injury.",
            "detailedDescription": "This study is a randomized controlled, Phase II, two-arm study of Umbilical Cord Blood Mononuclear Cell (MC001) transplant into the injured spinal cord followed by the locomotor training for up to 5±1 hours a day, 5±1 days a week, for 3-6 months.\n\nA total of 18 subjects with chronic complete spinal cord injury (SCI) will be randomized to one of the two groups. The subjects assigned to Group A will receive 6.4 million UCBMNC (MC001) transplanted into the dorsal root entry zones above and below the injury site exposed by a laminectomy. Subjects in Group B will not have MC001 transplant or surgery. All subjects will receive 3-6 months of intensive locomotor training."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries"
            ],
            "keywords": [
                "Spinal Cord Injury",
                "Umbilical Cord Blood",
                "Injured Spinal Cord",
                "MC001"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MC001",
                    "type": "EXPERIMENTAL",
                    "description": "UCBMNC (MC001) transplant+Locomotor training",
                    "interventionNames": [
                        "Biological: Umbilical Cord Blood Mononuclear Cell",
                        "Other: Locomotor Training"
                    ]
                },
                {
                    "label": "No treatment",
                    "type": "OTHER",
                    "description": "No surgery, no transplant, locomotor training only",
                    "interventionNames": [
                        "Other: Locomotor Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Umbilical Cord Blood Mononuclear Cell",
                    "description": "Active ingredients: Monocytes, CD34+, CD133+ cells Dose: 4 injections of 16-μliter (100,000 cells/μliter)",
                    "armGroupLabels": [
                        "MC001"
                    ],
                    "otherNames": [
                        "MC001"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Locomotor Training",
                    "description": "Locomotor training for up to 6 hours a day, 6 days a week, and for 3-6 months",
                    "armGroupLabels": [
                        "MC001",
                        "No treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Walking Index of Spinal Cord Injury (WISCI II) Overall Measure",
                    "description": "The primary endpoint for this study is mean change from baseline of the Walking Index of Spinal Cord Injury (WISCI II).",
                    "timeFrame": "At Week 48."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Walking Index of Spinal Cord Injury Measure (WISCI II) at Week 6 and 28",
                    "description": "Mean change from baseline of the Walking Index of Spinal Cord Injury (WISCI II).",
                    "timeFrame": "At Week 6 and 28."
                },
                {
                    "measure": "Spinal Cord Independence Measure (SCIM III)",
                    "description": "Mean change from baseline of Spinal Cord Independence Measure (SCIM III)",
                    "timeFrame": "At Week 6, 28, and 48."
                },
                {
                    "measure": "Measure of American Spinal Injury Association (ASIA) Motor and Sensory Scores and AIS Grade",
                    "description": "American Spinal Injury Association (ASIA) score has three components: (1) Sensory scores: There is a maximum total of 56 points each for light touch and pin prick (sharp/dull discrimination) modalities, for a total of 112 points per side of the body. (2) Motor scores: There is a maximum score of 25 for each extremity, totaling 50 for the upper limbs and 50 for the lower limbs. (3) ASIA Impairment Scale: Injuries are classified in general terms of being neurologically \"complete\" or \"incomplete\" based upon the sacral sparing definition.",
                    "timeFrame": "At Week 2, 6, 28, and 48."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory Endpoint - Kunming Locomotor Score (KLS) Measure",
                    "description": "Mean change from baseline of Kunming locomotor scores (KLS). Kunming Locomotor Scale (KLS) is a 10-grade Roman numeral locomotion scoring system describing ability to stand, ability to walk, and required support/devices.",
                    "timeFrame": "At Week 6, 28, and 48."
                },
                {
                    "measure": "Exploratory Endpoint - Numerical Rating Scale (NRS) Measure",
                    "description": "Mean change from baseline of Numerical Rating Scale (NRS) for neuropathic pain. An 11-unit scale will be used, where 0 represents \"No pain\" and 10 represents the \"Worst possible pain\".",
                    "timeFrame": "At Week 2, 6, 28, and 48."
                },
                {
                    "measure": "Exploratory Endpoint - LANSS Scale Measure",
                    "description": "Mean change from baseline of Leeds Assessment of Neuropathic Symptoms and Signs (LANSS) scale. An 11-unit scale will be used, where 0 represents \"No pain\" and 10 represents the \"Worst possible pain\".\n\nThe Leeds Assessment of Neuropathic Symptoms and Signs (LANSS) pain scale is an assessment tool used to analyze and classify pain. It is a simple bedside test, conducted in two parts .i.e. a patient-completed questionnaire and a brief clinical assessment. Out of the seven items in the LANSS Pain Scale, five are symptom related and two are examination items.",
                    "timeFrame": "At Week 2, 6, 28, and 48."
                },
                {
                    "measure": "Exploratory Endpoint - SSEP and MEP Measure",
                    "description": "Percentage of subjects with positive change in Somatosensory evoked potential (SSEP) and Motor evoked potentials (MEP).",
                    "timeFrame": "At week 48."
                },
                {
                    "measure": "Exploratory Endpoint - Long fiber bundles growth measure",
                    "description": "Percentage of subjects with Long fiber bundles growth crossing the injury site by Magnetic resonance diffusion tenor images (MR/DTI).",
                    "timeFrame": "At Week 6, 28, and 48."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female subjects' ≥18 to ≤60 years.\n* Traumatic SCI at a neurological level (the lowest contiguous spinal cord segmental level that has intact motor and sensory score) between C5 and T11 by MRI.\n\nNote: For the first three subjects at each study center, the neurological level of SCI will be limited to thoracic region (between T1 and T11).\n\n* Subjects with chronic SCI (defined as ≥ 12 months post- initial SCI surgery) with stable neurologic findings for at least six months and be able stand at least 1 hour/day using a standing frame, tilt table, or equivalent device.\n* Subjects with a current neurological status of ASIA impairment grade A (complete).\n* The injured site of the spinal cord is within three vertebral levels as confirmed by MRI scan.\n* Subject must be in good enough physical health to tolerate the surgery and participate in the intensive walking program.\n* Clinically normal resting 12-lead ECG at Screening Visit or, if abnormal, considered not clinically significant by the Principal Investigator.\n* Both male and female subjects and their partners of childbearing potential must agree to use medically accepted methods of contraception.\n* Willing and able to participate in all aspects of the study, including completion of subjective evaluations, attendance at scheduled clinic visits, and compliance with all protocol requirements as evidenced by providing written informed consent.\n* At least one frozen HLA-matched (≥4:6 to a specific patient) CBU identified for each subject.\n\nExclusion Criteria:\n\n* Clinically significant renal, cardiovascular, hepatic and psychiatric diseases or other conditions that may increase risk of complications during or after surgery or may reduce the ability of the patient to participate in intense locomotor training based on the medical judgment of the investigator.\n* Presence of any clinically significant medical condition(s) or infection (including but not limited to the carrier of hepatitis B virus or HIV) that, in the opinion of the Investigator, could interfere with the treatment or participation in the study.\n* Subjects with flaccid paralysis with absence of deep tendon reflexes in the legs, severe atrophy of the lower limbs, or other evidence of lumbosacral injury, peripheral nerve injury, and motoneuronal loss.\n* Fracture of weight-bearing bones and joints. These include fractures of femur, tibia, and fibula, as well as the ankle, knee, or hip joints. If such fractures have healed, the patient can be included in the trial.\n* Injury to brain, peripheral nerve, or muscle that may interfere with neurologic or walking assessment.\n* Pregnant or lactating woman.\n* Unavailability of HLA-matched umbilical cord blood cells.\n* Any contraindication of laminectomy operation or locomotor training includes:\n\n  * Patient with active infection diseases.\n  * Patient with wound infection on or near the implantation site.\n  * Patient with severe deformity of spine on or near the implantation site.\n  * Patient has immuno-compromised condition, or is with known autoimmune conditions or is human immunodeficiency virus (HIV) seropositive.\n  * Patient has on-going moderate to severe organ impairment other than study.\n* Subject with abnormal renal function, cardiovascular disease, depression at screening will be excluded, if considered clinically significant and unstable by the Principal Investigator.\n* Subject who is currently participating in another investigational study or has been taking any investigational drug within the last 4 weeks before screening for this study.\n* Any other criteria, which, in the opinion of the investigator, suggests that the subject would not be compliant with the study protocol and/or would not be suitable to participate in this study.\n* Subject with low bone density (DEXA scan resulted T score \\< -4).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bobo Chen, PhD",
                    "role": "CONTACT",
                    "phone": "886 2 2655 8558",
                    "phoneExt": "300",
                    "email": "us105d@stemcyte.com.tw"
                }
            ],
            "locations": [
                {
                    "facility": "Mountainside Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Montclair",
                    "state": "New Jersey",
                    "zip": "07042",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.82593,
                        "lon": -74.20903
                    }
                },
                {
                    "facility": "Hualien Tzu Chi Hospital",
                    "status": "RECRUITING",
                    "city": "Hualien City",
                    "country": "Taiwan",
                    "contacts": [
                        {
                            "name": "Shinn-Zong Lin, MD, PhD",
                            "role": "CONTACT",
                            "phone": "886 975 661 719"
                        }
                    ],
                    "geoPoint": {
                        "lat": 23.97694,
                        "lon": 121.60444
                    }
                },
                {
                    "facility": "Taipei Medical University Hospital",
                    "status": "RECRUITING",
                    "city": "Taipei City",
                    "country": "Taiwan",
                    "contacts": [
                        {
                            "name": "Yung-Hsiao Chiang",
                            "role": "CONTACT",
                            "phone": "886 2 27372181",
                            "phoneExt": "8016"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.04776,
                        "lon": 121.53185
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "15672627",
                    "type": "BACKGROUND",
                    "citation": "Ackery A, Tator C, Krassioukov A. A global perspective on spinal cord injury epidemiology. J Neurotrauma. 2004 Oct;21(10):1355-70. doi: 10.1089/neu.2004.21.1355."
                },
                {
                    "pmid": "25657739",
                    "type": "BACKGROUND",
                    "citation": "Aleksic D, Aksic M, Divac N, Radonjic V, Filipovic B, Jakovcevski I. Thermomineral water promotes axonal sprouting but does not reduce glial scar formation in a mouse model of spinal cord injury. Neural Regen Res. 2014 Dec 15;9(24):2174-81. doi: 10.4103/1673-5374.147950."
                },
                {
                    "pmid": "14699963",
                    "type": "BACKGROUND",
                    "citation": "Angelucci F, Mathe AA, Aloe L. Neurotrophic factors and CNS disorders: findings in rodent models of depression and schizophrenia. Prog Brain Res. 2004;146:151-65. doi: 10.1016/s0079-6123(03)46011-1."
                },
                {
                    "pmid": "12447396",
                    "type": "BACKGROUND",
                    "citation": "Aubert J, Dunstan H, Chambers I, Smith A. Functional gene screening in embryonic stem cells implicates Wnt antagonism in neural differentiation. Nat Biotechnol. 2002 Dec;20(12):1240-5. doi: 10.1038/nbt763. Epub 2002 Nov 25."
                },
                {
                    "pmid": "22009032",
                    "type": "BACKGROUND",
                    "citation": "Banafshe HR, Mesdaghinia A, Arani MN, Ramezani MH, Heydari A, Hamidi GA. Lithium attenuates pain-related behavior in a rat model of neuropathic pain: possible involvement of opioid system. Pharmacol Biochem Behav. 2012 Jan;100(3):425-30. doi: 10.1016/j.pbb.2011.10.004. Epub 2011 Oct 8."
                },
                {
                    "pmid": "20472150",
                    "type": "BACKGROUND",
                    "citation": "Boku S, Nakagawa S, Koyama T. Glucocorticoids and lithium in adult hippocampal neurogenesis. Vitam Horm. 2010;82:421-31. doi: 10.1016/S0083-6729(10)82021-7."
                },
                {
                    "pmid": "21617932",
                    "type": "BACKGROUND",
                    "citation": "Butler MG, Menitove JE. Umbilical cord blood banking: an update. J Assist Reprod Genet. 2011 Aug;28(8):669-76. doi: 10.1007/s10815-011-9577-x. Epub 2011 May 27."
                },
                {
                    "pmid": "24361977",
                    "type": "BACKGROUND",
                    "citation": "Cabrera O, Dougherty J, Singh S, Swiney BS, Farber NB, Noguchi KK. Lithium protects against glucocorticoid induced neural progenitor cell apoptosis in the developing cerebellum. Brain Res. 2014 Jan 30;1545:54-63. doi: 10.1016/j.brainres.2013.12.014. Epub 2013 Dec 19."
                },
                {
                    "pmid": "19187651",
                    "type": "BACKGROUND",
                    "citation": "Cao FJ, Feng SQ. Human umbilical cord mesenchymal stem cells and the treatment of spinal cord injury. Chin Med J (Engl). 2009 Jan 20;122(2):225-31."
                },
                {
                    "pmid": "18947003",
                    "type": "BACKGROUND",
                    "citation": "Chen CT, Foo NH, Liu WS, Chen SH. Infusion of human umbilical cord blood cells ameliorates hind limb dysfunction in experimental spinal cord injury through anti-inflammatory, vasculogenic and neurotrophic mechanisms. Pediatr Neonatol. 2008 Jun;49(3):77-83. doi: 10.1016/S1875-9572(08)60017-0."
                },
                {
                    "pmid": "17489572",
                    "type": "BACKGROUND",
                    "citation": "Childers WE Jr, Baudy RB. N-methyl-D-aspartate antagonists and neuropathic pain: the search for relief. J Med Chem. 2007 May 31;50(11):2557-62. doi: 10.1021/jm060728b. Epub 2007 May 10. No abstract available."
                },
                {
                    "pmid": "18695504",
                    "type": "BACKGROUND",
                    "citation": "Cho SR, Yang MS, Yim SH, Park JH, Lee JE, Eom YW, Jang IK, Kim HE, Park JS, Kim HO, Lee BH, Park CI, Kim YJ. Neurally induced umbilical cord blood cells modestly repair injured spinal cords. Neuroreport. 2008 Aug 27;19(13):1259-63. doi: 10.1097/WNR.0b013e3283089234."
                },
                {
                    "pmid": "20581748",
                    "type": "BACKGROUND",
                    "citation": "Chua SJ, Bielecki R, Yamanaka N, Fehlings MG, Rogers IM, Casper RF. The effect of umbilical cord blood cells on outcomes after experimental traumatic spinal cord injury. Spine (Phila Pa 1976). 2010 Jul 15;35(16):1520-6. doi: 10.1097/BRS.0b013e3181c3e963."
                },
                {
                    "pmid": "27051345",
                    "type": "BACKGROUND",
                    "citation": "Chung HJ, Chung WH, Lee JH, Chung DJ, Yang WJ, Lee AJ, Choi CB, Chang HS, Kim DH, Suh HJ, Lee DH, Hwang SH, Do SH, Kim HY. Expression of neurotrophic factors in injured spinal cord after transplantation of human-umbilical cord blood stem cells in rats. J Vet Sci. 2016 Mar;17(1):97-102. doi: 10.4142/jvs.2016.17.1.97. Epub 2016 Mar 22."
                },
                {
                    "pmid": "23820160",
                    "type": "BACKGROUND",
                    "citation": "Chung WH, Park SA, Lee JH, Chung DJ, Yang WJ, Kang EH, Choi CB, Chang HS, Kim DH, Hwang SH, Han H, Kim HY. Percutaneous transplantation of human umbilical cord-derived mesenchymal stem cells in a dog suspected to have fibrocartilaginous embolic myelopathy. J Vet Sci. 2013;14(4):495-7. doi: 10.4142/jvs.2013.14.4.495. Epub 2013 Jun 28."
                },
                {
                    "pmid": "19585233",
                    "type": "BACKGROUND",
                    "citation": "Cirillo G, Cavaliere C, Bianco MR, De Simone A, Colangelo AM, Sellitti S, Alberghina L, Papa M. Intrathecal NGF administration reduces reactive astrocytosis and changes neurotrophin receptors expression pattern in a rat model of neuropathic pain. Cell Mol Neurobiol. 2010 Jan;30(1):51-62. doi: 10.1007/s10571-009-9430-2. Epub 2009 Jul 8."
                },
                {
                    "pmid": "24940417",
                    "type": "BACKGROUND",
                    "citation": "Cui B, Li E, Yang B, Wang B. Human umbilical cord blood-derived mesenchymal stem cell transplantation for the treatment of spinal cord injury. Exp Ther Med. 2014 May;7(5):1233-1236. doi: 10.3892/etm.2014.1608. Epub 2014 Mar 6."
                },
                {
                    "pmid": "17376002",
                    "type": "BACKGROUND",
                    "citation": "Dasari VR, Spomar DG, Gondi CS, Sloffer CA, Saving KL, Gujrati M, Rao JS, Dinh DH. Axonal remyelination by cord blood stem cells after spinal cord injury. J Neurotrauma. 2007 Feb;24(2):391-410. doi: 10.1089/neu.2006.0142."
                },
                {
                    "pmid": "17703359",
                    "type": "BACKGROUND",
                    "citation": "Dasari VR, Spomar DG, Li L, Gujrati M, Rao JS, Dinh DH. Umbilical cord blood stem cell mediated downregulation of fas improves functional recovery of rats after spinal cord injury. Neurochem Res. 2008 Jan;33(1):134-49. doi: 10.1007/s11064-007-9426-6. Epub 2007 Aug 17."
                },
                {
                    "pmid": "19469692",
                    "type": "BACKGROUND",
                    "citation": "Dasari VR, Veeravalli KK, Tsung AJ, Gondi CS, Gujrati M, Dinh DH, Rao JS. Neuronal apoptosis is inhibited by cord blood stem cells after spinal cord injury. J Neurotrauma. 2009 Nov;26(11):2057-69. doi: 10.1089/neu.2008.0725."
                },
                {
                    "pmid": "15121013",
                    "type": "BACKGROUND",
                    "citation": "de Boer J, Siddappa R, Gaspar C, van Apeldoorn A, Fodde R, van Blitterswijk C. Wnt signaling inhibits osteogenic differentiation of human mesenchymal stem cells. Bone. 2004 May;34(5):818-26. doi: 10.1016/j.bone.2004.01.016."
                },
                {
                    "pmid": "15165456",
                    "type": "BACKGROUND",
                    "citation": "De Boer J, Wang HJ, Van Blitterswijk C. Effects of Wnt signaling on proliferation and differentiation of human mesenchymal stem cells. Tissue Eng. 2004 Mar-Apr;10(3-4):393-401. doi: 10.1089/107632704323061753."
                },
                {
                    "pmid": "21097398",
                    "type": "BACKGROUND",
                    "citation": "Deng XY, Zhou RP, Lu KW, Jin DD. [Lithium chloride combined with human umbilical cord blood mesenchymal stem cell transplantation for treatment of spinal cord injury in rats]. Nan Fang Yi Ke Da Xue Xue Bao. 2010 Nov;30(11):2436-9. Chinese."
                },
                {
                    "pmid": "18768685",
                    "type": "BACKGROUND",
                    "citation": "Dill J, Wang H, Zhou F, Li S. Inactivation of glycogen synthase kinase 3 promotes axonal growth and recovery in the CNS. J Neurosci. 2008 Sep 3;28(36):8914-28. doi: 10.1523/JNEUROSCI.1178-08.2008."
                },
                {
                    "pmid": "16505299",
                    "type": "BACKGROUND",
                    "citation": "Dobkin B, Apple D, Barbeau H, Basso M, Behrman A, Deforge D, Ditunno J, Dudley G, Elashoff R, Fugate L, Harkema S, Saulino M, Scott M; Spinal Cord Injury Locomotor Trial Group. Weight-supported treadmill vs over-ground training for walking after acute incomplete SCI. Neurology. 2006 Feb 28;66(4):484-93. doi: 10.1212/01.wnl.0000202600.72018.39."
                },
                {
                    "pmid": "12365004",
                    "type": "BACKGROUND",
                    "citation": "Eaton MJ, Blits B, Ruitenberg MJ, Verhaagen J, Oudega M. Amelioration of chronic neuropathic pain after partial nerve injury by adeno-associated viral (AAV) vector-mediated over-expression of BDNF in the rat spinal cord. Gene Ther. 2002 Oct;9(20):1387-95. doi: 10.1038/sj.gt.3301814."
                },
                {
                    "pmid": "4422028",
                    "type": "BACKGROUND",
                    "citation": "Ebadi MS, Simmons VJ, Hendrickson MJ, Lacy PS. Pharmacokinetics of lithium and its regional distribution in rat brain. Eur J Pharmacol. 1974 Aug;27(3):324-9. doi: 10.1016/0014-2999(74)90007-7. No abstract available."
                },
                {
                    "pmid": "15342948",
                    "type": "BACKGROUND",
                    "citation": "Etheridge SL, Spencer GJ, Heath DJ, Genever PG. Expression profiling and functional analysis of wnt signaling mechanisms in mesenchymal stem cells. Stem Cells. 2004;22(5):849-60. doi: 10.1634/stemcells.22-5-849."
                },
                {
                    "pmid": "2559891",
                    "type": "BACKGROUND",
                    "citation": "Ghoshdastidar D, Dutta RN, Poddar MK. In vivo distribution of lithium in plasma and brain. Indian J Exp Biol. 1989 Nov;27(11):950-4."
                },
                {
                    "pmid": "2571931",
                    "type": "BACKGROUND",
                    "citation": "Gluckman E, Broxmeyer HA, Auerbach AD, Friedman HS, Douglas GW, Devergie A, Esperou H, Thierry D, Socie G, Lehn P, et al. Hematopoietic reconstitution in a patient with Fanconi's anemia by means of umbilical-cord blood from an HLA-identical sibling. N Engl J Med. 1989 Oct 26;321(17):1174-8. doi: 10.1056/NEJM198910263211707. No abstract available."
                },
                {
                    "pmid": "12605892",
                    "type": "BACKGROUND",
                    "citation": "Hashimoto R, Senatorov V, Kanai H, Leeds P, Chuang DM. Lithium stimulates progenitor proliferation in cultured brain neurons. Neuroscience. 2003;117(1):55-61. doi: 10.1016/s0306-4522(02)00577-8."
                },
                {
                    "pmid": "12140783",
                    "type": "BACKGROUND",
                    "citation": "Hellweg R, Lang UE, Nagel M, Baumgartner A. Subchronic treatment with lithium increases nerve growth factor content in distinct brain regions of adult rats. Mol Psychiatry. 2002;7(6):604-8. doi: 10.1038/sj.mp.4001042."
                },
                {
                    "pmid": "23531013",
                    "type": "BACKGROUND",
                    "citation": "Houle JD, Cote MP. Axon regeneration and exercise-dependent plasticity after spinal cord injury. Ann N Y Acad Sci. 2013 Mar;1279(1):154-63. doi: 10.1111/nyas.12052."
                },
                {
                    "pmid": "22065605",
                    "type": "BACKGROUND",
                    "citation": "Hu SL, Lu PG, Zhang LJ, Li F, Chen Z, Wu N, Meng H, Lin JK, Feng H. In vivo magnetic resonance imaging tracking of SPIO-labeled human umbilical cord mesenchymal stem cells. J Cell Biochem. 2012 Mar;113(3):1005-12. doi: 10.1002/jcb.23432."
                },
                {
                    "pmid": "28529158",
                    "type": "BACKGROUND",
                    "citation": "Islamov RR, Izmailov AA, Sokolov ME, Fadeev PO, Bashirov FV, Eremeev AA, Shaymardanova GF, Shmarov MM, Naroditskiy BS, Chelyshev YA, Lavrov IA, Palotas A. Evaluation of direct and cell-mediated triple-gene therapy in spinal cord injury in rats. Brain Res Bull. 2017 Jun;132:44-52. doi: 10.1016/j.brainresbull.2017.05.005. Epub 2017 May 18."
                },
                {
                    "pmid": "28213069",
                    "type": "BACKGROUND",
                    "citation": "Islamov RR, Sokolov ME, Bashirov FV, Fadeev FO, Shmarov MM, Naroditskiy BS, Povysheva TV, Shaymardanova GF, Yakupov RA, Chelyshev YA, Lavrov IA. A pilot study of cell-mediated gene therapy for spinal cord injury in mini pigs. Neurosci Lett. 2017 Mar 22;644:67-75. doi: 10.1016/j.neulet.2017.02.034. Epub 2017 Feb 14."
                },
                {
                    "pmid": "24595249",
                    "type": "BACKGROUND",
                    "citation": "Judas GI, Ferreira SG, Simas R, Sannomiya P, Benicio A, da Silva LF, Moreira LF. Intrathecal injection of human umbilical cord blood stem cells attenuates spinal cord ischaemic compromise in rats. Interact Cardiovasc Thorac Surg. 2014 Jun;18(6):757-62. doi: 10.1093/icvts/ivu021. Epub 2014 Mar 4."
                },
                {
                    "pmid": "23498368",
                    "type": "BACKGROUND",
                    "citation": "Kamei N, Kwon SM, Alev C, Nakanishi K, Yamada K, Masuda H, Ishikawa M, Kawamoto A, Ochi M, Asahara T. Ex-vivo expanded human blood-derived CD133+ cells promote repair of injured spinal cord. J Neurol Sci. 2013 May 15;328(1-2):41-50. doi: 10.1016/j.jns.2013.02.013. Epub 2013 Mar 14."
                },
                {
                    "pmid": "20887153",
                    "type": "BACKGROUND",
                    "citation": "Kaner T, Karadag T, Cirak B, Erken HA, Karabulut A, Kiroglu Y, Akkaya S, Acar F, Coskun E, Genc O, Colakoglu N. The effects of human umbilical cord blood transplantation in rats with experimentally induced spinal cord injury. J Neurosurg Spine. 2010 Oct;13(4):543-51. doi: 10.3171/2010.4.SPINE09685."
                },
                {
                    "pmid": "17666954",
                    "type": "BACKGROUND",
                    "citation": "Kao CH, Chen SH, Chio CC, Lin MT. Human umbilical cord blood-derived CD34+ cells may attenuate spinal cord injury by stimulating vascular endothelial and neurotrophic factors. Shock. 2008 Jan;29(1):49-55. doi: 10.1097/shk.0b013e31805cddce."
                },
                {
                    "pmid": "15056276",
                    "type": "BACKGROUND",
                    "citation": "Kim JS, Chang MY, Yu IT, Kim JH, Lee SH, Lee YS, Son H. Lithium selectively increases neuronal differentiation of hippocampal neural progenitor cells both in vitro and in vivo. J Neurochem. 2004 Apr;89(2):324-36. doi: 10.1046/j.1471-4159.2004.02329.x."
                },
                {
                    "pmid": "29043099",
                    "type": "BACKGROUND",
                    "citation": "Kim Y, Kim J, Ahn M, Shin T. Lithium ameliorates rat spinal cord injury by suppressing glycogen synthase kinase-3beta and activating heme oxygenase-1. Anat Cell Biol. 2017 Sep;50(3):207-213. doi: 10.5115/acb.2017.50.3.207. Epub 2017 Sep 20."
                },
                {
                    "pmid": "15520976",
                    "type": "BACKGROUND",
                    "citation": "Kirshblum S, Millis S, McKinley W, Tulsky D. Late neurologic recovery after traumatic spinal cord injury. Arch Phys Med Rehabil. 2004 Nov;85(11):1811-7. doi: 10.1016/j.apmr.2004.03.015."
                },
                {
                    "pmid": "16010451",
                    "type": "BACKGROUND",
                    "citation": "Kuh SU, Cho YE, Yoon DH, Kim KN, Ha Y. Functional recovery after human umbilical cord blood cells transplantation with brain-derived neutrophic factor into the spinal cord injured rat. Acta Neurochir (Wien). 2005 Sep;147(9):985-92; discussion 992. doi: 10.1007/s00701-005-0538-y. Epub 2005 Jul 11."
                },
                {
                    "pmid": "19951029",
                    "type": "BACKGROUND",
                    "citation": "Lee JH, Chang HS, Kang EH, Chung DJ, Choi CB, Lee JH, Hwang SH, Han H, Kim HY. Percutaneous transplantation of human umbilical cord blood-derived multipotent stem cells in a canine model of spinal cord injury. J Neurosurg Spine. 2009 Dec;11(6):749-57. doi: 10.3171/2009.6.SPINE08710."
                },
                {
                    "pmid": "21071039",
                    "type": "BACKGROUND",
                    "citation": "Lee JH, Chung WH, Kang EH, Chung DJ, Choi CB, Chang HS, Lee JH, Hwang SH, Han H, Choe BY, Kim HY. Schwann cell-like remyelination following transplantation of human umbilical cord blood (hUCB)-derived mesenchymal stem cells in dogs with acute spinal cord injury. J Neurol Sci. 2011 Jan 15;300(1-2):86-96. doi: 10.1016/j.jns.2010.09.025. Epub 2010 Nov 10."
                },
                {
                    "pmid": "29404840",
                    "type": "BACKGROUND",
                    "citation": "Li B, Ren J, Yang L, Li X, Sun G, Xia M. Lithium Inhibits GSK3beta Activity via Two Different Signaling Pathways in Neurons After Spinal Cord Injury. Neurochem Res. 2018 Apr;43(4):848-856. doi: 10.1007/s11064-018-2488-9. Epub 2018 Feb 5."
                },
                {
                    "pmid": "17679775",
                    "type": "BACKGROUND",
                    "citation": "Lim JH, Byeon YE, Ryu HH, Jeong YH, Lee YW, Kim WH, Kang KS, Kweon OK. Transplantation of canine umbilical cord blood-derived mesenchymal stem cells in experimentally induced spinal cord injured dogs. J Vet Sci. 2007 Sep;8(3):275-82. doi: 10.4142/jvs.2007.8.3.275."
                },
                {
                    "pmid": "23317924",
                    "type": "BACKGROUND",
                    "citation": "Liu J, Chen J, Liu B, Yang C, Xie D, Zheng X, Xu S, Chen T, Wang L, Zhang Z, Bai X, Jin D. Acellular spinal cord scaffold seeded with mesenchymal stem cells promotes long-distance axon regeneration and functional recovery in spinal cord injured rats. J Neurol Sci. 2013 Feb 15;325(1-2):127-36. doi: 10.1016/j.jns.2012.11.022. Epub 2013 Jan 11."
                },
                {
                    "pmid": "657687",
                    "type": "BACKGROUND",
                    "citation": "Mason RW, McQueen EG, Keary PJ, James NM. Pharmacokinetics of lithium: elimination half-time, renal clearance and apparent volume of distribution in schizophrenia. Clin Pharmacokinet. 1978 May-Jun;3(3):241-6. doi: 10.2165/00003088-197803030-00004."
                },
                {
                    "pmid": "10877522",
                    "type": "BACKGROUND",
                    "citation": "Merendino RA, Arena A, Gangemi S, Ruello A, Losi E, Bene A, Valenti A, D'Ambrosio FP. In vitro effect of lithium chloride on interleukin-15 production by monocytes from IL-breast cancer patients. J Chemother. 2000 Jun;12(3):252-7. doi: 10.1179/joc.2000.12.3.252."
                },
                {
                    "pmid": "27003408",
                    "type": "BACKGROUND",
                    "citation": "Mukhamedshina YO, Garanina EE, Masgutova GA, Galieva LR, Sanatova ER, Chelyshev YA, Rizvanov AA. Assessment of Glial Scar, Tissue Sparing, Behavioral Recovery and Axonal Regeneration following Acute Transplantation of Genetically Modified Human Umbilical Cord Blood Cells in a Rat Model of Spinal Cord Contusion. PLoS One. 2016 Mar 22;11(3):e0151745. doi: 10.1371/journal.pone.0151745. eCollection 2016."
                },
                {
                    "pmid": "23627822",
                    "type": "BACKGROUND",
                    "citation": "Ning G, Tang L, Wu Q, Li Y, Li Y, Zhang C, Feng S. Human umbilical cord blood stem cells for spinal cord injury: early transplantation results in better local angiogenesis. Regen Med. 2013 May;8(3):271-81. doi: 10.2217/rme.13.26."
                },
                {
                    "pmid": "17120892",
                    "type": "BACKGROUND",
                    "citation": "Nishio Y, Koda M, Kamada T, Someya Y, Yoshinaga K, Okada S, Harada H, Okawa A, Moriya H, Yamazaki M. The use of hemopoietic stem cells derived from human umbilical cord blood to promote restoration of spinal cord tissue and recovery of hindlimb function in adult rats. J Neurosurg Spine. 2006 Nov;5(5):424-33. doi: 10.3171/spi.2006.5.5.424."
                },
                {
                    "pmid": "22500090",
                    "type": "BACKGROUND",
                    "citation": "Park SI, Lim JY, Jeong CH, Kim SM, Jun JA, Jeun SS, Oh WI. Human umbilical cord blood-derived mesenchymal stem cell therapy promotes functional recovery of contused rat spinal cord through enhancement of endogenous cell proliferation and oligogenesis. J Biomed Biotechnol. 2012;2012:362473. doi: 10.1155/2012/362473. Epub 2012 Feb 13."
                },
                {
                    "pmid": "21375803",
                    "type": "BACKGROUND",
                    "citation": "Park SS, Byeon YE, Ryu HH, Kang BJ, Kim Y, Kim WH, Kang KS, Han HJ, Kweon OK. Comparison of canine umbilical cord blood-derived mesenchymal stem cell transplantation times: involvement of astrogliosis, inflammation, intracellular actin cytoskeleton pathways, and neurotrophin-3. Cell Transplant. 2011;20(11-12):1867-80. doi: 10.3727/096368911X566163. Epub 2011 Mar 4."
                },
                {
                    "pmid": "11264477",
                    "type": "BACKGROUND",
                    "citation": "Phiel CJ, Klein PS. Molecular targets of lithium action. Annu Rev Pharmacol Toxicol. 2001;41:789-813. doi: 10.1146/annurev.pharmtox.41.1.789."
                },
                {
                    "pmid": "21711903",
                    "type": "BACKGROUND",
                    "citation": "Qu Z, Sun D, Young W. Lithium promotes neural precursor cell proliferation: evidence for the involvement of the non-canonical GSK-3beta-NF-AT signaling. Cell Biosci. 2011 May 3;1(1):18. doi: 10.1186/2045-3701-1-18."
                },
                {
                    "pmid": "22183246",
                    "type": "BACKGROUND",
                    "citation": "Rodrigues LP, Iglesias D, Nicola FC, Steffens D, Valentim L, Witczak A, Zanatta G, Achaval M, Pranke P, Netto CA. Transplantation of mononuclear cells from human umbilical cord blood promotes functional recovery after traumatic spinal cord injury in Wistar rats. Braz J Med Biol Res. 2012 Jan;45(1):49-57. doi: 10.1590/s0100-879x2011007500162. Epub 2011 Dec 23."
                },
                {
                    "pmid": "23294734",
                    "type": "BACKGROUND",
                    "citation": "Roh DH, Seo MS, Choi HS, Park SB, Han HJ, Beitz AJ, Kang KS, Lee JH. Transplantation of human umbilical cord blood or amniotic epithelial stem cells alleviates mechanical allodynia after spinal cord injury in rats. Cell Transplant. 2013;22(9):1577-90. doi: 10.3727/096368912X659907. Epub 2013 Jan 2."
                },
                {
                    "pmid": "16386643",
                    "type": "BACKGROUND",
                    "citation": "Roussos I, Rodriguez M, Villan D, Ariza A, Rodriguez L, Garcia J. Development of a rat model of spinal cord injury and cellular transplantation. Transplant Proc. 2005 Nov;37(9):4127-30. doi: 10.1016/j.transproceed.2005.09.185."
                },
                {
                    "pmid": "22878503",
                    "type": "BACKGROUND",
                    "citation": "Ryu HH, Kang BJ, Park SS, Kim Y, Sung GJ, Woo HM, Kim WH, Kweon OK. Comparison of mesenchymal stem cells derived from fat, bone marrow, Wharton's jelly, and umbilical cord blood for treating spinal cord injuries in dogs. J Vet Med Sci. 2012 Dec;74(12):1617-30. doi: 10.1292/jvms.12-0065. Epub 2012 Aug 9."
                },
                {
                    "pmid": "12857368",
                    "type": "BACKGROUND",
                    "citation": "Saporta S, Kim JJ, Willing AE, Fu ES, Davis CD, Sanberg PR. Human umbilical cord blood stem cells infusion in spinal cord injury: engraftment and beneficial influence on behavior. J Hematother Stem Cell Res. 2003 Jun;12(3):271-8. doi: 10.1089/152581603322023007."
                },
                {
                    "pmid": "21903726",
                    "type": "BACKGROUND",
                    "citation": "Schira J, Gasis M, Estrada V, Hendricks M, Schmitz C, Trapp T, Kruse F, Kogler G, Wernet P, Hartung HP, Muller HW. Significant clinical, neuropathological and behavioural recovery from acute spinal cord trauma by transplantation of a well-defined somatic stem cell from human umbilical cord blood. Brain. 2012 Feb;135(Pt 2):431-46. doi: 10.1093/brain/awr222. Epub 2011 Sep 8."
                },
                {
                    "pmid": "11070198",
                    "type": "BACKGROUND",
                    "citation": "Semba J, Watanabe H, Suhara T, Akanuma N. Chronic lithium chloride injection increases glucocorticoid receptor but not mineralocorticoid receptor mRNA expression in rat brain. Neurosci Res. 2000 Nov;38(3):313-9. doi: 10.1016/s0168-0102(00)00180-2."
                },
                {
                    "pmid": "28160063",
                    "type": "BACKGROUND",
                    "citation": "Seo DK, Kim JH, Min J, Yoon HH, Shin ES, Kim SW, Jeon SR. Enhanced axonal regeneration by transplanted Wnt3a-secreting human mesenchymal stem cells in a rat model of spinal cord injury. Acta Neurochir (Wien). 2017 May;159(5):947-957. doi: 10.1007/s00701-017-3097-0. Epub 2017 Feb 3."
                },
                {
                    "pmid": "26998402",
                    "type": "BACKGROUND",
                    "citation": "Seo JH, Jang IK, Kim H, Yang MS, Lee JE, Kim HE, Eom YW, Lee DH, Yu JH, Kim JY, Kim HO, Cho SR. Early Immunomodulation by Intravenously Transplanted Mesenchymal Stem Cells Promotes Functional Recovery in Spinal Cord Injured Rats. Cell Med. 2011 Oct 1;2(2):55-67. doi: 10.3727/215517911X582788. eCollection 2011."
                },
                {
                    "pmid": "22506349",
                    "type": "BACKGROUND",
                    "citation": "Shaimardanova GF, Mukhamedshina IaO, Arkhipova SS, Salafutdinov II, Rizvanov AA, Chelyshev IuA. [Posttraumatic changes of rat spinal cord after transplantation of human umbilical cord blood mononuclear cells transfected with VEGF and FGF2 genes]. Morfologiia. 2011;140(6):36-42. Russian."
                },
                {
                    "pmid": "23486600",
                    "type": "BACKGROUND",
                    "citation": "Shaymardanova GF, Mukhamedshina YO, Salafutdinov II, Rizvanov AA, Chelyshev YA. Usage of plasmid vector carrying vegf and fgf2 genes after spinal cord injury in rats. Bull Exp Biol Med. 2013 Feb;154(4):544-7. doi: 10.1007/s10517-013-1996-5. English, Russian."
                },
                {
                    "pmid": "19456213",
                    "type": "BACKGROUND",
                    "citation": "Spiess MR, Muller RM, Rupp R, Schuld C; EM-SCI Study Group; van Hedel HJ. Conversion in ASIA impairment scale during the first year after traumatic spinal cord injury. J Neurotrauma. 2009 Nov;26(11):2027-36. doi: 10.1089/neu.2008.0760."
                },
                {
                    "pmid": "24967390",
                    "type": "BACKGROUND",
                    "citation": "Su H, Yuan Q, Qin D, Yang X, Wong WM, So KF, Wu W. Lithium enhances axonal regeneration in peripheral nerve by inhibiting glycogen synthase kinase 3beta activation. Biomed Res Int. 2014;2014:658753. doi: 10.1155/2014/658753. Epub 2014 May 20."
                },
                {
                    "pmid": "19183259",
                    "type": "BACKGROUND",
                    "citation": "Su H, Zhang W, Guo J, Guo A, Yuan Q, Wu W. Lithium enhances the neuronal differentiation of neural progenitor cells in vitro and after transplantation into the avulsed ventral horn of adult rats through the secretion of brain-derived neurotrophic factor. J Neurochem. 2009 Mar;108(6):1385-98. doi: 10.1111/j.1471-4159.2009.05902.x. Epub 2009 Jan 22."
                },
                {
                    "pmid": "29578315",
                    "type": "BACKGROUND",
                    "citation": "Szczepankiewicz A, Narozna B, Rybakowski JK, Kliwicki S, Czerski P, Dmitrzak-Weglarz M, Skibinska M, Twarowska-Hauser J, Pawlak J. Genes involved in stress response influence lithium efficacy in bipolar patients. Bipolar Disord. 2018 Dec;20(8):753-760. doi: 10.1111/bdi.12639. Epub 2018 Mar 26."
                },
                {
                    "pmid": "21876507",
                    "type": "BACKGROUND",
                    "citation": "Szczepankiewicz A, Rybakowski JK, Suwalska A, Hauser J. Glucocorticoid receptor polymorphism is associated with lithium response in bipolar patients. Neuro Endocrinol Lett. 2011;32(4):545-51."
                },
                {
                    "pmid": "21221027",
                    "type": "BACKGROUND",
                    "citation": "Tender GC, Kaye AD, Li YY, Cui JG. Neurotrophin-3 and tyrosine kinase C have modulatory effects on neuropathic pain in the rat dorsal root ganglia. Neurosurgery. 2011 Apr;68(4):1048-55; discussion 1055. doi: 10.1227/NEU.0b013e318208f9c4."
                },
                {
                    "pmid": "365541",
                    "type": "BACKGROUND",
                    "citation": "Thornhill DP. Pharmacokinetics of ordinary and sustained-release lithium carbonate in manic patients after acute dosage. Eur J Clin Pharmacol. 1978 Dec 1;14(4):267-71. doi: 10.1007/BF00560460."
                },
                {
                    "pmid": "19631747",
                    "type": "BACKGROUND",
                    "citation": "Veeravalli KK, Dasari VR, Tsung AJ, Dinh DH, Gujrati M, Fassett D, Rao JS. Human umbilical cord blood stem cells upregulate matrix metalloproteinase-2 in rats after spinal cord injury. Neurobiol Dis. 2009 Oct;36(1):200-12. doi: 10.1016/j.nbd.2009.07.012. Epub 2009 Jul 23."
                },
                {
                    "pmid": "19152029",
                    "type": "BACKGROUND",
                    "citation": "Veeravalli KK, Dasari VR, Tsung AJ, Dinh DH, Gujrati M, Fassett D, Rao JS. Stem cells downregulate the elevated levels of tissue plasminogen activator in rats after spinal cord injury. Neurochem Res. 2009 Jul;34(7):1183-94. doi: 10.1007/s11064-008-9894-3. Epub 2009 Jan 17."
                },
                {
                    "pmid": "28482124",
                    "type": "BACKGROUND",
                    "citation": "Wang N, Xiao Z, Zhao Y, Wang B, Li X, Li J, Dai J. Collagen scaffold combined with human umbilical cord-derived mesenchymal stem cells promote functional recovery after scar resection in rats with chronic spinal cord injury. J Tissue Eng Regen Med. 2018 Feb;12(2):e1154-e1163. doi: 10.1002/term.2450. Epub 2017 Aug 1."
                },
                {
                    "pmid": "20531359",
                    "type": "BACKGROUND",
                    "citation": "Wong YW, Tam S, So KF, Chen JY, Cheng WS, Luk KD, Tang SW, Young W. A three-month, open-label, single-arm trial evaluating the safety and pharmacokinetics of oral lithium in patients with chronic spinal cord injury. Spinal Cord. 2011 Jan;49(1):94-8. doi: 10.1038/sc.2010.69. Epub 2010 Jun 8."
                },
                {
                    "pmid": "708996",
                    "type": "BACKGROUND",
                    "citation": "Wraae O. The pharmacokinetics of lithium in the brain, cerebrospinal fluid and serum of the rat. Br J Pharmacol. 1978 Oct;64(2):273-9. doi: 10.1111/j.1476-5381.1978.tb17300.x."
                },
                {
                    "pmid": "22105463",
                    "type": "BACKGROUND",
                    "citation": "Yang ML, Li JJ, So KF, Chen JY, Cheng WS, Wu J, Wang ZM, Gao F, Young W. Efficacy and safety of lithium carbonate treatment of chronic spinal cord injuries: a double-blind, randomized, placebo-controlled clinical trial. Spinal Cord. 2012 Feb;50(2):141-6. doi: 10.1038/sc.2011.126. Epub 2011 Nov 22."
                },
                {
                    "pmid": "26927256",
                    "type": "BACKGROUND",
                    "citation": "Yeng CH, Chen PJ, Chang HK, Lo WY, Wu CC, Chang CY, Chou CH, Chen SH. Attenuating spinal cord injury by conditioned medium from human umbilical cord blood-derived CD34(+) cells in rats. Taiwan J Obstet Gynecol. 2016 Feb;55(1):85-93. doi: 10.1016/j.tjog.2015.12.009."
                },
                {
                    "pmid": "15307905",
                    "type": "BACKGROUND",
                    "citation": "Yick LW, So KF, Cheung PT, Wu WT. Lithium chloride reinforces the regeneration-promoting effect of chondroitinase ABC on rubrospinal neurons after spinal cord injury. J Neurotrauma. 2004 Jul;21(7):932-43. doi: 10.1089/neu.2004.21.932. Erratum In: J Neurotrauma. 2007 Aug;24(8):1415. Dosage error in article text."
                },
                {
                    "pmid": "19523343",
                    "type": "BACKGROUND",
                    "citation": "Young W. Review of lithium effects on brain and blood. Cell Transplant. 2009;18(9):951-75. doi: 10.3727/096368909X471251. Epub 2009 May 13."
                },
                {
                    "pmid": "24202963",
                    "type": "BACKGROUND",
                    "citation": "Zakeri M, Afshari K, Gharedaghi MH, Shahsiah R, Rahimian R, Maleki F, Dehpour AR, Javidan AN. Lithium protects against spinal cord injury in rats: role of nitric oxide. J Neurol Surg A Cent Eur Neurosurg. 2014 Nov;75(6):427-33. doi: 10.1055/s-0033-1345098. Epub 2013 Nov 7."
                },
                {
                    "pmid": "11571958",
                    "type": "BACKGROUND",
                    "citation": "Zhao YD, Wang W. Neurosurgical trauma in People's Republic of China. World J Surg. 2001 Sep;25(9):1202-4. doi: 10.1007/s00268-001-0082-8."
                },
                {
                    "pmid": "15129757",
                    "type": "BACKGROUND",
                    "citation": "Zhao ZM, Li HJ, Liu HY, Lu SH, Yang RC, Zhang QJ, Han ZC. Intraspinal transplantation of CD34+ human umbilical cord blood cells after spinal cord hemisection injury improves functional recovery in adult rats. Cell Transplant. 2004;13(2):113-22. doi: 10.3727/000000004773301780."
                },
                {
                    "pmid": "22960115",
                    "type": "BACKGROUND",
                    "citation": "Zhilai Z, Hui Z, Anmin J, Shaoxiong M, Bo Y, Yinhai C. A combination of taxol infusion and human umbilical cord mesenchymal stem cells transplantation for the treatment of rat spinal cord injury. Brain Res. 2012 Oct 24;1481:79-89. doi: 10.1016/j.brainres.2012.08.051. Epub 2012 Aug 31."
                },
                {
                    "pmid": "21931595",
                    "type": "BACKGROUND",
                    "citation": "Zhu Z, Kremer P, Tadmori I, Ren Y, Sun D, He X, Young W. Lithium suppresses astrogliogenesis by neural stem and progenitor cells by inhibiting STAT3 pathway independently of glycogen synthase kinase 3 beta. PLoS One. 2011;6(9):e23341. doi: 10.1371/journal.pone.0023341. Epub 2011 Sep 9."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "All information supplied by StemCyte, Inc in connection with this study and not previously published, is considered confidential information. This information includes, but is not limited to, the Investigator's Brochure, clinical protocol, case report forms and other scientific data. All data collected during the study are confidential. This confidential information shall remain the sole property of StemCyte, Inc, shall not be disclosed to others without the written consent of StemCyte, Inc, and shall not be used except in the performance of this study."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}