{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04377126",
            "orgStudyIdInfo": {
                "id": "STU00209681"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21AG063076",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21AG063076"
                }
            ],
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Unacylated Ghrelin to Improve Functioning in PAD",
            "officialTitle": "Unacylated Ghrelin to Improve Functioning in PAD: The GIFT Trial Phase II",
            "acronym": "GIFTII",
            "therapeuticArea": [
                "Other"
            ],
            "study": "unacylated-ghrelin-to-improve-functioning-in-pad"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-04",
            "studyFirstSubmitQcDate": "2020-05-04",
            "studyFirstPostDateStruct": {
                "date": "2020-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mary McDermott",
                "investigatorTitle": "Jeremiah Stamler Professor of Medicine",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "GIFT is a pilot, randomized, double-blinded clinical trial that will examine the effects of unacylated ghrelin on walking ability in people with peripheral artery disease (PAD) compared to placebo. Preliminary evidence suggests that unacylated ghrelin may improve blood flow to the extremities and promote improved skeletal muscle growth and energy use.\n\nA total of 30 participants with PAD will be randomized to one of two groups: unacylated ghrelin injections or placebo injections . Participants will self-administer the study drug or placebo subcutaneously once daily for four months. The primary outcome is change in six-minute walk distance between baseline and 4-month follow-up",
            "detailedDescription": "Work from the McDermott research team and that of other investigators shows that patients with lower extremity peripheral artery disease (PAD) have greater functional impairment, faster functional decline, and higher rates of mobility loss compared to people without PAD. In patients with PAD, ischemia results in calf muscle injury that includes myofiber loss and calf muscle mitochondrial dysfunction. Therapies to regenerate calf skeletal muscle cells, improve mitochondrial function, and increase calf muscle capillary density may improve functioning and prevent mobility loss in people with PAD. Yet few effective therapies currently exist for patients with PAD.\n\nThis pilot study will investigate the therapeutic potential of unacylated ghrelin to promote capillary growth, increase calf muscle perfusion, and reverse PAD-related skeletal muscle abnormalities, thereby improving PAD-related functional impairment. Ghrelin is a peptide and hormone that circulates in acylated and unacylated forms. Unacylated ghrelin promotes skeletal muscle cell regeneration, improves mitochondrial function, and increases muscle capillary density. Unlike acylated ghrelin, unacylated ghrelin does not increase appetite, or cause insulin resistance.\n\nThe proposed GIFT Trial will provide preliminary data to test the hypothesis that unacylated ghrelin improves walking performance and prevents mobility loss in older patients with PAD. Furthermore, the investigators hypothesize that the favorable effect of unacylated ghrelin will be mediated by increased myofiber regeneration, increased muscle capillary density, and improved muscle mitochondria function. If preliminary data support these hypotheses, results will be used to design a large randomized trial of unacylated ghrelin therapy, in subsequent study, to improve functioning and prevent mobility loss in older people with PAD.\n\nInvestigators will conduct a pilot randomized trial in 30 participants age 55 and older with PAD, to gather preliminary evidence about whether daily subcutaneously administered unacylated improves the six-minute walk distance (primary outcome), maximal treadmill walking time(secondary outcome), and calf muscle perfusion (secondary outcome), compared to placebo. Investigators will also perform calf muscle biopsies at baseline and follow up to determine whether unacylated ghrelin increases Type 1 skeletal muscle myofibers, satellite cell number, capillary density, and succinate dehydrogenase (SDH) mitochondrial activity in calf skeletal muscle, compared to placebo. If these hypotheses are correct, results will be used to design a large, definitive randomized trial of unacylated ghrelin to improve lower extremity functioning and prevent mobility loss in the large and growing number of older people who are disabled by PAD."
        },
        "conditionsModule": {
            "conditions": [
                "Peripheral Artery Disease"
            ],
            "keywords": [
                "Unacylated ghrelin"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to subcutaneously administered unacylated ghrelin or placebo.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Both the research team collecting data and study participants will be blinded to group assignment (i.e. double blinded status).",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Unacylated ghrelin",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to unacylated ghrelin will self-administer 20 ug/kg unacylated ghrelin daily. Study drug is dispensed in syringes labeled with the participant's name, date of birth, expiration date, and instructions for administration. Syringes will NOT be labeled with the group assignment, ensuring that both the research team collecting data and study participants are blinded to group assignment (i.e. double blinded status). Study drug is stored and handled according to the University of Chicago Research Pharmacy Standard Operating Procedure (SOP).",
                    "interventionNames": [
                        "Drug: Ghrelin"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants randomized to placebo will self-administer an identical-appearing solution of bacteriostatic saline daily.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ghrelin",
                    "description": "Ghrelin is a peptide and hormone that is primarily produced by P/D1 cells of the gastric fundus and circulates in both acylated and unacylated forms. This pilot trial will gather preliminary evidence to test investigators hypothesis that unacylated ghrelin improves walking performance and prevents mobility loss in older patients with PAD.",
                    "armGroupLabels": [
                        "Unacylated ghrelin"
                    ],
                    "otherNames": [
                        "Unacylated ghrelin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo will consist of saline- no active ingredient.",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Inactive substance"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "4-month change in six-minute walk distance",
                    "description": "Change in six minute walk distance at 4-month follow-up will be compared between those randomized to subcutaneously administered unacylated ghrelin vs. those randomized to placebo.",
                    "timeFrame": "Baseline to 4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "4-month change in maximal treadmill walking time",
                    "description": "Change in maximal treadmill walking time at 4 month follow-up will be compared between those randomized to subcutaneously administered unacylated ghrelin vs. those randomized to placebo.",
                    "timeFrame": "Baseline to 4 months"
                },
                {
                    "measure": "4-month change in calf muscle perfusion",
                    "description": "Change in calf muscle perfusion, measured using arterial spin labeling with MRI, at 4 month follow-up will be compared between those randomized to subcutaneously administered unacylated ghrelin vs. those randomized to placebo. MRI-measured calf muscle perfusion will be measured in mL/min per 100 g.",
                    "timeFrame": "Baseline to 4 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "4-month change in calf muscle fiber type and size",
                    "description": "Study investigators will compare change in calf muscle biopsy measured myofiber type and myofiber size at 4 month follow-up between those randomized to subcutaneously administered unacylated ghrelin vs. those randomized to placebo. Myofiber type and size will be assessed using histochemistry/immunohistochemistry and reported in percent and using feret diameter, respectively.",
                    "timeFrame": "Baseline to 4 months"
                },
                {
                    "measure": "4-month change in satellite cell number",
                    "description": "Study investigators will compare calf muscle satellite cell number at 4 month follow-up between those randomized to subcutaneously administered unacylated ghrelin vs. those randomized to placebo.",
                    "timeFrame": "Baseline to 4 months"
                },
                {
                    "measure": "4-month change in capillary density (capillaries per muscle fiber)",
                    "description": "Study investigators will compare calf muscle capillary density at 4 month follow-up between those randomized to subcutaneously administered unacylated ghrelin vs. those randomized to placebo.",
                    "timeFrame": "Baseline to 4 months"
                },
                {
                    "measure": "4-month change in calf muscle succinate dehydrogenase (SDH) mitochondrial activity",
                    "description": "Study investigators will compare calf muscle succinate dehydrogenase (SDH) mitochondrial activity between individuals randomized to subcutaneously administered unacylated ghrelin vs. those randomized to placebo.",
                    "timeFrame": "Baseline to 4 months"
                },
                {
                    "measure": "4-month change in Walking Impairment Questionnaire (WIQ) distance score",
                    "description": "Change in Walking Impairment Questionnaire (WIQ) distance score at 4 month follow-up will be compared between those randomized to subcutaneously administered unacylated ghrelin vs. those randomized to placebo. The WIQ distance score ranges from 0-100 with a higher score indicating a better outcome.",
                    "timeFrame": "Baseline to 4 months"
                },
                {
                    "measure": "4-month change in the Patient-Reported Outcomes Measurement Information System (PROMIS) Mobility Questionnaire",
                    "description": "Change in the Patient-Reported Outcomes Measurement Information System (PROMIS) mobility questionnaire at 4 month follow-up will be compared between those randomized to subcutaneously administered unacylated ghrelin vs. those randomized to placebo. A higher score is better. There is no set minimum and maximum values for the PROMIS questionnaire. However, a higher PROMIS score indicates a better outcome.",
                    "timeFrame": "Baseline to 4 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. 55 years and older\n2. Presence of peripheral artery disease defined as either:\n\n   1. An ankle-brachial index (ABI) of less than or equal to 0.90 at the baseline study visit\n   2. Vascular lab evidence of PAD or angiographic evidence of PAD with ischemic leg symptoms during the six-minute walk and/or treadmill exercise stress test.\n\nExclusion Criteria:\n\n1. Above- or below-knee amputation.\n2. Critical limb ischemia.\n3. Wheelchair-bound or requiring a cane or walker to ambulate.\n4. Walking is limited by a symptom other than PAD.\n5. Current ulcer on bottom of foot. The participant may become eligible after the ulcer heals.\n6. Significant liver or kidney impairment defined as two or more hepatic function enzymes \\> 3.0 times the upper limit of normal and/or eGFR \\< 20. \\[NOTE: participants who meet this criterion may undergo a re-test of hepatic function tests to determine whether initially elevated hepatic enzymes represented a transient or spurious phenomenon.\\]\n7. Unwilling or unable to self-administer study drug.\n8. Failure to successfully complete the study run-in.\n9. Planned lower extremity revascularization or other major surgery during the next four months.\n10. Lower extremity revascularization, major orthopedic surgery, cardiovascular event, coronary revascularization, or other major surgery in the previous three months.\n11. Major medical illness including renal disease requiring dialysis, lung disease requiring oxygen, Parkinson's disease, a life-threatening illness with life expectancy less than six months, or cancer requiring treatment in the previous two years. \\[NOTE: potential participants may still qualify if they have had treatment for an early stage cancer in the past two years and the prognosis is excellent. Participants who only use oxygen at night may still qualify.\\]\n12. Mini-Mental Status Examination (MMSE) score \\< 23\n13. Participation in or completion of a clinical trial in the previous three months. \\[NOTE: after completing a stem cell or gene therapy intervention, participants will become eligible after the final study follow-up visit of the stem cell or gene therapy study so long as at least six months have passed since the final intervention administration. After completing a supplement or drug therapy (other than stem cell or gene therapy), participants will be eligible after the final study follow-up visit as long as at least three months have passed since the final intervention of the trial.\\]\n14. Currently taking study drug(s) or has taken study drug(s) in past six months.\n15. Increase in angina in last month or angina at rest.\n16. Non-English speaking.\n17. Visual impairment that limits walking ability.\n18. Women who are pregnant or who are pre-menopausal will not be eligible.\n19. Potential participants who recently participated in or are currently participating in a supervised treadmill exercise and those planning to begin a supervised treadmill exercise regimen will become eligible four months after their participation in the supervised treadmill exercise program has ended.\n20. In addition to the above criteria, investigator discretion will be used to determine if the trial is unsafe or not a good fit for the potential participant.\n21. The potential participant does not have adequate refrigeration for storing study drug.\n\nVulnerable populations (fetuses, pregnant women, children, prisoners, and institutionalized persons) and adults unable to consent will not be included in the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary McDermott, MD",
                    "role": "CONTACT",
                    "phone": "312-503-6419",
                    "phoneExt": "6419",
                    "email": "mdm608@northwestern.edu"
                },
                {
                    "name": "Kathryn Domanchuk",
                    "role": "CONTACT",
                    "phone": "312-503-6438",
                    "phoneExt": "6438",
                    "email": "k-domanchuk@northwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mary McDermott, MD",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern University Feinberg School of Medicine",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611-3008",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathryn J Domanchuk",
                            "role": "CONTACT",
                            "phone": "312-503-6438",
                            "email": "k-domanchuk@northwestern.edu"
                        },
                        {
                            "name": "Mary M. McDermott",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Chicago",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000058729",
                    "term": "Peripheral Arterial Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050197",
                    "term": "Atherosclerosis"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000016491",
                    "term": "Peripheral Vascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29213",
                    "name": "Peripheral Arterial Disease",
                    "asFound": "Peripheral Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18894",
                    "name": "Peripheral Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26188",
                    "name": "Atherosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}