{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05555485",
            "orgStudyIdInfo": {
                "id": "22-0187"
            },
            "secondaryIdInfos": [
                {
                    "id": "1RM1NS128787-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1RM1NS128787-01"
                }
            ],
            "organization": {
                "fullName": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            },
            "briefTitle": "Understanding the Effects of Transcutaneous Auricular Neurostimulation for Treatment of Chronic Pain",
            "officialTitle": "Understanding the Mechanistic, Neurophysiological, and Antinociceptive Effects of Transcutaneous Auricular Neurostimulation for Treatment of Chronic Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "understanding-the-effects-of-transcutaneous-auricular-neurostimulation-for-treatment-of-chronic-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-21",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-15",
            "studyFirstSubmitQcDate": "2022-09-21",
            "studyFirstPostDateStruct": {
                "date": "2022-09-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Wilkes, Denise",
                "investigatorTitle": "Clinical Professor",
                "investigatorAffiliation": "The University of Texas Medical Branch, Galveston"
            },
            "leadSponsor": {
                "name": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to find out how a stimulation device worn on the ear works. This device is thought to stimulate nerves in the area around the ear to change the signals in the brain. The device has been shown to reduce pain and to reduce the symptoms of withdrawal. The investigator will also investigate changes in the way each participant perceive sensations of pressure and heat. The participant will be asked to reduce the amount of pain medication that they take. Then, the participant will spend several days and nights in the Clinical Research Center at UTMB (University of Texas Medical Branch) in Galveston. During that time, the participant will be monitored for withdrawal symptoms and will receive either active (e.g., \"real\") brain stimulation or sham (e.g., \"fake\") brain stimulation for two days (four hours each day). At two times over the course of the study (before and after ear stimulation treatment), the participant will complete questionnaires about their pain score and how they are feeling, sensory testing, and will undergo magnetic resonance imaging (MRI) of their brain. The investigator will collect the following information from the participant's medical record: age, gender, medication history, medical diagnoses, recent vital signs, past doctor visits or hospital stays, and results of urine drug tests. Participation in this study will last approximately four days, and the participant will stay in the Clinical Research Center.",
            "detailedDescription": "Rationale and Aims\n\nThe current project will build on the previous tAN (transcutaneous auricular neurostimulation) research and clinical studies on chronic pain and opioid withdrawal, ultimately providing a \"neural blueprint\" of how tAN therapy can mitigate pain and opioid withdrawal symptoms. The investigators will conduct a clinical mechanistic trial of tAN in chronic pain patients tapering from therapeutic opioids. The study will accomplish the following Aim and address the following hypotheses:\n\nAim: Establish the functional MRI (fMRI) neurophysiological signature specifically underlying tAN-based analgesia in chronic pain participants undergoing an opioid taper.\n\nHypothesis 1: Chronic pain participants who receive tAN stimulation will demonstrate increased fMRI signal activation in vagal afferents within the brainstem compared to sham treatment.\n\nHypothesis 2: Chronic pain participants who receive tAN will demonstrate decreased fMRI signal activation in the cortical and subcortical pain network compared to sham treatment.\n\nExploratory Hypothesis 1: tAN-based changes in brain activation will correlate with measures of pain, and the severity of depression and anxiety to specifically delineate the overlay and distinguishing factors between the brain signatures of analgesia, and discomfort.\n\nStudy Summary On Day 1 at the CRC (Clinical Research Center), the investigators will review the consent and obtain consent. the investigators will reduce the amount of pain medication on the first day and continue for four days. The reduction in dose will be 10-20% of the participants daily pain medication dose. The participant will complete questionnaires, submit a UDS, MRI, and sensory testing. On Day 2, the participant will be randomly assigned to receive either active, (real) brain stimulation or sham (fake) brain stimulation. The participant have an equal chance of being assigned to either group (similar to flipping a coin). Sham brain stimulation will look and feel like active stimulation. The participant will not be able to tell which type of stimulation is received until the participant complete the study. Brain stimulation will be delivered on the second and third days of the study for approximately four hours each day (e.g., four sessions of stimulation for one hour each day). On Day 3, the participant will receive four hours of stimulation. On Days 2 and 3, the participant will have your heart rate, blood pressure, and breathing rate measured; and will complete withdrawal symptom questionnaires and will give a pain score every four hours from 8am to 8pm. The researchers will not disturb participants at night. On Day 4, the participant will complete questionnaires, MRI, and sensory testing. The stimulation device will be returned to study personnel at the end of the study. The participant's pain physician can contact Spark Biomedical and prescribe the stimulation device for continued use at home."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Withdrawal",
                "Analgesia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "All participants will be randomized to one of two arms (active tAN vs. sham tAN) in a 1:1 fashion such that each arm will have 20 participants with complete data. A block randomization procedure will be utilized to ensure that equal numbers of participants are assigned to each of the two conditions.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "The placement of either active or sham tAN device will be done by dedicated and unblinded study personnel. These study personnel will administer active tAN or sham tAN stimulation and have no additional involvement with participants or data collection. No other study staff members at UTMB who interact with participants or collect data will know which type of stimulation the participants received. Participants will additionally remain unaware (e.g., masked) of which type of tAN they are receiving until after study completion.\n\nActive or sham auricular stimulation will be conducted using the FDA-cleared tAN device (Sparrow®) manufactured by Spark Biomedical (Dallas, TX). The tAN devices are portable, wearable systems with two channels of stimulation (auricular vagus and auricular trigeminal).",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "tAN stimulation - sham",
                    "type": "SHAM_COMPARATOR",
                    "description": "Active or sham auricular stimulation will be conducted using the FDA-cleared tAN device (Sparrow®) manufactured by Spark Biomedical (Dallas, TX). The tAN devices are portable, wearable systems with two channels of stimulation (auricular vagus and auricular trigeminal). Two individual stimulation frequencies will be set: 15 Hz at cymba concha (Region1/Channel 1; vagal innervation) and 100 Hz adjacently anterior to the tragus (Region 2/Channel 2; trigeminal innervation). The pulse duration will be set at 250 µs for all participants. The stimulation intensities (mA) will be set at 1.0 and 1.4 (for Regions 1 and 2, respectively) based on values observed in previous clinical studies. If the participant states that the stimulation intensity is discomforting or unperceivable, the study personnel will gradually decrease/increase the intensity until a comfortable stimulation intensity is achieved.",
                    "interventionNames": [
                        "Device: transcutaneous auricular neurostimulation - Sham"
                    ]
                },
                {
                    "label": "tAN stimulation - active",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Active or sham auricular stimulation will be conducted using the FDA-cleared tAN device (Sparrow®) manufactured by Spark Biomedical (Dallas, TX). The tAN devices are portable, wearable systems with two channels of stimulation (auricular vagus and auricular trigeminal). Two individual stimulation frequencies will be set: 15 Hz at cymba concha (Region1/Channel 1; vagal innervation) and 100 Hz adjacently anterior to the tragus (Region 2/Channel 2; trigeminal innervation). The pulse duration will be set at 250 µs for all participants. The stimulation intensities (mA) will be set at 1.0 and 1.4 (for Regions 1 and 2, respectively) based on values observed in previous clinical studies. If the participant states that the stimulation intensity is discomforting or unperceivable, the study personnel will gradually decrease/increase the intensity until a comfortable stimulation intensity is achieved",
                    "interventionNames": [
                        "Device: transcutaneous Auricular neurostimulation - Active"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "transcutaneous Auricular neurostimulation - Active",
                    "description": "Active auricular stimulation will be conducted using the FDA-cleared tAN device (Sparrow®) manufactured by Spark Biomedical (Dallas, TX). The tAN devices are portable, wearable systems with two channels of stimulation (auricular vagus and auricular trigeminal). Two individual stimulation frequencies will be set: 15 Hz at cymba concha (Region1/Channel 1; vagal innervation) and 100 Hz adjacently anterior to the tragus (Region 2/Channel 2; trigeminal innervation). The pulse duration will be set at 250 µs for all participants. The stimulation intensities (mA) will be set at 1.0 and 1.4 (for Regions 1 and 2, respectively) based on values observed in previous clinical studies. If the participant states that the stimulation intensity is discomforting or unperceivable, the study personnel will gradually decrease/increase the intensity until a comfortable stimulation intensity is achieved",
                    "armGroupLabels": [
                        "tAN stimulation - active"
                    ],
                    "otherNames": [
                        "the Sparrow"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "transcutaneous auricular neurostimulation - Sham",
                    "description": "Sham auricular stimulation will be conducted using the FDA-cleared tAN device (Sparrow®) manufactured by Spark Biomedical (Dallas, TX) but will not deliver prolonged stimulation.",
                    "armGroupLabels": [
                        "tAN stimulation - sham"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinical opioid withdrawal scale (COWS)",
                    "description": "Examination and scoring of symptoms of opioid withdrawal. score range is 1-36 with 1-2 mild, 3-24 moderate, and 25-36 severe withdrawal symptoms measured pre-treatment (day 1) and post-treatment (day4",
                    "timeFrame": "day 1 and day 4"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain, enjoyment, and general activity (PEG3)",
                    "description": "changes from pre to post questionnaires. The scale is 0-30 with the lowest score is the best and higher scores are worse.",
                    "timeFrame": "day 1 and day 4"
                },
                {
                    "measure": "Patient Health Questionnaire (PHQ9)",
                    "description": "This measures depression. The scale is 0-20 with less than 4 does not need treatment, 5-13 clinical judgement decides treatment, and greater than 14 needs treatment",
                    "timeFrame": "day 1 and day 4"
                },
                {
                    "measure": "Patient reported outcome measurement anxiety (PROMIS-A): questionnaire",
                    "description": "This questionnaire measures anxiety with a scale of 36-82. A t-score of 55-59.9 is mild, 60-69.9 is moderate, and greater than 70 is severe",
                    "timeFrame": "day 1 and day4"
                },
                {
                    "measure": "Patient reported outcome measurement depression (PROMIS-D): questionnaire",
                    "description": "This questionnaire measures depression with a scale of 8-40. The higher the score the more severe is the depression.",
                    "timeFrame": "day 1 and day4"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females between 18 and 65 years of age\n* Participant is able to provide informed consent and function at an intellectual level sufficient for study requirements\n* Presence of pain on more than half of the days in the last six months\n* Must have proof of prescribed medication by either showing a prescription bottle with the individual's name or the presence of a prescription on the Prescription Drug Monitoring Program (PDMP)\n* Willingness to taper opioid dose by at least 10%\n* Patient or provider requests opioid dose reduction or discontinuation.\n* Urine Drug Screen (UDS) must be positive for their prescribed opioid\n* Urine Drug Test must be negative for illicit drugs, benzodiazepines, and nonprescribed opioids\n* Must agree to use nicotine patches and/or gum instead of smoking or vaping in the UTMB facilities\n\nExclusion Criteria:\n\n* Currently receiving treatment for cancer\n* Participant has a history of epileptic seizures\n* Participant has a history of neurological diseases or traumatic brain injury\n* Participant has abnormal ear anatomy or current ear infection present\n* Participant has presence of devices, e.g., pacemakers, cochlear prosthesis, neurostimulators\n* Currently receiving a prescription benzodiazepine medication\n* Current prescription opioid dose \\>50 MME/day\n* Current abuse of illicit drugs or alcohol (nicotine use is acceptable).\n* Surgery within the previous month\n* Report of suicide attempt or psychiatric hospitalization in the past 10 years.\n* Current suicidal ideation with specific plan or intent\n* Women of childbearing potential not using adequate contraception as per investigator judgment or not willing to comply with contraception for the duration of the study\n* Females who are pregnant or lactating\n* Participant has any other significant disease or disorder which, in the opinion of the Investigator, may either put the participants at risk because of participation in the trial, or may influence the result of the trial, or the participant's ability to participate in the trial",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "University of Texas Medical Branch",
                    "status": "RECRUITING",
                    "city": "Galveston",
                    "state": "Texas",
                    "zip": "77555",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Denise Wilkes, MD-PhD",
                            "role": "CONTACT",
                            "phone": "409-772-1221",
                            "email": "dwilkes@utmb.edu"
                        },
                        {
                            "name": "David Houghton, PhD",
                            "role": "CONTACT",
                            "phone": "281-797-2130",
                            "email": "dahought@utmb.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.30135,
                        "lon": -94.7977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}