{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03974503",
            "orgStudyIdInfo": {
                "id": "MHBB-018-18F"
            },
            "secondaryIdInfos": [
                {
                    "id": "IK2CX001874",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/IK2CX001874"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Understanding Trauma Nightmares Using In-Home Measurement",
            "officialTitle": "Characterization of Sleep With Trauma Nightmares Using Ambulatory Sleep Measurement",
            "therapeuticArea": [
                "Respiratory",
                "Other"
            ],
            "study": "understanding-trauma-nightmares-using-in-home-measurement"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-12-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-05-30",
            "studyFirstSubmitQcDate": "2019-06-04",
            "studyFirstPostDateStruct": {
                "date": "2019-06-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Trauma-related nightmares in Veterans are associated with poor clinical outcomes, greater substance use, and increased risk of suicide. In spite of an urgent need to reduce the burden of trauma-related nightmares, the underlying physiological changes associated with them are poorly understood, and there are no clear evidence-based recommendations for their treatment. Limitations of current assessment procedures represent a barrier to improved care. In-laboratory sleep studies rarely capture nightmares, limiting the knowledge about them and their response to treatment. This study addresses these limitations by using extended, in-home sleep monitoring to capture sleep data associated with nightmare reports in Veterans, and assessing how these features are altered throughout a cognitive-behavioral nightmare treatment. Results from this study will increase understanding of trauma-related nightmares, and advance strategies for personalizing symptom management for Veterans.",
            "detailedDescription": "There is a critical need for continued research to better understand trauma-related nightmares with the goal of developing personalized treatment plans. Limitations of current assessment procedures present a significant barrier to improved care. In-laboratory sleep studies rarely capture nightmares and cannot assess change over time, reducing the knowledge of phenotypic markers of nightmares to guide treatment. Therefore, there is a need to assess sleep over multiple nights in the home environment, where nightmares occur. This study aims to significantly enrich knowledge about trauma-related nightmares by using a zero-burden, multi-night, objective sleep measurement method within Veterans' usual sleeping environment prior to and during an evidence-based cognitive-behavioral intervention for nightmares. This study has two primary aims: 1) to identify, with greater precision than previously possible, objective features of sleep associated with trauma-related nightmare occurrences; and 2) to use the treatment for nightmares as interventional probes to determine whether and how changes in sleep physiological parameters identified in Aim 1 covary with changes in subjective nightmare frequency and severity.\n\nThe study will include 80 trauma-exposed Veterans reporting with trauma-related nightmares. Eligible participants will monitor their sleep for a week using a multi-night mattress actigraphy implemented in their home. Mattress actigraphy, which measures movements using accelerometers embedded in a mattress topper, employs no body surface sensors. Therefore, this system represents a truly zero-burden method for obtaining intensive longitudinal sleep measurement. During the week of sleep monitoring, participants also will complete one-night of polysomnography (PSG) sleep assessment to calibrate the actigraphic sleep efficiency and to identify untreated sleep apnea. These methods will be used to investigate candidate physiological parameters associated with trauma-related nightmares. After establishing the levels of these candidate markers, this project will assess the impact of a cognitive-behavioral treatment, Exposure, Relaxation, and Rescripting Therapy (ERRT), on the subset of markers which can be measured continuously over the course of the treatment. Participants will be randomized to five weeks of active treatment (ERRT; n = 40) or to five weeks of the comparison treatment (sleep and nightmare management; n = 40). Throughout the course of treatment, participants will continue to sleep while monitored by the mattress actigraphy system. Upon completion of treatment, a post-treatment and follow-up assessment will assess subjective symptom change. Results from this study will provide important information to facilitate increased understanding of the phenomenology, pathophysiology, and treatment of nightmares in trauma-exposed Veterans."
        },
        "conditionsModule": {
            "conditions": [
                "Nightmares",
                "Stress Disorders, Post-Traumatic",
                "Actigraphy",
                "Respiratory Sinus Arrhythmia",
                "Veterans"
            ],
            "keywords": [
                "Nightmares",
                "Cognitive Behavioral Therapy",
                "PTSD",
                "Veterans"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomly assigned to one of two cognitive-behavioral treatments for sleep and nightmares.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Assessors at the post-treatment and follow-up assessment will not be aware of what treatment the participants received.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exposure, Relaxation, and Rescripting Therapy (ERRT)",
                    "type": "EXPERIMENTAL",
                    "description": "Exposure, Relaxation, \\& Rescripting Therapy (ERRT) will be conducted once a week for five consecutive weeks for approximately one hour per session. Each treatment session focuses on one of the following topics/skills: psycho-education and investment in treatment, sleep behavior modification, Progressive Muscle Relaxation, diaphragmatic breathing, exposure to the trauma-nightmare, rescription, and treatment maintenance planning.",
                    "interventionNames": [
                        "Behavioral: Exposure, Relaxation, and Rescripting Therapy"
                    ]
                },
                {
                    "label": "Sleep and Nightmare Management",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This treatment protocol has amounts of therapist contact, handouts, and homework between sessions equivalent to those in ERRT. The protocol contains psychoeducation about sleep disturbances and trauma-related nightmares, including their distressing nature, chronicity, and impact on sleep and daytime functioning. Additionally, basic sleep behavior modification are presented. No nightmare content or rescripting will be explicitly discussed, and the diaphragmatic breathing techniques will be omitted from this protocol.",
                    "interventionNames": [
                        "Behavioral: Sleep and Nightmare Management"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Exposure, Relaxation, and Rescripting Therapy",
                    "description": "ERRT is a weekly 5-session treatment aimed at reducing chronic trauma nightmares and sleep disturbances in trauma-exposed adults.",
                    "armGroupLabels": [
                        "Exposure, Relaxation, and Rescripting Therapy (ERRT)"
                    ],
                    "otherNames": [
                        "ERRT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Sleep and Nightmare Management",
                    "description": "This is a manualized protocol developed to be of similar length but exclude the active components of standard ERRT.",
                    "armGroupLabels": [
                        "Sleep and Nightmare Management"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Actigraphy-derived sleep efficiency (SE)",
                    "description": "Mattress actigraphy will be continuously recorded during the study period. Sleep efficiency is defined as the ratio of the aggregate duration of quiescent sleep periods divided by the duration of the total in bed period. Lower sleep efficiency indicates worse sleep.",
                    "timeFrame": "Nightly up to 7 weeks (Baseline through 1-week post treatment assessment)"
                },
                {
                    "measure": "Change in Actigraphy-derived respiratory sinus arrhythmia (RSA)",
                    "description": "Mattress actigraphy will be continuously recorded during the study period. RSA is the high frequency powers of heart period variability (0.15-0.4 Hz). Lower RSA indicates more cardiac vagal withdrawal.",
                    "timeFrame": "Nightly (Baseline until 1-week post treatment assessment; 7 weeks)"
                },
                {
                    "measure": "Change in Nightmare Frequency",
                    "description": "This fill-in-the-blank variable assesses the number of nightmares experienced in the past week (range = 0 - X nightmares) at each assessment (baseline, one week following treatment, and three months following treatment). Nightly reports will be collected from daily sleep diaries and pushes to event markers during the night.",
                    "timeFrame": "Baseline past week; Nightly during baseline; 1-week post-treatment; 3-month follow-up treatment period"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in PTSD Symptom Severity",
                    "description": "Change in PTSD Symptoms will be assessed using the Clinician-Administered PTSD Scale DSM 5 (CAPS-5) and the self-report PTSD Symptom Checklist. The items on the CAPS-5 are on a 5-point scale (0 - 4), (possible range: 0-80). A symptom is considered present if the severity is rated 2 or higher. Total scores are comprised of four factors (reexperiencing, avoidance, cognitive/emotional and hyperarousal)",
                    "timeFrame": "Baseline, 1-week post-treatment, 3-month follow-up"
                },
                {
                    "measure": "Change in Nightmare Severity",
                    "description": "The variable from the Trauma-Related Nightmare Survey assesses the severity of the nightmares experienced in the past week (range = 0 - 4) at each assessment (baseline, one week following treatment, and three months following treatment). Nightly reports of nightmare severity will be collected from daily sleep diaries. Higher scores indicate greater nightmare-related severity.",
                    "timeFrame": "Baseline; Nightly during baseline; 1-week post-treatment; 3-month follow-up treatment period"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Home-based overnight polysomnography",
                    "description": "Nox A1 portable polysomnography system (Nox Medical, Reykjavik, Iceland) used to record sleep stage measures and patterns of arousals, to calibrate sleep efficiency derived from the mattress system, and to detect sleep apnea.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change in Global Sleep Quality",
                    "description": "Change in sleep Quality will be assessed using the Pittsburgh Sleep Quality Index, a 19-item self-report measure assessing qualities and problems associated with sleep in the past month. A global sleep quality score is obtained by summing seven component scores. Higher scores reflect poorer sleep quality. The global score ranges from 0 to 21, with a cut-off score of 5 as distinguishing \"good\" sleepers from \"poor\" sleepers.\n\nThe addendum is used in conjunction with the PSQI for use with trauma-exposed participants and assesses the presence of seven trauma-related sleep disturbances.",
                    "timeFrame": "Baseline, 1-week post-treatment, 3-month follow-up"
                },
                {
                    "measure": "Change in self-report depression symptoms",
                    "description": "The patient health questionnaire (PHQ-9), is a 9-item self-report instrument used to assess depression severity. Items are scored 0 to 3, with the total score being the sum of the 9 items. Higher scores indicate greater depression severity, with a score of 10 or greater considered major depression, and scores of 20 or more is severe major depression.",
                    "timeFrame": "Baseline, 1-week post-treatment, 3-month follow-up"
                },
                {
                    "measure": "Change in Nightmare Effects",
                    "description": "Change in the impact of nightmares will be assessed using the change in Nightmare Effects Survey, an 11 item Likert-type questionnaire designed to assess the impact of nightmares on 11 areas of life including work, social, and leisure activities. Total scores range from 0 to 44, with higher scores indicating greater level of nightmare-related impairment.",
                    "timeFrame": "Baseline, 1-week post-treatment, 3-month follow-up"
                },
                {
                    "measure": "Change in Fear of Sleep",
                    "description": "Change in fear of sleep will be assessed using the Fear of Sleep Inventory, a 23-item self-report measure that assesses trauma-related thoughts and activities associated with sleep and the occurrence of traumas associated with the bedroom or sleep. Total scores range from 0 to 92, with higher scores indicating greater fear of sleep.",
                    "timeFrame": "Baseline, 1-week post-treatment, 3-month follow-up"
                },
                {
                    "measure": "Change in suicidal ideation",
                    "description": "Change in suicidal ideation will be assessed using the Depressive Symptom Index: Suicidality Subscale (DSI-SS). The four items of the DSI-SS are scored on a 0-3 scale, with total possible sum scores ranging from 0-12; higher scores indicate greater severity of suicidal ideation.",
                    "timeFrame": "Baseline, 1-week post-treatment, 3-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Be a Veteran enrolled to receive VA medical care at the Minneapolis VA Health Care System\n* Have stable housing for the duration of the study period\n* Have experienced any traumatic event meeting Criterion A for PTSD at least three months before the baseline assessment\n* Meet criteria for a current PTSD diagnosis or subthreshold PTSD diagnosis\n* Self-report experiencing trauma-related nightmares at least once per week for the past month, that are mostly-remembered and that cause awakening\n* Self-report global sleep disturbance indicated by a score of 5 or greater on the Pittsburgh Sleep Quality Index (PSQI)\n* Be stable on any psychoactive medications for a minimum of two weeks before the baseline assessment\n\nExclusion Criteria:\n\n* Inability to provide fully-informed written consent to participate and/or a bed partner does not agree to mattress recording during the in-home portion of the study\n* Medical conditions that limit ability to apply the treatment e.g., needing a health aide or caregiver to record sleep diaries, unable to get out of bed without assistance\n* Current pregnancy and/or birth of a child within the previous 6 months\n* Current alcohol or illicit substance use disorders or early remission (at least 3 months abstinent)\n* Active suicidal or homicidal ideation\n* A history of any bipolar disorder spectrum disorder or psychotic disorder\n* Hospitalization for a mental health disorder in the past 2 months\n* Enrolled in current PTSD-focused treatment (e.g., Cognitive Processing Therapy or Prolonged Exposure), current nightmare treatment or a history of treatment failure with a cognitive-behavioral nightmare intervention\n* Veterans may also be excluded from participation if they have been identified by the local VA disruptive behavior committee to have displayed disruptive, threatening and/or violent behavior",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katherine E Miller, PhD",
                    "role": "CONTACT",
                    "phone": "(215) 823-5800",
                    "phoneExt": "202105",
                    "email": "Katherine.Miller13@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katherine Elizabeth Miller, PhD",
                    "affiliation": "Minneapolis VA Health Care System, Minneapolis, MN",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Minneapolis VA Health Care System, Minneapolis, MN",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55417-2309",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine E Miller, PhD",
                            "role": "CONTACT",
                            "phone": "(215) 823-5800",
                            "phoneExt": "202105",
                            "email": "Katherine.Miller13@va.gov"
                        },
                        {
                            "name": "Katherine Elizabeth Miller, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001146",
                    "term": "Arrhythmia, Sinus"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Stress Disorders, Post-Traumatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M4454",
                    "name": "Arrhythmia, Sinus",
                    "asFound": "Respiratory Sinus Arrhythmia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}