{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05634252",
            "orgStudyIdInfo": {
                "id": "IRB_00157778"
            },
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "Undergraduate Skin Cancer Prevention Trial",
            "officialTitle": "Risk Information and Skin-Cancer Education and Undergraduate Prevention Trial",
            "acronym": "RISE-UP",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "undergraduate-skin-cancer-prevention-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-21",
            "studyFirstSubmitQcDate": "2022-11-21",
            "studyFirstPostDateStruct": {
                "date": "2022-12-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Yelena Wu",
                "investigatorTitle": "Associate Professor, Investigator",
                "investigatorAffiliation": "University of Utah"
            },
            "leadSponsor": {
                "name": "University of Utah",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed study is a Multiphase Optimization Strategy (MOST) that uses factorial experiments to evaluate individual and combined effects of intervention components to improve intervention efficiency. The study team anticipates enrolling a total of 528 undergraduate students (\\>18 years) into the trial to identify intervention approaches that eliminate sunburn, and secondarily to motivate sun protection and discourage tanning. The study team will test personalized risk components: 1) UV Photo, 2) Action Plan, and 3) MC1R Testing. A full factorial experiment will be conducted to test which of the proposed components or their combinations eliminate sunburn over one year. The study team will also examine effects of the intervention on secondary outcomes. Study assessments will be completed at 4 time points: baseline, 1-month post-intervention, 4-months post-intervention, and 15-months post-intervention.",
            "detailedDescription": "The proposed study is a Multiphase Optimization Strategy (MOST) that uses factorial experiments to evaluate individual and combined effects of intervention components to improve intervention efficiency. The study team will use MOST to test an intervention that has the potential to eliminate sunburn in higher-risk young people during the highest risk times of the year. The study will enroll a total of 528 undergraduate students (\\>18 years) total in Years 1 through 4 of the award period.\n\nAfter students provide informed consent, they will complete a baseline assessment via the REDCap data capture system on their sunburn occurrence, sun protection behaviors, and tanning behaviors. Following the baseline assessment, students will be randomized to each group using computer-generated randomly permuted blocks, stratified by sex and unintentional/intentional tanning. There are three intervention components that are candidates for inclusion in the optimized RISE-UP intervention: 1) UV Photo, 2) Action Plan, and 3) MC1R Testing. All conditions will receive education on skin cancer and strategies to prevention skin cancer, including sun protection strategies and avoidance of intentional and unintentional tanning.\n\nThe optimized intervention will take place approximately one month after the baseline assessment. Participants allocated to receive the UV photo will receive a printout photo of their face in visible light and UV light from the VISIA Complexion Analysis system. Participants who receive the action plan will complete an individualized sun protection and tanning plan for situations in which they receive ultraviolet radiation (UVR) exposure. Participants who are allocated to receive MC1R testing will be asked to provide a saliva sample. Once sequenced, participants will receive their results that addresses both their personal and population risk level.\n\nOne month after the optimized intervention, participants will be asked to complete another assessment. Participants will also be asked to complete an additional follow-up assessment 3 months later and at 15-months post-intervention. In total, participants will be asked to complete 4 separate assessments. Participants will also be asked to wear a UVR monitoring device for 7-day periods immediately after each of the 4 assessments."
        },
        "conditionsModule": {
            "conditions": [
                "Skin Cancer"
            ],
            "keywords": [
                "Young Adults",
                "Sunburn",
                "Tanning"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 528,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Education + Action Plan + UV Photo + MC1R Test",
                    "type": "EXPERIMENTAL",
                    "description": "Students in this intervention will receive education on skin cancer and prevention strategies, complete an individualized sun protection and tanning worksheet for situations in which they receive UVR exposure, receive a printout of a photo of their face in visible light and UV light from the VISIA Complexion Analysis system, and provide a saliva sample using an Oragene® clinical-grade saliva kit and receive individualized results following MC1R sequencing.",
                    "interventionNames": [
                        "Behavioral: Education",
                        "Behavioral: Action Plan",
                        "Behavioral: UV Photo",
                        "Behavioral: MC1R Test"
                    ]
                },
                {
                    "label": "Education + Action Plan + UV Photo",
                    "type": "EXPERIMENTAL",
                    "description": "Students in this intervention will receive education on skin cancer and prevention strategies, complete an individualized sun protection and tanning worksheet for situations in which they receive UVR exposure, and receive a printout of a photo of their face in visible light and UV light from the VISIA Complexion Analysis system.",
                    "interventionNames": [
                        "Behavioral: Education",
                        "Behavioral: Action Plan",
                        "Behavioral: UV Photo"
                    ]
                },
                {
                    "label": "Education + Action Plan + MC1R Test",
                    "type": "EXPERIMENTAL",
                    "description": "Students in this intervention will receive education on skin cancer and prevention strategies, complete an individualized sun protection and tanning worksheet for situations in which they receive UVR exposure, and provide a saliva sample using an Oragene® clinical-grade saliva kit and receive individualized results following MC1R sequencing.",
                    "interventionNames": [
                        "Behavioral: Education",
                        "Behavioral: Action Plan",
                        "Behavioral: MC1R Test"
                    ]
                },
                {
                    "label": "Education + Action Plan",
                    "type": "EXPERIMENTAL",
                    "description": "Students in this intervention will receive education on skin cancer and prevention strategies and complete an individualized sun protection and tanning worksheet for situations in which they receive UVR exposure.",
                    "interventionNames": [
                        "Behavioral: Education",
                        "Behavioral: Action Plan"
                    ]
                },
                {
                    "label": "Education + UV Photo + MC1R Test",
                    "type": "EXPERIMENTAL",
                    "description": "Students in this intervention will receive education on skin cancer and prevention strategies, receive a printout of a photo of their face in visible light and UV light from the VISIA Complexion Analysis system, and provide a saliva sample using an Oragene® clinical-grade saliva kit and receive individualized results following MC1R sequencing.",
                    "interventionNames": [
                        "Behavioral: Education",
                        "Behavioral: UV Photo",
                        "Behavioral: MC1R Test"
                    ]
                },
                {
                    "label": "Education + UV Photo",
                    "type": "EXPERIMENTAL",
                    "description": "Students in this intervention will receive education on skin cancer and prevention strategies and receive a printout of a photo of their face in visible light and UV light from the VISIA Complexion Analysis system.",
                    "interventionNames": [
                        "Behavioral: Education",
                        "Behavioral: UV Photo"
                    ]
                },
                {
                    "label": "Education + MC1R Test",
                    "type": "EXPERIMENTAL",
                    "description": "Students in this intervention will receive education on skin cancer and prevention strategies and provide a saliva sample using an Oragene® clinical-grade saliva kit and receive individualized results following MC1R sequencing.",
                    "interventionNames": [
                        "Behavioral: Education",
                        "Behavioral: MC1R Test"
                    ]
                },
                {
                    "label": "Education",
                    "type": "EXPERIMENTAL",
                    "description": "Students in this intervention will receive education on skin cancer and prevention strategies.",
                    "interventionNames": [
                        "Behavioral: Education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Education",
                    "description": "All conditions will receive education on skin cancer and strategies to prevention skin cancer, including sun protection strategies and avoidance of intentional and unintentional tanning.",
                    "armGroupLabels": [
                        "Education",
                        "Education + Action Plan",
                        "Education + Action Plan + MC1R Test",
                        "Education + Action Plan + UV Photo",
                        "Education + Action Plan + UV Photo + MC1R Test",
                        "Education + MC1R Test",
                        "Education + UV Photo",
                        "Education + UV Photo + MC1R Test"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Action Plan",
                    "description": "Participants will be guided through a worksheet for creating a personalized action plan for creating individualized sun protection and tanning plans for situations in which they receive UVR exposure. For the tanning worksheet, participants who report any tanning identify the locations at or activities during which they tan, select a tanning behavior to plan for, and then are guided through the steps of making a specific plan for an alternate activity that meets their goals while minimizing tanning and using sun protection.",
                    "armGroupLabels": [
                        "Education + Action Plan",
                        "Education + Action Plan + MC1R Test",
                        "Education + Action Plan + UV Photo",
                        "Education + Action Plan + UV Photo + MC1R Test"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "UV Photo",
                    "description": "Participants will receive a printout of a photo of their face in visible light and UV light from the VISIA Complexion Analysis system. Participants will receive a handout of their photos accompanied by an explanation of UV light, its harmful effects on skin, and that using sun safe behaviors early in life will have the greatest impact and help to decrease risk for skin cancer.",
                    "armGroupLabels": [
                        "Education + Action Plan + UV Photo",
                        "Education + Action Plan + UV Photo + MC1R Test",
                        "Education + UV Photo",
                        "Education + UV Photo + MC1R Test"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "MC1R Test",
                    "description": "Participants will provide a saliva sample using an Oragene® clinical-grade saliva kit. Once sequenced, participants will receive their MC1R testing results via web as well as a standardized booklet that addresses personal risk level and population risk level, strategies to reduce skin cancer risk, and number to call or email for further information.",
                    "armGroupLabels": [
                        "Education + Action Plan + MC1R Test",
                        "Education + Action Plan + UV Photo + MC1R Test",
                        "Education + MC1R Test",
                        "Education + UV Photo + MC1R Test"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Sunburn Occurrence",
                    "description": "Participants will report on the number of sunburns they experienced using an item from the Sun Habits Survey: \"In the past month, how many times did you have a red or painful sunburn that lasted a day or more?\"",
                    "timeFrame": "Baseline, 1-month post-intervention, 3-months post-intervention, 15-months post-intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Sun Protection Behaviors",
                    "description": "Participants will report on their use of sun protection using the Sun Habits Survey. Items will be modified to reflect the reporting period relevant for the current study (past month), to assess recommended sun protection behaviors not included in the original Sun Habits Survey (e.g., sunscreen re-application), and to assess sun protection separately for weekdays and weekends. All items are assessed on a 5-point Likert-type scale (\"never\" to \"always\").",
                    "timeFrame": "Baseline, 1-month post-intervention, 3-months post-intervention, 15-months post-intervention"
                },
                {
                    "measure": "Change in Intentional Tanning Behaviors",
                    "description": "Self-reported indoor and outdoor tanning behaviors will be assessed. Frequency of intentional indoor and outdoor tanning in the past month will be assessed using items from a well-established indoor tanning measure and the Sun Habits Survey. All items are assessed on a 5-point Likert-type scale (\"never\" to \"always\").",
                    "timeFrame": "Baseline, 1-month post-intervention, 3-months post-intervention, 15-months post-intervention"
                },
                {
                    "measure": "Change in Unintentional Tanning Behaviors",
                    "description": "Unintentional outdoor tanning (i.e., ending up with a tan when the student was not trying to get tan) will also be assessed. All items are assessed on a 5-point Likert-type scale (\"never\" to \"always\").",
                    "timeFrame": "Baseline, 1-month post-intervention, 3-months post-intervention, 15-months post-intervention"
                },
                {
                    "measure": "Change in UVR Exposure",
                    "description": "Participants will be asked to wear a UVR monitoring device for 7-day periods, a monitoring length consistent with prior studies and that captures both weekday and weekend exposure, immediately after each of the 4 assessments.",
                    "timeFrame": "Baseline, 1-month post-intervention, 3-months post-intervention, 15-months post-intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* At least 18 years old\n* Enrolled as an undergraduate student\n* Report having at least one sunburn in the last year, AND/OR having tanned indoors at least once in the last year, AND/OR intentional or unintentional outdoor tanning \"sometimes,\" \"often,\" or \"always,\" AND/OR or using sunscreen plus one or more other sun protection behavior (protective clothing use, shade use when outdoors) infrequently (\"never,\" \"seldom,\" or \"sometimes\").\n\nExclusion Criteria:\n\n* Do not read or speak English\n* Self-reported personal history of skin cancer",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Liberty Woodside",
                    "role": "CONTACT",
                    "phone": "(801) 646-4351",
                    "email": "Liberty.Woodside@hci.utah.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yelena Wu, PhD",
                    "affiliation": "University of Utah",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jennifer Hay, PhD",
                    "affiliation": "Memorial Sloan Kettering Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Huntsman Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Liberty Woodside",
                            "role": "CONTACT",
                            "phone": "734-881-5888",
                            "email": "Liberty.Woodside@hci.utah.edu"
                        },
                        {
                            "name": "Yelena Wu, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-10-27",
                    "uploadDate": "2024-04-03T15:32",
                    "filename": "ICF_000.pdf",
                    "size": 281616
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "asFound": "Skin Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16253",
                    "name": "Sunburn",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}