{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06186128",
            "orgStudyIdInfo": {
                "id": "274097B"
            },
            "organization": {
                "fullName": "University of Arkansas",
                "class": "OTHER"
            },
            "briefTitle": "Universal Basic Income and Structural Racism in the US South: HIV Care",
            "officialTitle": "Universal Basic Income and Structural Racism in the US South: Differences in HIV Care Utilization Between Low-income African American Men Living With HIV",
            "acronym": "017744S",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "universal-basic-income-and-structural-racism-in-the-us-south-hiv-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-15",
            "studyFirstSubmitQcDate": "2023-12-15",
            "studyFirstPostDateStruct": {
                "date": "2023-12-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arkansas",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Universal Basic Income (UBI) is a promising strategy aimed at recalibrating economic systems that are grounded in structural racism. Black men have long been the target of oppressive and interconnected systems of finance and healthcare access, leading to a disproportionate burden of exposure to infectious disease with little healthcare support. Yet to our knowledge, no published UBI studies have ever been implemented exclusively with Black men living with HIV in the US. Motivated and inspired by the innovative health and social science being conducted in extremely resource-limited environments in other parts of the world, we recognize an urgent need to better understand the effect of cash transfers on HIV care among Black men in the US South. The proposed study will be based in Arkansas, which, like other Southern states, has a long history of institutional racism and extremely high rates of racial health disparities, poverty, and chronic disease. We will use a mixed methods research design to conduct an in-depth exploration of a UBI intervention to reduce the racial wage gap and promote the use of culturally relevant protective factors. The provision of a UBI is intended to increase receipt and retention of HIV care services and treatment for Black men through the influx of capital and subsequent increases in culturally-based protective factors such as personal agency and social connections. We hypothesize that providing UBI of $500 per month for 6 months will result in increased HIV care utilization among low-income Black men living with HIV. Secondarily, we hypothesize that the effect of UBI will also increase adherence to HIV medication, such that more UBI recipients will achieve and maintain viral suppression compared to individuals in the control condition.",
            "detailedDescription": "The proposed supplement from the parent R01 grant will expand on the parent grant by enrolling a larger sample (n=80) of Black men living with HIV as their diagnosed chronic disease. To date, no published UBI studies have ever been implemented exclusively with Black men living with HIV in the US. Motivated and inspired by the innovative health and social science being conducted in extremely resource-limited environments in other parts of the world, we recognize an urgent need to better understand the effect of cash transfers on HIV care among Black men in the US South. The proposed study will be based in Arkansas, which, like other Southern states, has a long history of institutional racism and extremely high rates of racial health disparities, poverty, and chronic disease. We will use a mixed methods research design to conduct an in-depth exploration of a UBI intervention to reduce the racial wage gap and promote the use of culturally relevant protective factors. The provision of a UBI is intended to increase receipt and retention of HIV care services and treatment for Black men through the influx of capital and subsequent increases in culturally-based protective factors such as personal agency and social connections. We hypothesize that providing UBI of $500 per month for 6 months will result in increased HIV care utilization among low-income Black men living with HIV. Secondarily, we hypothesize that the effect of UBI will also increase adherence to HIV medication, such that more UBI recipients will achieve and maintain viral suppression compared to individuals in the control condition. This study is designed to generate generalizable evidence to inform decisions by policymakers, scientists, and the general public about the inner-workings of UBI, the biases underlying who is deemed as \"qualifying\" or \"deserving\", and its downstream effects on public health, particularly related to access to HIV care, and structural racism."
        },
        "conditionsModule": {
            "conditions": [
                "HIV",
                "Health Care Utilization"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "All participants will receive the following: 1) a ClinCard and instructions for completing a weekly financial journal to record participants' spending patterns and social needs during the first 6 months of the study; 2) materials about financial literacy and community-based resources that provide support to low-income individuals; 3) description and instructions for follow-up assessments and check-ins; 4) a copy of signed medical release, consent, and HIPAA forms; 5) respondent-driven sampling referral cards; 6) 3 study referral cards, and 7) information about voter registration services provided through the Pulaski County Circuit and County Clerk's Office (https://www.pulaskiclerk.com/voter-registration/). Participants will be provided information about the importance of voting, restoration of voting rights, and the process of voting and sealing records."
                },
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in Arm 2 will receive a monthly UBI stipend of $500 for 6 months. Study staff will explain that UBI payments will continue for 6 months and that the UBI payments will be suspended if an individual is reincarcerated (e.g. the participant will not receive UBI payments to their ClinCard during months of incarceration and will not receive additional months post-release from incarceration). Participants will receive their monthly UBI payment, along with all study-related compensation for completing baseline and follow-up assessments, through a ClinCard, which is a loadable debit card with an ID number unique to the participant. The UBI will be loaded to the participant's ClinCard on the first day of each month.",
                    "interventionNames": [
                        "Behavioral: Universal Basic Income"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Universal Basic Income",
                    "description": "Universal basic income (UBI) is a system that gives everyone a minimum amount of money regularly, regardless of their income or work status.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Receipt of HIV care",
                    "description": "Defined as having at least one HIV viral load and/or CD4 count laboratory test within the six-month period of study enrollment during which the UBI intervention will be implemented at the same period. We also will use medical chart abstraction to confirm self-reported use of HIV care services.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "HIV medication adherence",
                    "description": "We will us adherence over a 30-day period as self-reported adherence.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Retention in HIV care",
                    "description": "Defined as having two CD4 viral load tests performed at least three months apart",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Viral suppression",
                    "description": "Defined as having a viral load test result of \\<200 copies/ml",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Reduced HIV risk behaviors, including both unprotected sex and substance use",
                    "description": "Will be assess at all three data collection time points (Baseline, 6-, and 12-month)",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. be at least 25 years old;\n2. self-report as having received from a medical professional a diagnosis for HIV;\n3. have an annual income up to 400% of the federal poverty threshold (the 2023 federal poverty threshold is defined as an annual income of less than $14,580 for single adults) in the 12-month period prior to study enrollment;\n4. be able to understand and speak English and to provide written and verbal informed consent;\n5. plan to remain in the central Arkansas area for the duration of the study period;\n6. be willing and able to provide weekly information about all activities related to seeking employment and to share financial and income-related information with the study team;\n7. self-identify as Black or African American;\n8. have been assigned the male gender at birth;\n9. be willing to provide medical releases to allow project staff to access healthcare records, and\n10. in need of HIV care services (defined as having a detectable viral load meaning \\>200 copies/mL on most recent viral load test or not having attended a HIV medical care visit in the past 6 months, excluding any visits to the emergency department or rooms or urgent care clinics)\n\nExclusion Criteria:\n\n-",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "All males assigned \"male\" at birth",
            "minimumAge": "25 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brooke Montgomery, PhD",
                    "role": "CONTACT",
                    "phone": "501-686-6801",
                    "email": "bemontgomery@uams.edu"
                },
                {
                    "name": "Ashley E Williams, MHS",
                    "role": "CONTACT",
                    "phone": "501-526-4893",
                    "email": "aewilliams@uams.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ashley Williams, MHS",
                    "affiliation": "University of Arkansas",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arkansas for Medical Sciences",
                    "status": "RECRUITING",
                    "city": "Little Rock",
                    "state": "Arkansas",
                    "zip": "72204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley E Williams, MS",
                            "role": "CONTACT",
                            "phone": "501-526-4893",
                            "email": "AEWilliams@uams.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.74648,
                        "lon": -92.28959
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}