{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05778578",
            "orgStudyIdInfo": {
                "id": "274097"
            },
            "organization": {
                "fullName": "University of Arkansas",
                "class": "OTHER"
            },
            "briefTitle": "Universal Basic Income and Structural Racism in the US South",
            "officialTitle": "Universal Basic Income and Structural Racism in the US South: Differences in Health Service Utilization Between Older African American Men With and Without Experiences of Recent Incarceration",
            "therapeuticArea": [
                "Other"
            ],
            "study": "universal-basic-income-and-structural-racism-in-the-us-south"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-27",
            "studyFirstSubmitQcDate": "2023-03-09",
            "studyFirstPostDateStruct": {
                "date": "2023-03-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arkansas",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This Stage 3 efficacy study aims to address the critical need for interventions that increase access to appropriate community-based healthcare services, especially for those who have a history of incarceration and inform health policy by testing an intervention that directly reduces the racial income gap by providing a universal basic income (UBI). UBI is intended to promote and protect Black men's health through the influx of capital and subsequent increases in culturally-based protective factors such as personal agency and social connections. Participants will be split into 2 groups: the control and the intervention. Participants in the intervention group will be provided UBI of $500 per month for 6 months to increase healthcare utilization among chronically-ill, low-income Black men.",
            "detailedDescription": "Structural racism and discrimination (SRD) are complex and drive racial inequities. SRD has sustained racial health disparities in the United States, driven disproportionate incarceration risk among Black men, and systematically restricted minority populations from health, wealth, and prosperity. As a result, diminished income earning ability for generations of Black people has led to economic devastation and poor health. Importantly, older and aging Black men continue to earn less than their White counterparts and the income gap is continuing to widen. Even when accounting for education, research has shown that the rising wage gap is attributable to workforce experience and opportunity, hiring and wage discrimination, and incarceration. Difficulty attaining prevailing wages among older Black men affects family stability, the ability for communities to thrive, and population health. Geography, place, and proximity to capital and markets are underlying drivers of health behavior and healthcare access. As a result, older and aging Black men in particular have demonstrated one of the strongest epidemiologic relationships between low socioeconomic status, residence in communities with endemic poverty, and chronic disease. The proposed Stage 3 efficacy study aims to test a novel intervention that directly reduces the racial income gap by providing a universal basic income (UBI). UBI is intended to promote and protect Black men's health through the influx of capital and subsequent increases in personal agency and social connections. We hypothesize that providing UBI of $500 per month for six months will result in increased healthcare utilization among chronically-ill, older and aging, low-income Black men. Secondarily, we hypothesize that the effect of UBI will depend on whether an individual has a recent history of incarceration, such that no incarceration history combined with UBI ill demonstrate the best study outcomes.\n\nEmpirical research examining UBI among older Black men and its capacity to overturn SRD are lacking in the extant literature. Much of the health disparities research intended to inform health and economic policy originated from limited perspectives of older and aging Black men. Dr. W.E.B. Du Bois said in The Souls of Black Folk that for Black people, \"discouragement is an unwritten word\". This study draws on that inspiration as it ultimately seeks to fundamentally overturn the economic oppression and brutality that has defined the Black experience for generations."
        },
        "conditionsModule": {
            "conditions": [
                "Health Care Utilization"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 450,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "All participants will receive the following: 1) a ClinCard and instructions for completing a weekly financial journal to record participants' spending patterns and social needs during the first 6 months of the study; 2) materials about financial literacy and community-based resources that provide support to low-income individuals; 3) description and instructions for follow-up assessments and check-ins; 4) a copy of signed medical release, consent, and HIPAA forms; 5) respondent-driven sampling referral cards; 6) 3 study referral cards, and 7) information about voter registration services provided through the Pulaski County Circuit and County Clerk's Office (https://www.pulaskiclerk.com/voter-registration/). Participants will be provided information about the importance of voting, restoration of voting rights, and the process of voting and sealing records."
                },
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in Arm 2 will receive a monthly UBI stipend of $500 for 6 months. Study staff will explain that UBI payments will continue for 6 months and that the UBI payments will be suspended if an individual is reincarcerated (e.g. the participant will not receive UBI payments to their ClinCard during months of incarceration and will not receive additional months post-release from incarceration). Participants will receive their monthly UBI payment, along with all study-related compensation for completing baseline and follow-up assessments, through a ClinCard, which is a loadable debit card with an ID number unique to the participant. The UBI will be loaded to the participant's ClinCard on the first day of each month.",
                    "interventionNames": [
                        "Behavioral: Universal Basic Income"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Universal Basic Income",
                    "description": "Universal basic income (UBI) is a system that gives everyone a minimum amount of money regularly, regardless of their income or work status.",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Healthcare service utilization",
                    "description": "This will be obtained through dichotomous variables yes/no, measured by self-report) adapted from the National Health Interview Survey, collected retrospectively at 6-month and 12-month follow-up timepoints. We also will use medical chart abstraction to confirm self-reported use of healthcare services.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Increased enrollment in & use of social service and healthcare programs and increased voting",
                    "description": "This will be measured by self-report and PhenX Toolkit collection.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "More transportation options/greater social engagement/greater ability to fulfill cultural norms & perceived gender role",
                    "description": "This will be measured by self-report and PhenX Toolkit collection.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Improved social connections/ greater receipt of social support/greater ability to pursue educational & employment opportunities",
                    "description": "This will be measured by self-report and PhenX Toolkit collection.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Greater income/improved self-esteems/reduced stress/affirmed personal agency/improved mental health & more time for health promoting behaviors",
                    "description": "This will be measured by self-report and PhenX Toolkit collection.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* self-report as having received from a medical professional a diagnosis for at least one chronic health condition (if chronic condition is HIV see supplement to this study (NCT NCT06186128));\n* be at least 45 years old;\n* be within 6 months of release from a correctional setting in Arkansas at the time of enrollment (only for those participants with a history of incarceration which will comprise half of the sample population for Aim 2);\n* be able to understand and speak English and to provide written and verbal informed consent;\n* plan to remain in the central Arkansas area for the duration of the study period;\n* be willing and able to provide bi-weekly information about all activities related to seeking employment and to share financial and income-related information with the study team;\n* self-identify as Black or African American;\n* have been assigned the male gender at birth;\n* be willing to provide medical releases to allow project staff to access healthcare records;\n* not be currently engaged in healthcare services (defined as not having attended a primary or specialty medical care visit in the past 12 months (excluding any visits to the emergency department or rooms or urgent care clinics in the last 12 months); and\n* have a median annual income up to 400% of the federal poverty threshold (the federal poverty threshold is defined as an annual income of less than $12,760 for single adults or $17,240 if a married couple files jointly) in the 12-month period prior to study enrollment or prior to their most current episode of incarceration.\n\nExclusion Criteria:\n\n-",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "all males assigned male at birth",
            "minimumAge": "45 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brooke Montgomery, PhD",
                    "role": "CONTACT",
                    "phone": "501-686-6801",
                    "email": "bemontgomery@uams.edu"
                },
                {
                    "name": "Ashley E Williams, MHS",
                    "role": "CONTACT",
                    "phone": "501-526-4893",
                    "email": "aewilliams@uams.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ashley E Williams, MHS",
                    "affiliation": "University of Arkansas",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arkansas for Medical Sciences",
                    "status": "RECRUITING",
                    "city": "Little Rock",
                    "state": "Arkansas",
                    "zip": "72204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley E Williams, MS",
                            "role": "CONTACT",
                            "phone": "501-442-3793",
                            "email": "AEWilliams@uams.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.74648,
                        "lon": -92.28959
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}