{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06483152",
            "orgStudyIdInfo": {
                "id": "IN-US-985-7161"
            },
            "organization": {
                "fullName": "The Aliveness Project",
                "class": "OTHER"
            },
            "briefTitle": "Unlimited Transportation Passes for Unstable Housed People Living With HIV Trial",
            "officialTitle": "Getting to Zero: Resolving Transportation Barriers to Participation in Services Among Unstably Housed PLWH",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "unlimited-transportation-passes-for-unstable-housed-people-living-with-hiv-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-12",
            "studyFirstSubmitQcDate": "2024-06-25",
            "studyFirstPostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jay Orne, PhD",
                "investigatorTitle": "Research Scientist",
                "investigatorAffiliation": "The Aliveness Project"
            },
            "leadSponsor": {
                "name": "The Aliveness Project",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this trial is to learn if providing an unlimited transit pass will improve the health of people living with HIV that are experiencing unstable housing.\n\nThe main questions it aims to answer are:\n\n1. Do participants who are provided the transit pass manage their HIV better?\n2. Do participants who are provided the transit pass use other social services more that could improve their health and quality of life?\n\nResearchers will compare the group that is provided with the transit pass to a control group that is not provided with the pass.\n\nParticipants will fill out a baseline survey and a follow-up survey after 6 months. Researchers will also look at participant's HIV lab tests to see how well their HIV is being managed.",
            "detailedDescription": "People living with HIV who are homeless or unstably housed often face significant barriers to accessing essential health services, including regular medical appointments critical for managing their condition. The current standard of care provides these individuals with limited transportation support - specifically, two $10 bus cards per month - which are quickly expended and often insufficient to meet their basic needs.\n\nThe proposed trial aims to address this gap by assessing whether providing unlimited transit passes can enhance health outcomes compared to the current standard. The intervention hypothesizes that removing transportation barriers will increase attendance at medical appointments and utilization of supportive services at The Aliveness Project, a community center offering meals and social services to people living with HIV. By enabling consistent access to public transit, the intervention targets behavioral changes - specifically, the ability of participants to reliably attend health care appointments - and fosters greater engagement with community support resources.\n\nThe clinical outcomes of interest in this trial are increased rates of viral suppression, which is a direct indicator of effective HIV management, improved attendance at healthcare appointments, and increased engagement with supportive services at The Aliveness Project. These outcomes not only measure the efficacy of the intervention in improving health management among unstably housed individuals living with HIV but also provide insights into the broader implications of transportation accessibility on public health. By alleviating a fundamental barrier to care, the intervention aims to demonstrate a superior approach to supporting this vulnerable population in achieving and maintaining viral suppression."
        },
        "conditionsModule": {
            "conditions": [
                "HIV"
            ],
            "keywords": [
                "transportation",
                "transit pass",
                "undetectable",
                "HIV",
                "unstable housing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 146,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention group will be provided a transit pass for the Minneapolis Metro transit system that will be paid for by the study for 6 months.",
                    "interventionNames": [
                        "Other: Metro Transit Pass"
                    ]
                },
                {
                    "label": "Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The control group will receive the current standard of care, in which people are eligible to receive up to two $10 bus cards from their case manager per month.",
                    "interventionNames": [
                        "Other: Standard of Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Metro Transit Pass",
                    "description": "A transit pass that enables riders to use the Minneapolis Metro Transit system that will paid for by the study for 6 months",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard of Care",
                    "description": "The current standard of care for Ryan White eligible clients is to receive two $10 bus cards a month from a case manager",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants with HIV Viral Suppression",
                    "description": "Number of participants with a quantitative HIV Viral RNA test with a concentration under 200 copies of HIV per mL (viral suppression) within the last 12 months.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Number of Participants with an HIV related Medical Visit",
                    "description": "Number of participants who have received a HIV viral RNA test during a medical visit within the last 12 months.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* • Member of The Aliveness Project\n* • Live, reside, or stay regularly outside within the 13 county area surrounding the Twin Cities known in the Ryan White system as the MINNEAPOLIS ST. PAUL TRANSITIONAL GRANT AREA or TGA. This is the same general area as the area where Metro Transit serves, which makes it a convenient reference.\n* • Be a person experiencing unstable housing or homelessness\n\n  * Because the residence and housing status of this group rapidly shifts -hence unstable--the following definition of unstable housing was developed in collaboration with Aliveness\\&#39;s housing stabilization team, which serves this population:\n\nMeet one of three criteria:\n\n* Currently reports living in one of the following housing conditions:\n\n  * Outside, in a car, or another space unfit for human habitation\n  * A homeless shelter\n  * Temporary housing with a friend or relative (couch hopping) to which they do not have long-term stable access.\n* Currently lives in a temporary group home or substance abuse treatment program, but lived in one of the above housing conditions prior to entry within the last three months.\n* Is listed in the CAREWare database system as being homeless or having temporary or unstable housing.\n\nExclusion Criteria:\n\n* • Inability to provide informed consent\n\n  * Inability to communicate in English\n  * Not an Aliveness member in good standing: Some Aliveness members have been banned from the space because of behavioral or safety concerns. Aliveness\\&#39;s Member Advisory Committee reviews all such expulsions on a case-by-case basis.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jay Orne, PhD",
                    "role": "CONTACT",
                    "phone": "612-824-5433",
                    "email": "Jay@aliveness.org"
                },
                {
                    "name": "Executive Director",
                    "role": "CONTACT",
                    "phone": "612-824-5433",
                    "email": "matt@aliveness.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jay Orne, PhD",
                    "affiliation": "The Aliveness Project",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Aliveness Project",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55409",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jay Orne, PhD",
                            "role": "CONTACT",
                            "phone": "612-824-5433",
                            "email": "Jay@aliveness.org"
                        },
                        {
                            "name": "Executive Director",
                            "role": "CONTACT",
                            "phone": "612-824-5433",
                            "email": "matt@aliveness.org"
                        },
                        {
                            "name": "Jay Orne, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The information of the study contains protected health information about participants HIV status"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}