{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06225830",
            "orgStudyIdInfo": {
                "id": "iRISID-2023-2217"
            },
            "organization": {
                "fullName": "Albert Einstein Healthcare Network",
                "class": "OTHER"
            },
            "briefTitle": "Unlocking Movement Potential: Enhancing Parkinson's Disease Treatment With Robotic EksoSkeleton",
            "officialTitle": "Utilization of Robotic EksoSkeleton to Achieve High Dosing, Intensity, and Complexity of Gait in Treatment of People With Parkinson's Disease",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "unlocking-movement-potential-enhancing-parkinson-s-disease-treatment-with-robotic-eksoskeleton"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-18",
            "studyFirstSubmitQcDate": "2024-01-17",
            "studyFirstPostDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jacqueline Brown",
                "investigatorTitle": "Senior Physical Therapist, Jefferson Moss Magee Rehabilitation",
                "investigatorAffiliation": "Albert Einstein Healthcare Network"
            },
            "leadSponsor": {
                "name": "Albert Einstein Healthcare Network",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Moss Rehabilitation Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to see how well therapy with the Eksobionic Exoskeleton (Esko) works for people with Parkinson's disease (PWPD). Esko is a robotic device that provides high repetition and intensity training. The investigators will examine its impact on walking, balance, and quality of life before, during and after an eight-week intervention program. The results will lay the groundwork for future trials, potentially leading to long-term improvements in mobility and quality of life for PWPD.",
            "detailedDescription": "The study will enroll up to 24 participants with idiopathic Parkinson's disease (PD) and gait or balance impairment, ranging from Hoehn and Yahr stage 1-4. The overall study design consists of an initial assessment followed by physical therapy treatment utilizing the Ekso robotic device. The treatment will take place two times per week for eight weeks, with outcome measures performed during the evaluation, re-evaluation on visit 9, last session, and on a 3 month follow up. Each treatment session will last 60 minutes, divided into set-up, three 15-minute segments, and a wrap-up.\n\nThroughout the treatment sessions, Ekso settings will be adjusted as the patient progresses or fatigues with the device providing optimal levels of support. In brief, each session will begin by establishing an appropriate trajectory or path for each leg, programmed into the Ekso. The Ekso skeleton will assist the participant through this trajectory, gradually reducing assistance as the participant improves. A ceiling for the maximal level of assistance will be set once the participant requires less than 70% assistance on their best step. As the participant progresses and reaches set goals, the trajectory will be removed, and the participant will walk with self-generated movement. The therapist may add resistance or assistance in the direction of the participant's self-generated movement, depending on the patient's fatigue or weakness.\n\nIntensity assessment, as outlined in Aim 2, will involve the utilization of the Rating of Perceived Exertion (RPE) scale and continuous monitoring of the participant's heart rate (HR). The participant will provide an RPE score at the end of each 15-minute segment to indicate the perceived challenge level. HR will be continuously monitored using a Polar arm HR monitor and app, documenting the duration of time spent within different HR zones. As is typical practice in physical therapy, sessions will be interrupted or discontinued if the patient is unable to tolerate further treatment as assessed by the physical therapist.\n\nTo evaluate the effects of Ekso-facilitated training on various outcome measures, as stated in Aim 3, several assessments will be performed. These include the 10-Meter Walk Test (10MWT) and 6-Minute Walk Test (6MWT) for gait speed and endurance, the Functional Gait Assessment (FGA) and Timed Up and Go (TUG) for balance and fall risk, the 5 Times Sit-to-Stand (5xSTS) for functional strength and power, and the WHOQOL-BREF questionnaire for quality of life. The time of the last dose of Parkinson's medications will also be noted during each assessment.\n\nThe research design and procedures involve a structured treatment protocol utilizing the Ekso, intensity assessment through RPE and HR monitoring, and evaluation of various outcome measures related to gait, balance, strength, and quality of life. This comprehensive approach aims to investigate the effects of Ekso-mediated treatment on functional changes and provide valuable insights into the potential benefits for individuals with Parkinson's disease.\n\nThe project endpoints will be reached when all the data required for the study has been collected. However, the study may be terminated prematurely if it is found that over 50% of the participants are unable to tolerate the device or the intensity of the treatment. All participants are fully informed of their right to withdraw from the study at any time if the participant chooses. Participants may also be withdrawn from the study if the participant displays inconsistent attendance to therapy sessions or are unable to tolerate the required level of exercise as indicated by the Rating of Perceived Exertion (RPE). Additionally, any significant changes in the participant's medical status will result in their withdrawal.\n\nThe anticipated risks associated with the study are minimal and include fatigue and frustration. Participants experiencing fatigue or frustration will be instructed to take rest breaks as needed. Another potential risk is discomfort during movement assistance. Participants will be encouraged to communicate any areas of discomfort to the therapist, and appropriate modification will be made to the device.\n\nRegarding the risk of loss of confidentiality, precautions will be implemented to ensure the appropriate collection, management, and storage of personal data. These measures are put in place to minimize the risk of unauthorized access or disclosure of participant information. There are no additional known social, legal, or economic risks associated with participation in these studies, further ensuring the safety and well-being of the participants."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ekso mediated gait training",
                    "type": "EXPERIMENTAL",
                    "description": "Ekso mediated gait training will take place twice per week for 8 weeks . An Ekso Robotic Eksoskeleton will be used during each treatment session; this device can physically assist leg movements along a customized path or resist or amplify movements the participant makes. Each session will be 60 minutes and will be 3 rounds of 15 minutes of Ekso mediated gait training.\n\nFour (4) study related Assessment sessions will be conducted and include a series of physical tests and a written questionnaire. This will be done at the Evaluation/ 1st visit, then the re-evaluation at visit 9, at discharge or visit 17, and finally at a 3-month follow-up.",
                    "interventionNames": [
                        "Device: Eksobionics Eksoskeleton NR"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Eksobionics Eksoskeleton NR",
                    "description": "During treatment sessions, the therapist will guide the participant's progress using a specific plan. The therapist will set a trajectory for each leg, determining the appropriate step height and length, and program it into the Ekso device. The Ekso will then assist the participant by following this trajectory, with varying levels of assistance for each step. As the participant improves, the therapist will gradually reduce the assistance provided until the participant reaches a point where they no longer require assistance or reach a plateau. In the final phase, the trajectory will be removed, and the participant will walk using their own movements. The therapist may add resistance or assistance based on the participant's needs, but it will be in line with their self-generated movements rather than a predetermined path.",
                    "armGroupLabels": [
                        "Ekso mediated gait training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Steps per session & progression through protocol",
                    "description": "Our goal is to determine the number of steps per session that can be achieved and the rate of progression through various Ekso modes while applying a standardized treatment protocol during Ekso mediated treatment in PwPD. We establish a treatment protocol for use of the Ekso with PwPD, involving two 45-60-minute sessions per week for eight weeks. We hypothesize that under this protocol, participants will achieve \\>300 steps per session by the 3rd session and will be able to progress through a series of increasingly challenging training modes by meeting target goals. We will measure the number of sessions required to progress through each step of the training program.",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Gait speed-10MWT",
                    "description": "Another goal is to determine the effect of Ekso facilitated training on gait speed in PwPD. It is hypothesized that benefits will be seen in the 10 Meter Walk Test (10MWT) noted by improvements in gait speed measured in meters per second.",
                    "timeFrame": "Baseline, re-evaluation (5 weeks), discharge (8 weeks), follow-up (20 weeks)"
                },
                {
                    "measure": "Gait endurance- 6MWT",
                    "description": "Another goal is to determine the effect of Ekso facilitated training on gait endurance in PwPD It is hypothesized that benefits will be seen in the six-minute walk test (6MWT) noted by improvements in gait endurance. This will be measured in change in meters walked during the six minute walk test.",
                    "timeFrame": "Baseline, re-evaluation (5 weeks), discharge (8 weeks), follow-up (20 weeks)"
                },
                {
                    "measure": "Dynamic balance",
                    "description": "Another goal is to determine the effect of Ekso facilitated training on dynamic balance in PwPD. It is hypothesized that benefits will be seen in the Functional Gait Assessment (FGA) noted by improvements in dynamic balance. The FGA is measured on an ordinal scale ranging from 0 to 30.",
                    "timeFrame": "Baseline, re-evaluation (5 weeks), discharge (8 weeks), follow-up (20 weeks)"
                },
                {
                    "measure": "Functional strength- 5xSTS",
                    "description": "Another goal is to determine the effect of Ekso facilitated training on functional strength in PwPD. It is hypothesized that benefits will be seen in the Five time sit to stand (5xSTS) assessment noted by improvements in functional strength. This will be measured by time in seconds.",
                    "timeFrame": "Baseline, re-evaluation (5 weeks), discharge (8 weeks), follow-up (20 weeks)"
                },
                {
                    "measure": "Quality of Life- WHOQOL-BREF",
                    "description": "Another goal is to determine the effect of Ekso facilitated training on quality of Life in PwPD. It is hypothesized that benefits will be seen in the World Health Organization- Quality of Life Brief (WHOQOL-BREF) noted by improvements in the scaled score (recorded in percentage).",
                    "timeFrame": "Baseline, re-evaluation (5 weeks), discharge (8 weeks), follow-up (20 weeks)"
                },
                {
                    "measure": "Fall risk",
                    "description": "Another goal is to determine the effect of Ekso facilitated training on fall risk in PwPD. It is hypothesized that benefits will be seen by decreased risk of falls noted in an improvement in their Timed-up-and-go (TUG) score. This will be assessed by time in seconds",
                    "timeFrame": "Baseline, re-evaluation (5 weeks), discharge (8 weeks), follow-up (20 weeks)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Intensity achieved",
                    "description": "Another goal is to determine the activity intensity level achieved by PwPD using a standardized Ekso-mediated treatment protocol. Intensity is essential for functional change. It is unknown what level of intensity is achieved with the Ekso during treatment of PwPD. We hypothesize that treatment utilizing the Ekso achieves high intensity. For the study we will define high intensity by 14-17/20 Borg Rating of Perceived Exertion (RPE) or target heart rate (HR) 70-85% HR max for at least 30 minutes per session for at least 11 out of 15 therapy sessions. During sessions, HR will be monitored continuously and RPE will be recorded at 15-minute intervals.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Physician diagnosed idiopathic Parkinson's disease\n2. All Hoehn and Yahr (H\\&Y) stages will be eligible for inclusion in the study\n3. Able to consent to participation in the research study\n4. Pt agreeable to participate in 45-60 minutes of high intensity (RPE 14-17 for 30 minutes) gait training/ physical therapy.\n5. Sufficient upper extremity strength to use a front wheeled walker\n6. Pt to have self- reported walking/balance deficits\n7. Age: Over age 18\n8. Must be able to tolerate at least 15 min upright\n9. Weigh 220 pounds (100kg) or less\n10. Approximately between 5'0\" and 6'4\" tall\n11. Have near normal range of motion in hips, knees, and ankles \"Can you stand up and straighten your knees even for just a second?\" or \"Can you lay flat and straighten your knees so there is no bend in the knee?\"\n\nExclusion Criteria:\n\n1. Currently involved in another intervention study or physical therapy course of care\n2. Concurrent neurological disease\n3. Leg length discrepancy, self-reported.\n4. Spinal instability\n5. Unresolved deep vein thrombosis\n6. Severe muscular or skeletal pain\n7. Open skin ulcerations on buttocks or other body surfaces in contact with exoskeleton or harness\n8. Pregnancy\n9. Cognitive impairments - unable to follow 2 steps commands and communicate for pain or to stop session\n10. Participant requires the assistance of more than one therapist to transfer safely.\n11. Uncontrolled or severe orthostatic hypotension that limits standing tolerance; defined as sustained, symptomatic drops in systolic and diastolic blood pressure when moving from sitting to standing\n12. Active heterotrophic ossification (HO), hip dysplasia or hip/knee axis abnormalities\n13. Colostomy\n14. History of long bone fractures secondary to osteoporosis\n15. Unable to sustain current medication regimen. Participant reports change in Parkinson's Medication in the past week.\n16. Any reason the therapist may deem as harmful to the participant to enroll or continue in the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jacqueline Brown, DPT",
                    "role": "CONTACT",
                    "phone": "215-663-6575",
                    "email": "Jxb892@jefferson.edu"
                },
                {
                    "name": "Rachel Higdon, DPT",
                    "role": "CONTACT",
                    "phone": "215-663-6575",
                    "email": "Rachel.Higdon@jefferson.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jacqueline Brown, DPT",
                    "affiliation": "Albert Einstein Healthcare Network",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Jefferson Moss-Magee Rehabilitation - Elkins Park",
                    "city": "Elkins Park",
                    "state": "Pennsylvania",
                    "zip": "19027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacqueline Brown, DPT",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.07706,
                        "lon": -75.12684
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Any individual data will be de-identified and shared upon reasonable request",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Relevant information will be available with publication of study results.",
            "accessCriteria": "Primary investigator will respond to reasonable requests in the interim."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}