{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03571022",
            "orgStudyIdInfo": {
                "id": "SWD5984S-16"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R01MH109319",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01MH109319"
                }
            ],
            "organization": {
                "fullName": "Swedish Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Unobtrusive Sensing of Medication Intake (\"USE-MI\")",
            "officialTitle": "Unobtrusive Sensing of Medication Intake (\"USE-MI\")",
            "acronym": "USE-MI",
            "therapeuticArea": [
                "Other"
            ],
            "study": "unobtrusive-sensing-of-medication-intake-use-mi"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-01-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-06-05",
            "studyFirstSubmitQcDate": "2018-06-25",
            "studyFirstPostDateStruct": {
                "date": "2018-06-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-04-21",
            "lastUpdatePostDateStruct": {
                "date": "2022-04-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Swedish Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Massachusetts, Amherst",
                    "class": "OTHER"
                },
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test the USE-MI system hardware and software to see if it can accurately measure when subjects take their HIV-related medications and help them remember to take these medications. With the use of a smartwatch and smartphone \"app\", investigators hope to be able to monitor medication adherence in real-time and send subjects electronic reminders when they may have forgotten to take their medication.",
            "detailedDescription": "Human immunodeficiency virus (HIV) treatment is most likely to be successful when patients are committed to taking their medications as prescribed (medication adherence). For maximum benefit, researchers found that patients receiving antiretroviral therapy (ART) to treat HIV infection and pre-exposure prophylaxis (PrEP) to prevent HIV infection have need consistent, high levels of adherence for maximum benefit. However, some patients struggle to take their HIV-related medications regularly and that can lead to losing on the benefits the medication can provide - either suppressing the HIV infection so people do not get sick from it or transmit it, or failing to prevent infection when someone is exposed.\n\nObjectives: Conduct an evaluation of USE-MI to assess accuracy, robustness, acceptability of the system.\n\nAll subjects will continue to take their ART or PrEP medication as prescribed by their regular doctor. The USE-MI system is being developed as a behavioral intervention to enhance medication adherence. In the pilot phase, the investigators plan to enroll 10 subjects to use the USE-MI system for 1 month to get initial feedback about the system. In the second phase, up to 50 subjects will begin using the USE-MI for up to 6 months to assess accuracy, robustness and acceptability of the system."
        },
        "conditionsModule": {
            "conditions": [
                "Medication Adherence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "USE-MI System",
                    "type": "EXPERIMENTAL",
                    "description": "Immediate use of the USE-MI smartwatch and smartphone app.",
                    "interventionNames": [
                        "Behavioral: USE-MI System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "USE-MI System",
                    "description": "Pilot Phase: 10 subjects will continue with their ART or PrEP medication and begin using the USE-MI system. Subjects will wear a smartwatch every day to monitor their pill taking activity for 1 month and receive weekly phone calls to obtain feedback on the system. During the first call, subjects will respond to 2 questionnaires about how they are taking their daily ART or PrEP pill(s).\n\nSecond Phase: Up to 50 subjects will continue with their ART or PrEP medication and begin using the USE-MI system. Subjects will wear a smartwatch every day to monitor their pill taking activity for up to 6 months. During their first month, subjects will receive weekly phone calls to obtain feedback on the system. During the first call, subjects will respond to 2 questionnaires about how they are taking their daily ART or PrEP pill(s). Subjects will then have monthly follow-up visits to complete a brief questionnaire about how they are taking their daily ART or PrEP pill(s).",
                    "armGroupLabels": [
                        "USE-MI System"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "System Acceptability",
                    "description": "Evaluate the use of the USE-MI system after 6 months of follow-up. At each monthly visit, subjects will complete a questionnaire about their medication-taking habits, plus the study staff will perform a manual count of their pills. Subjects will be asked for feedback about improving the system, whether they found it helpful, and whether they would be willing to continue to use such a system",
                    "timeFrame": "6 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Accuracy of Capture of Pill-Taking by USE-MI",
                    "description": "Compare the pill count using the USE-MI system versus the study staff manually counting at each monthly visit.",
                    "timeFrame": "6 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Either a) have an HIV infection and are taking ART, or b) risk factors for contracting HIV infection and are taking PrEP\n* Taking their medications from pill bottles, or other containers that the USE-MI system can monitor properly\n* Reasonable proficiency in English\n* Able to come to the research office for monthly follow-up visits\n\nExclusion Criteria:\n\n* Not responsible for taking their own HIV medications (e.g. residing in a supervised setting where their medications are administered to them)\n* Taking medications using a method that the USE-MI system cannot monitor properly\n* Lacking proficiency in English",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jacob Karr",
                    "role": "CONTACT",
                    "phone": "206-215-4226",
                    "email": "jacob.karr@swedish.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Barry Saver, MD",
                    "affiliation": "Swedish Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jenna Marquard, PhD",
                    "affiliation": "University of Massachusetts, Amherst",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Swedish Medical Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98122",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacob Karr",
                            "role": "CONTACT",
                            "phone": "206-215-4226",
                            "email": "jacob.karr@swedish.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}