{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05784818",
            "orgStudyIdInfo": {
                "id": "90IFRE0056-01-00"
            },
            "organization": {
                "fullName": "University of South Florida",
                "class": "OTHER"
            },
            "briefTitle": "Up To Me: Erasing the Stigma of Mental Illness on College Campuses",
            "officialTitle": "Up To Me: Erasing the Stigma of Mental Illness on College Campuses",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "up-to-me-erasing-the-stigma-of-mental-illness-on-college-campuses"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-13",
            "studyFirstSubmitQcDate": "2023-03-13",
            "studyFirstPostDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of South Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Disability, Independent Living, and Rehabilitation Research",
                    "class": "FED"
                },
                {
                    "name": "Temple University",
                    "class": "OTHER"
                },
                {
                    "name": "Illinois Institute of Technology",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a three-lesson, disclosure-based stigma reduction program meant to reduce barriers to community living and participation for college students with psychiatric disabilities. The goal is to improve community living and participation of individuals with psychiatric disabilities within their postsecondary community using the Honest Open Proud (HOP) program. There are 3 specific objectives of the project:1) evaluate program fidelity, 2) assess program feasibility, and 3) conduct a randomized controlled trial of the HOP program with college students with mental illness to examine its efficacy. Anticipated outcomes include increases in 1) community integration, 2)self-esteem and self-efficacy, 3) empowerment and self-determination, 4) disclosure of mental illness in order to obtain needed support, and 5) care seeking/service engagement for mental illness. Ultimately, we expect to see increased academic persistence and achievement among HOP program completers."
        },
        "conditionsModule": {
            "conditions": [
                "Mental Illness",
                "Behavior Disorders",
                "Severe Mental Illness",
                "Psychiatric Diagnosis",
                "Psychiatric Diseases",
                "Psychiatric Disorders",
                "Psychiatric Illness"
            ],
            "keywords": [
                "mental illness",
                "disclosure",
                "empowerment",
                "stigma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 201,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention + No Booster",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will have n=67 participants. The Up To Me behavioral intervention will be administered via 2-hour sessions over three consecutive weeks. During these sessions, participants will complete worksheets from the Up To Me workbook.",
                    "interventionNames": [
                        "Behavioral: Up To Me Intervention + No Booster"
                    ]
                },
                {
                    "label": "Intervention + Booster",
                    "type": "EXPERIMENTAL",
                    "description": "This arm will have n=67 participants. The Up To Me behavioral intervention will be administered via 2-hour sessions over three consecutive weeks. During these sessions, participants will complete worksheets from the Up To Me workbook. Additionally, participants randomized to this arm will complete an additional session 4 weeks after the third session of the intervention.",
                    "interventionNames": [
                        "Behavioral: Up To Me Intervention + Booster"
                    ]
                },
                {
                    "label": "Waitlist Control",
                    "type": "NO_INTERVENTION",
                    "description": "This arm will have n=67 participants. Those randomized to this arm will be engaged in \"treatment as usual\", participating in the same services and activities that they were engaged with prior to recruitment into the study."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Up To Me Intervention + No Booster",
                    "description": "Participants will complete two-hour sessions once a week over three weeks in which they complete modules in the Up To Me Workbook. These sessions are facilitated by a peer facilitator and a member of the USF Counseling center. Other members in the group sessions are university students who are peers who are also experiencing some form of shame around their mental health challenges.",
                    "armGroupLabels": [
                        "Intervention + No Booster"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Up To Me Intervention + Booster",
                    "description": "In addition to the Up To Me Intervention, participants also complete a booster/additional session where additional topics of the Up To Me workbook are covered. This additional session occurs four weeks after the completion of the third session.",
                    "armGroupLabels": [
                        "Intervention + Booster"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Self-Stigma of Mental Illness Scale-Short Form",
                    "description": "Scores correspond with the four stage regressive model of self-stigma. The min of this scale is 1 or \"I strongly disagree\" and the max is 9 or \"I strongly agree\". Using this scale, an observed decrease would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Stigma Stress Scale",
                    "description": "This scale includes 4 items measuring appraisal of stigma as a stressor (e.g., \"prejudice against people with mental illness will have a negative impact on my future\") and 4 items measuring perceived resources to cope with stigma (e.g., \"I am prepared to deal with prejudice against people with mental illness\"). The min on the scale is 1 or \"Strongly disagree\" to 7 or \"Strongly agree\". Using this scale, an observed increase would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Why Try Stigma Scale (WTSS)",
                    "description": "The current version of the WTSS does not include items specific to the pursuit of postsecondary education. Therefore, the investigators will add two items for the purpose of this study: \"I am not worthy of obtaining a college degree because I have a mental illness\" and \"I am not capable of obtaining a college degree because I have a mental illness.\" After the addition of the two aforementioned items, this scale includes 16 items on a seven-point agreement scale. The min on the scale is 1 or \"Strongly disagree\" to 7 or \"Strongly agree\". Using this scale, an observed decrease would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "The Empowerment Scale",
                    "description": "Yields five factors: self-efficacy/self-esteem, power/powerlessness/community activism, righteous anger, and optimism/control over the future. This scale includes 28 items on a 4-point agreement scale. The min on the scale is 1 or \"Strongly Disagree\" to the max of 4 or \"Strongly Agree\". Using this scale, an observed increase would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Self-Determination Scale",
                    "description": "Participants respond to a vignette about a person, Harry, living with schizophrenia. The scale includes 14 items on a 9-point agreement scale. The minimum on the scale is 1 or \"Strongly Agree\" to 9 or \"Strongly Disagree\". Using this scale, an observed decrease would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "College Student Experiences Questionnaire (CSEQ Fourth Edition)",
                    "description": "Following the design of the study conducted by Salzer examining the postsecondary experiences of students with psychiatric disabilities, the investigators will administer several scales from the CSEQ. The CSEQ assesses student campus experiences and engagement, relationships with others on campus, and the degree of satisfaction with their experience at a particular institution.\n\nThree indicators of academic integration will be included in this study. The first, Quality of Effort (QE), refers to the underlying assumption of the CSEQ: \"The more effort students expend in using the resources and opportunities an institution provides for their learning and development, the more they benefit.\" This scale has 22 items on a 4-point frequency scale. The minimum on the scale is 1 or \"Never\" to the max (4) or \"Very Often\". Using this scale, an observed increase would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Peer Group Interactions Scale",
                    "description": "The Peer-Group Interactions Scale is a subscale of Pascarella and Terenzini's scale assessing the academic and social considerations in student persistence.\n\nThis scale has 7 items on a 7-point agreement scale. The min on the scale is 1 or \"Strongly Disagree\" to the max (7) or \"Strongly Agree\". Using this scale, an observed increase would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Interactions with Faculty Scale",
                    "description": "The Interactions with Faculty Scale is a subscale of Pascarella and Terenzini's scale assessing the academic and social considerations in student persistence; this scale focuses on assessing the quality of faculty interactions.\n\nThis scale has 5 items on a 7-point agreement scale. The min on the scale is 1 or \"Strongly Disagree\" to the max (7) or \"Strongly Agree\". Using this scale, an observed increase would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Sense of Campus Belonging Scale (SoCB)",
                    "description": "Sense of belonging is a psychological construct unique from engagement and integration, focusing on students' subjective feelings of connectedness. Hurtado and Carter developed a measure of cohesion including a subscale of sense of belonging including items concerning perceived \"belonging,\" \"fit,\" and being a \"part\" of the community.\n\nEach of the three items on the SoCB scale is rated on an 11-point Likert scale with a min of 0 or \"Strongly DIsagree to the max (10) \"Strongly agree\". Using this scale, an observed increase would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Attitudes Towards Seeking Professional Psychological Help Scale (ATSPPHS)",
                    "description": "The Attitudes Towards Seeking Professional Psychological Help Scale measures attitudes towards seeking help for mental health concerns from professional sources.\n\nThis scale has 10 items on a 4-point agreement scale with a min of 1 or \"Disagree\" to a max of 4 \"Agree\". Using this scale, an observed increase would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Actual Help Seeking Questionnaire",
                    "description": "The Actual Help Seeking Questionnaire (AHSQ) assesses recent help-seeking behavior and was adapted from Rickwood and Braithwaite. The AHSQ has been successfully used to measure help-seeking across different time contexts, sources of help, and types of problems. Recent help-seeking behavior is determined by listing a number of potential help sources and asking whether or not help has been sought from each of the sources during a specified period of time for a specified problem.\n\nThis questionnaire has 14 items that represent sources of help-seeking. Using this questionnaire, an observed increase in sources used would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Grade Point Average (GPA)",
                    "description": "GPA will be retrieved from University records at all measurement time points (baseline, post-test, and 1, 3, and 6- month follow-up). Students will be asked to sign a release form consenting that their GPA records be released to the study investigators. The investigators do realize GPA may lack sensitivity to change over time, however, the investigators include this variable as previous research in higher education has captured change over relatively short time periods (one to two years).",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Academic and Intellectual Development Scale",
                    "description": "The Academic and Intellectual Development Scale is a subscale of Pascarella and Terenzini's scale assessing the academic and social considerations in student persistence; it focuses on assessing satisfaction with the institution's academics.\n\nThis scale has 7 items on a 7-point agreement scale with a min of 1 or \"Strongly Disagree\" to a max of 7 or \"Strongly Agree\". Using this scale, an observed increase would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Academic Persistence",
                    "description": "Data on student registration status will be retrieved from University records at all measurement time points. Data on actual persistence will be coded: 1= withdrawal, 2= persisted. The investigators will ask students to sign a release consenting that their enrollment records be released to the study investigators.\n\nIntent to persist will be measured using a single item: \"It is likely that I will re-enroll in the university next semester\" (5= strongly agree, 1= strongly disagree). An observed increase would be a better outcome.\n\nIn order to capture persistence and achievement over the entire course of the project (after 6-month follow-up is complete, The investigators will continue to collect data from the University records at five-month intervals (approximately once every semester) until the end of the project period. The investigators will request consent from all students to access these records.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Counseling Center Assessment of Psychological Symptoms",
                    "description": "Collecting this data will allow us to control for symptom severity in our analyses. These measures were selected as they have strong psychometric properties and sensitivity to change, require minimal time to complete, and are also the assessments administered to all students receiving services at USF where the study will take place.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Diagnostic and Status Questionnaire",
                    "description": "In addition to the Counseling Center tools, the investigators will provide the opportunity for participants to self-report diagnosis and disability. This tool was developed by the National Center for Science Education for patient self-report.\n\nThis questionnaire assesses impairment symptoms on a 7-point scale with a min of 1 or \"Not at all impaired\" to a max of 7 (Very much impaired). Using this scale, a low score would be a better outcome.",
                    "timeFrame": "This measure will be collected at week 0 for all participants"
                },
                {
                    "measure": "Diagnostic and Status Questionnaire Past 4 weeks",
                    "description": "In addition to the Counseling Center tools, the investigators will provide the opportunity for participants to self-report diagnosis and disability. This tool was developed by the National Center for Science Education for patient self-report.\n\nThis questionnaire assesses impairment symptoms on a 7-point scale with a min of 1 or \"Not at all impaired\" to a max of 7 (Very much impaired). Using this scale, an observed decrease would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Behavioral Health Measure",
                    "description": "Collecting this data will allow us to control for symptom severity in our analyses. These measures were selected as they have strong psychometric properties and sensitivity to change, require minimal time to complete, and are also the assessments administered to all students receiving services at USF where the study will take place.\n\nThis measure has 20 items on a 5-point scale with a min 0 and a max of 5. For seven items, a score of 5 is a high and positive rating. For these items, an observed increase over time would be a better outcome. For the remaining items, a score of 5 is a high rating of distress and an observed decrease would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Recovery Assessment Scale",
                    "description": "The Recovery Assessment Scale (RAS) is a 24-item measure based on a process model of recovery, the RAS attempts to assess aspects of recovery with a special focus on hope and self-determination.\n\nThese items are measured on a 5-point agreement scale with a min of 1 or \"strongly disagree\" to a max of 5 or \"strongly agree\". Using this scale an observed increase would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Quality of Relationships Scale",
                    "description": "A 3-item scale that measures the quality of an individual's relationship with a specific person.\n\nItems are measured on a 7-point rating scale with a min of 1 and max of 7. Where 1 is a low rating of the relationship quality and 7 is a high rating. An observed increase would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                },
                {
                    "measure": "Up To Me Satisfaction Scale",
                    "description": "This scale assesses participants' satisfaction with and feedback for the team regarding the primary intervention of the study. This measure is not being used to measure observed changes. The investigators are interested in the participants' satisfaction with the intervention.\n\nThis scale includes 6 items on a 7-point agreement scale with a min of 1 or \"Highly Agree\" and a max of 7 or \"Highly Disagree\".",
                    "timeFrame": "This measure will be collected at week 7 if in the Up To Me Intervention + Booster or Up To Me Intervention + No Booster arms"
                },
                {
                    "measure": "Demographics Questionnaire",
                    "description": "Provides background information on participants regarding their identities and experiences. This questionnaire is not being used to measure observed changes but to describe the study sample.",
                    "timeFrame": "This measure will be collected at week 0 for all participants"
                },
                {
                    "measure": "Peer Support and Advocacy Items",
                    "description": "This scale was developed by the study investigators and is comprised of four items inquiring about the participant's involvement in organizations related to peer support or advocacy for mental illness.\n\nAn observed increase in involvement would be a better outcome.",
                    "timeFrame": "Change from baseline to week 3, week 7, week 15 and 27 for all participants"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* College students enrolled at USF\n* Over 18 years of age\n* Individuals with psychiatric disability(ies) who feel shame regarding their mental illness or keep it secret\n\nExclusion Criteria:\n\n* Individuals with a sole substance abuse disorder\n* Individuals who plan to graduate before the conclusion of the data collection period; for intervention participants, this would be a graduation date within 6 months of starting the intervention.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristin Kosyluk, PhD",
                    "role": "CONTACT",
                    "phone": "813-974-6019",
                    "email": "kkosyluk@usf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kristin Kosyluk",
                    "affiliation": "University of South Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of South Florida",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33620",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristin Kosyluk, PhD",
                            "role": "CONTACT",
                            "phone": "813-974-6019",
                            "email": "kkosyluk@usf.edu"
                        },
                        {
                            "name": "Tempestt Neal, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22171723",
                    "type": "BACKGROUND",
                    "citation": "Salzer MS. A comparative study of campus experiences of college students with mental illnesses versus a general college sample. J Am Coll Health. 2012;60(1):1-7. doi: 10.1080/07448481.2011.552537."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Gonyea, R.M., Kish, K.A., Kuh, G.D., Muthiah, R.N., & Thomas, A.D. (2003). College Student Experiences Questionnaire: Norms for the Fourth Edition. Bloomington: Indiana University Center for Postsecondary Research, Policy, and Planning."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Pascarella, E. T., & Terenzini, P. T. (2005). How college affects students: A third decade of research (Vol. 2)."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Hurtado, S., & Carter, D. F. (1997). Effects of college transition and perceptions of the campus racial climate on Latino college students' sense of belonging. Sociology of education, 324-345."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Jones, N., Brown, R., Keys, C. B., & Salzer, M. (2015). Beyond symptoms? Investigating predictors of sense of campus belonging among postsecondary students with psychiatric disabilities. Journal of Community Psychology, 43(5), 594-610. https://doi.org/10.1002/jcop.21704"
                },
                {
                    "pmid": "7973856",
                    "type": "BACKGROUND",
                    "citation": "Rickwood DJ, Braithwaite VA. Social-psychological factors affecting help-seeking for emotional problems. Soc Sci Med. 1994 Aug;39(4):563-72. doi: 10.1016/0277-9536(94)90099-x."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rickwood, D., Deane, F. P., Wilson, C. J., & Ciarrochi, J. (2005). Young people's help- seeking for mental health problems. Advances in Mental Health, 4(3), 218-251."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bean, J. P. (1980). Dropouts and turnover: The synthesis and test of a causal model of student attrition. Research in higher education, 12(2), 155-187."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bers, T. H., & Smith, K. E. (1991). Persistence of community college students: The influence of student intent and academic and social integration. Research in higher Education, 32(5), 539-556."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Milem, J. F., & Berger, J. B. (1997). A modified model of college student persistence: Exploring the relationship between Astin's theory of involvement and Tinto's theory of student departure. Journal of college student development, 38(4), 387."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Final data sets will be stored on the secure server of the USF Policy and Services Research Data Center. Others interested in accessing the data will be instructed to contact the PI, Dr. Kosyluk, or Co-I, Dr. Neal, and arrangements will be made to transfer the files via the FTP mentioned above. Information on the data sets will also be hosted on the website of the Temple University Collaborative on Community Inclusion (Salzer, PI) and the National Consortium on Stigma and Empowerment (Corrigan, Director). Drs. Kosyluk and Neal will include information about the data sets and how to access them on their USF Faculty profiles and respective research lab websites. Data will be available for sharing no sooner than one year after the completion of the study. There will be no cost associated with accessing the data files.",
            "timeFrame": "Data will be available for sharing no sooner than one year after the completion of the study.",
            "accessCriteria": "A contractual agreement will be developed on a case-by-case basis if data are requested by a certified researcher. The restriction will be based on the provision of data that cannot be linked to identifiers, either directly or by deduction. Thus, the precise content of each data-sharing plan will vary, will be developed in collaboration with investigators requesting the data, and will be a formal, written agreement. The agreement will specify: Which named researchers have access to the data, what research questions they will examine, what analyses they will do, how they will dispose of the data after analysis, which specific conditions are placed on the use of the data, procedures for maintaining protection of confidentiality of participants, the timeline for publication of results, and details of research collaboration if relevant (e.g. tasks of each group, authorship, etc.).",
            "url": "https://www.usf.edu/cbcs/mhlp/centers/star-lab/index.aspx"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000066553",
                    "term": "Problem Behavior"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M85",
                    "name": "Problem Behavior",
                    "asFound": "Psychiatric Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}