{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06133829",
            "orgStudyIdInfo": {
                "id": "H-53998"
            },
            "secondaryIdInfos": [
                {
                    "id": "62823-S1",
                    "type": "OTHER_GRANT",
                    "domain": "DFPS"
                }
            ],
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "upREACH Perinatal Home Visitation Program",
            "officialTitle": "upREACH Perinatal Home Visitation Program Randomized Controlled Trial",
            "acronym": "upREACH",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "upreach-perinatal-home-visitation-program"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-19",
            "studyFirstSubmitQcDate": "2023-11-14",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Cary Cain",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Texas Department of Family Protective Services",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to assess the effectiveness of a new brief home visitation program delivered by non-nurse home visitors to 1) improve connections to community resources based on reported and assessed needs, 2) increase health self-efficacy, and 3) reduce maternal stress compared to a control group that receives standard care from an obstetric clinic.\n\nSecondary administrative data on infant birth outcomes, health care use during the first year of life (appointment adherence), and interaction with government services (such as public assistance or child welfare) will be compared between the groups.\n\nFor the intervention group, we will secondarily also assess home visit compliance and satisfaction with the intervention.\n\nParticipants will be asked to complete questionnaires that include questions about the participant, their pregnancy, their feelings, their family, and their use of social/community services. Half of the women in this study will be randomly offered free home visitation services and the other half of women in this study will receive standard services from the clinic. The intervention group will be offered at least two free home visits with a non-nurse home visitor. During these visits, the home visitor will provide them with resources and tools to help the participant prepare for their baby. All participants will complete a second round of electronic surveys at approximately 2 months postpartum.\n\nIntervention participant outcomes will be compared to a control group that receive standard care from an obstetric clinic."
        },
        "conditionsModule": {
            "conditions": [
                "Pregnancy",
                "Postpartum"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The analyst will be masked to study allocation.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "Demographic and baseline measures will be obtained from the participants electronically. The participant will receive at least 1 prenatal home visit and at least 1 postpartum home visit. During the visits, the home visitor will review the screening assessments that were completed at baseline, identify health and social needs (including but not limited to referrals to substance use treatment providers, domestic violence hotline/shelters, mental health providers, applications for public assistance, and basic needs provision),work with the client to prioritize their needs, assist with applications and connections to community resources, support the participant in communicating with medical and social service providers, and provide education to help the participant advocate for their health, think ahead for after delivery (prenatal), and understand infant health and safety. At 2 months postpartum, both intervention and control groups will receive a post- survey through REDCap.",
                    "interventionNames": [
                        "Behavioral: upREACH Home Visitation Program"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "Demographic and baseline measures will be obtained from the participants electronically through REDCap surveys. The participants will receive standard care from the obstetric clinic. At approximately 2 months postpartum, both intervention and control groups will receive a post- survey through REDCap."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "upREACH Home Visitation Program",
                    "description": "upREACH is a brief perinatal home visitation program delivered by community health workers or similarly qualified personnel. The mission statement of the program is: Families are prepared to bring home their newborn to a safe, stable, and nurturing environment, and have access to tools, resources, and knowledge that promote family health and well-being. Through the program, families will receive a minimum of 2 home visits during pregnancy and/or postpartum from a home visitor (community health worker (CHW) or similarly qualified personnel). The home visitor will assess each family's strengths and needs so they may provide tailored support and brief education to promote maternal health and self-care, infant health and safety, and connection to and knowledge of resources (community orientation).",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Linkages to Community Resources",
                    "description": "Measured by Family Resource Scale (higher score shows that resources are more adequate)",
                    "timeFrame": "through study completion, an average of 5 months"
                },
                {
                    "measure": "Health Self-Efficacy",
                    "description": "Measured by Self-Rated Abilities for Health Practices Scale (higher scores indicate higher health self-efficacy)",
                    "timeFrame": "through study completion, an average of 5 months"
                },
                {
                    "measure": "Maternal Stress",
                    "description": "Perceived Stress Scale (higher scores indicate higher levels of stress)",
                    "timeFrame": "through study completion, an average of 5 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Trust in Institutions",
                    "description": "Measured by Trust in Institutions Instrument (higher scores indicate higher trust)",
                    "timeFrame": "through study completion, an average of 5 months"
                },
                {
                    "measure": "Appointment Adherence",
                    "description": "Medical Chart Review of number of appointments attended with Obstetric and Gynecological (OB/GYN) and Pediatric Providers and Self-Report by the participant number of appointments with OB/GYN and Pediatric Appointments",
                    "timeFrame": "up to one year postpartum"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pregnant or postpartum women within 3 weeks postpartum (at enrollment)\n* Receiving prenatal or postpartum care from Harris Health Clinic obstetric clinics\n* Speak and read English or Spanish language.\n\nExclusion Criteria:\n\n* Unable to speak or read English or Spanish language\n* Women that do not receive perinatal or postpartum care at Harris Health obstetric clinics\n* Women that are not pregnant or greater than 4 weeks postpartum (at enrollment)",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cary M Cain, PhD",
                    "role": "CONTACT",
                    "phone": "832-824-0252",
                    "email": "Cary.Cain@bcm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cary M Cain, PhD",
                    "affiliation": "Baylor College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Harris Health/Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77047",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yen Nong, MPH",
                            "role": "CONTACT",
                            "phone": "832-826-0138",
                            "email": "Yen.Nong@bcm.edu"
                        },
                        {
                            "name": "Bethanie S Van Horne, DrPH",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Angela Cummings, DrPH",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Individual level data will only be available to the researchers and sponsor."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}