{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04964505",
            "orgStudyIdInfo": {
                "id": "UCDCC#294"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-06216",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "UCDCC#294",
                    "type": "OTHER",
                    "domain": "University of California Davis Comprehensive Cancer Center"
                },
                {
                    "id": "P30CA093373",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA093373"
                }
            ],
            "organization": {
                "fullName": "University of California, Davis",
                "class": "OTHER"
            },
            "briefTitle": "Uproleselan, Azacitidine, and Venetoclax for the Treatment of Treatment Naive Acute Myeloid Leukemia",
            "officialTitle": "A Phase I Study of Uproleselan Combined With Azacitidine and Venetoclax for the Treatment of Older or Unfit Patients With Treatment Naive Acute Myeloid Leukemia",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "uproleselan-azacitidine-and-venetoclax-for-the-treatment-of-treatment-naive-acute-myeloid-leukemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-07-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-07",
            "studyFirstSubmitQcDate": "2021-07-07",
            "studyFirstPostDateStruct": {
                "date": "2021-07-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Brian Jonas",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, Davis"
            },
            "leadSponsor": {
                "name": "Brian Jonas",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "GlycoMimetics Incorporated",
                    "class": "INDUSTRY"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial evaluates the side effects of uproleselan, azacitidine, and venetoclax in treating older or unfit patients with treatment naive acute myeloid leukemia. Uproleselan may help block the formation of growths that may become cancer. Chemotherapy drugs, such as azacitidine, work in different ways to stop the growth of cancer cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Venetoclax may stop the growth of cancer cells by blocking Bcl-2, a protein needed for cancer cell survival. Giving uproleselan with azacitidine and venetoclax may help kill more cancer cells.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To assess the safety and tolerability of uproleselan combined with azacitidine and venetoclax in older or unfit patients with treatment naive acute myeloid leukemia (AML).\n\nSECONDARY OBJECTIVE:\n\nI. To evaluate the preliminary efficacy of uproleselan combined with azacitidine and venetoclax in older or unfit patients with treatment naive AML.\n\nOUTLINE:\n\nPatients receive uproleselan intravenously (IV) over 1 hour every 12 hours (Q12H) on days 1-7, azacitidine IV or subcutaneously (SC) once daily (QD) on days 1-7, and venetoclax orally (PO) QD on days 1-28. Beginning cycle 5, patients achieving morphologic leukemia-free state (MLFS) or better response, may receive azacitidine IV or SC QD and uproleselan IV over 1 hour QD on days 1-6 and 8 or days 1-5 and 8-9 or days 1-5. Treatment with uproleselan repeats every 28 days for up to 6 cycles in the absence of disease progression or unacceptable toxicity. Cycles with azacitidine and venetoclax repeat every 28 days in the absence of disease progression and unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up at 30 days, and then every 3 months for 1 year."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Myeloid Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (uproleselan, azacitidine, venetoclax)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive uproleselan IV over 1 hour Q12H on days 1-7, azacitidine IV or SC QD on days 1-7, and venetoclax PO QD on days 1-28. Beginning cycle 5, patients achieving MLFS or better response, may receive azacitidine IV or SC QD and uproleselan IV over 1 hour QD on days 1-6 and 8 or days 1-5 and 8-9 or days 1-5. Treatment with uproleselan repeats every 28 days for up to 6 cycles in the absence of disease progression or unacceptable toxicity. Cycles with azacitidine and venetoclax repeat every 28 days in the absence of disease progression and unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Azacitidine",
                        "Drug: Uproleselan",
                        "Drug: Venetoclax"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Azacitidine",
                    "description": "Given IV or SC",
                    "armGroupLabels": [
                        "Treatment (uproleselan, azacitidine, venetoclax)"
                    ],
                    "otherNames": [
                        "5 AZC",
                        "5-AC",
                        "5-Azacytidine",
                        "5-AZC",
                        "Azacytidine",
                        "Azacytidine, 5-",
                        "Ladakamycin",
                        "Mylosar",
                        "Onureg",
                        "U-18496",
                        "Vidaza"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Uproleselan",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (uproleselan, azacitidine, venetoclax)"
                    ],
                    "otherNames": [
                        "GMI-1271"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (uproleselan, azacitidine, venetoclax)"
                    ],
                    "otherNames": [
                        "ABT-0199",
                        "ABT-199",
                        "ABT199",
                        "GDC-0199",
                        "RG7601",
                        "Venclexta",
                        "Venclyxto"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Defined and graded by National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 toxicity criteria.",
                    "timeFrame": "Up to 30 days"
                },
                {
                    "measure": "Recommended phase II dose",
                    "description": "Defined as the highest uproleselan dose level tested in which \\< 33% of patients experienced a dose limiting toxicity.",
                    "timeFrame": "Up to end of cycle 1 (1 cycle = 28 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of multiparameter flow cytometry (MFC) measurable/minimal residual disease (MRD) negative complete remission (CR) plus CR with incomplete count recovery (CRi)",
                    "description": "Will be summarized using means, medians, and percentiles for continuous variables and percentages for categorical variables and associated exact 95% confidence intervals will be constructed. Comparisons between subsets of study participants will be conducted using exact tests.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Rate of CR plus CR with partial count recovery (CRh)",
                    "description": "Will be summarized using means, medians, and percentiles for continuous variables and percentages for categorical variables and associated exact 95% confidence intervals will be constructed. Comparisons between subsets of study participants will be conducted using exact tests.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "Defined as the rate of CR plus CRi and rate of CR plus CR with partial count recovery (CRh). Will be summarized using means, medians, and percentiles for continuous variables and percentages for categorical variables and associated exact 95% confidence intervals will be constructed. Comparisons between subsets of study participants will be conducted using exact tests.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Rate of transfusion-independence (TI)",
                    "description": "Will be summarized using means, medians, and percentiles for continuous variables and percentages for categorical variables and associated exact 95% confidence intervals will be constructed. Comparisons between subsets of study participants will be conducted using exact tests.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Duration of CR/CRi and CR/CRh (DoR)",
                    "description": "Analysis of DOR will be performed using Cox Regression, and Kaplan-Meier plots will be provided.",
                    "timeFrame": "From the date of CR, CRi or CRh until the date of relapse or death, assessed up to 3 years"
                },
                {
                    "measure": "Relapse-free survival (RFS)",
                    "description": "Analysis of RFS will be performed using Cox Regression, and Kaplan-Meier plots will be provided.",
                    "timeFrame": "From the date of CR, CRi or CRh until the date of relapse or death from any cause, assessed up to 3 years"
                },
                {
                    "measure": "Event-free survival (EFS)",
                    "description": "Analysis of EFS will be performed using Cox Regression, and Kaplan-Meier plots will be provided.",
                    "timeFrame": "From the date of entry into study to the date of treatment failure, relapse, or death from any cause, assessed up to 3 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Analysis of OS will be performed using Cox Regression, and Kaplan-Meier plots will be provided.",
                    "timeFrame": "From the date of entry into study to the date of death from any cause, assessed up to 3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ability to understand and the willingness to sign a written informed consent\n* Diagnosis of AML by World Health Organization (WHO) 2016 criteria (Arber 2016)\n* Age \\>= 18 years\n* Treatment naive and eligible for venetoclax plus hypomethylating agents (HMA)\n\n  * Age \\>= 75 OR\n  * Age 18-74 with at least one of the following co-morbidities:\n\n    * Eastern Cooperative Oncology Group (ECOG) performance status of 2 or 3\n    * Cardiac history of congestive heart failure (CHF) requiring treatment or left ventricular ejection fraction (LVEF) =\\< 50% or chronic stable angina\n    * Carbon monoxide diffusing capability test (DLCO) =\\< 65% or forced expiratory volume in 1 second (FEV1) =\\< 65%\n    * Any other situation that the investigator judges to be incompatible with intensive chemotherapy must be reviewed with the study chair before study enrollment\n* ECOG performance status of:\n\n  * 0 to 2 for subjects \\>= 75 years of age OR\n  * 0 to 3 for subjects 18-74 years of age\n* White blood cell (WBC) =\\< 25,000/mm\\^3 at the start of study therapy (leukapheresis and hydroxyurea are allowed to meet this criteria). No other hematologic parameters\n* Total bilirubin =\\< 1.5 x institution's upper limit of normal (ULN) unless related to AML or Gilbert's syndrome\n* Aspartate aminotransferase (AST)/serum glutamic oxaloacetic transaminase (SGOT) and alanine aminotransferase (ALT)/serum pyruvic glutamic transaminase (SPGT) =\\< 3 x institutional ULN unless related to AML\n* Creatinine clearance \\>= 45 mL/min (calculated by the Cockcroft Gault formula or measured by 24-hour urine collection)\n\n  * Note, if \\>= 65 years of age, creatinine clearance or serum creatinine can be used for determining eligibility with creatinine clearance \\>= 45 mL/min (calculated by the Cockcroft Gault formula or measured by 24-hour urine collection) or serum creatinine =\\< institution's ULN considered eligible\n* Women of child-bearing potential and men with partners of child-bearing potential must agree to use adequate contraception (non-estrogen hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 90 days following completion of therapy. Should a woman or female partner of a male subject become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately\n\n  * A woman of child-bearing potential is any female (regardless of sexual orientation, having undergone a tubal ligation, or remaining celibate by choice) who meets the following criteria:\n\n    * Has not undergone a hysterectomy or bilateral oophorectomy; or\n    * Has not been naturally postmenopausal for at least 12 consecutive months (i.e., has had menses at any time in the preceding 12 consecutive months)\n* Women of child-bearing potential has negative pregnancy test prior to initiating study drug dosing\n* Able to swallow and retain oral medication\n\nExclusion Criteria:\n\n* Current or anticipated use of other investigational agents\n* Diagnosis of acute promyelocytic leukemia\n* Active central nervous system involvement by AML\n* AML must be treatment naive. Prior treatment with hypomethylating agent (azacitidine or decitabine), venetoclax or uproleselan, including for antecedent hematologic disorders. Prior allogeneic hematopoietic transplant for antecedent hematologic disorder is allowed if done at least 3 months prior to enrollment and there is no evidence of active graft versus host disease (GVHD) or requirement for systemic immune suppression\n* Anticancer therapies, including investigational therapy, chemotherapy, targeted small molecule agents, or radiotherapy within 14 days or 5 half-lives (whichever is shorter) prior to the first dose and throughout venetoclax administration. Biologic agents (e.g. monoclonal antibodies) given for anti-neoplastic intent within 30 days prior to the first dose and throughout venetoclax administration\n* Known diagnosis of human immunodeficiency virus (HIV) infection or known active hepatitis A, B or C infection with the exception of those with an undetectable viral load within 3 months of starting study treatment\n* Known strong and/or moderate CYP3A inducers within 7 days prior to the initiation of study treatment\n* Subject has consumed grapefruit, grapefruit products, Seville oranges or Starfruit within 3 days prior to the initiation of study treatment\n* Severe or uncontrolled medical disorder that would, in the investigator's opinion, impair ability to receive study treatment (i.e., uncontrolled diabetes, chronic renal disease, chronic pulmonary disease or active, uncontrolled infection, psychiatric illness/social situations that would limit compliance with study requirements)\n* History of other malignancies, except for malignancy treated with curative intent with no known active disease present for \\>= 1 year; treated non-melanoma skin cancer; and localized, cured prostate and cervical cancer\n* Evidence of uncontrolled active systemic infection requiring therapy (viral, bacterial, or fungal). Fever of unknown origin is not an exclusion criterion, as this may be disease related\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to agents used in study\n* Subject has a malabsorption syndrome of other condition that precludes enteral route of administration\n* Subjects with a cardiovascular disability status of New York Heart Association class greater than 2\n* Pregnant or nursing. There is a potential for congenital abnormalities and for this regimen to harm nursing infants.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Brian A Jonas",
                    "affiliation": "University of California, Davis",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California Davis Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian A. Jonas",
                            "role": "CONTACT",
                            "phone": "916-734-3771",
                            "email": "bajonas@ucdavis.edu"
                        },
                        {
                            "name": "Brian A. Jonas",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001374",
                    "term": "Azacitidine"
                },
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "EEG",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4673",
                    "name": "Azacitidine",
                    "asFound": "Pilot Study",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}