{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04931810",
            "orgStudyIdInfo": {
                "id": "1595875-2"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DA047863",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DA047863"
                }
            ],
            "organization": {
                "fullName": "Lehigh University",
                "class": "OTHER"
            },
            "briefTitle": "Urban and Reservation Implementation of All Nations Breath of Life",
            "officialTitle": "Urban an Reservation Implementation of All Nations Breath of Life to Improve Smoking Cessation Rates Among American Indians",
            "acronym": "ANBL-I",
            "therapeuticArea": [
                "Other"
            ],
            "study": "urban-and-reservation-implementation-of-all-nations-breath-of-life"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-17",
            "studyFirstSubmitQcDate": "2021-06-11",
            "studyFirstPostDateStruct": {
                "date": "2021-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Lehigh University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Kansas Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is an implementation trial of the All Nations Breath of Life (ANBL) smoking cessation program, which has already been tested for efficacy in reservation populations and shown feasibility in urban populations. It includes four implementation sites, two reservation sites and two urban sites. Therefore, investigators plan to test efficacy simultaneously. Implementation will follow guidelines described in the protocol, with all sites implementing certain parts of the intervention the same way, with the freedom to modify some aspects of the intervention for appropriate use in their communities. Statistical considerations are described in the appropriate section.",
            "detailedDescription": "All Nations Breath of Life (ANBL) is a culturally tailored, group-based quit smoking program for American Indian (AI) people. For this project, there are certain aspects of ANBL that are maintained across all sites. There are other aspects that may be modified at different sites to best fit the community. The aspects of the program that are maintained include:\n\nGroup Support Sessions: The primary component of ANBL is group-based support sessions, led by an AI community member. Due to low rates of educational attainment among AI, the study team decided to not limit session leaders to individuals with counseling degrees; investigators will train community members in group support and counseling skills. Group leaders are not called \"counselors\" due to community reticence to trust providers trained in Western counseling. Investigators chose the term \"facilitator\" because this role facilitates discussion and creates positive interactions. All group sessions begin with team building and discussion about things people are experiencing in their lives, both those related directly to smoking and other things that help or hinder quit attempts. The first group session is devoted to forming a cohesive group and learning about individual journeys with tobacco. Participants are asked to bring their primary support person with them. This is the quit date for all participants to ensure they go through the process together. During the traditional tobacco session, participants bring personal items about traditional tobacco and can conduct a group ceremony signifying the end of their journey with recreational tobacco and celebrating it as a sacred plant. Facilitators acknowledge the diversity of tobacco use (or nonuse) and adjust the session as appropriate. There are two \"Family Sessions\" (weeks 7 and 12) where participants bring family or household members to a group dinner to mobilize support and reinforce family-level intervention components. Guests are provided with additional information about how to support someone who is trying to quit. One support person is asked to attend additional sessions with the person they are supporting; this person is welcome at any and all sessions. All attendees are taught the importance of home smoking rules and are encouraged to implement them, along with the individual trying to quit. The study team will track social support and home smoking rules throughout the program to identify any impact they may have on quitting through surveys with the individual who is quitting, asking them to identify how they are being supported and what types of home smoking rules have been implemented. Support people will not be considered study participants and will not complete surveys. This is done at the request of community members because they believe it will be more difficult to get support people to participate if they must also be subjects of research.\n\nIndividual Telephone Counseling: Between groups, facilitators call participants to see how they are doing and if they are having side effects to medications, discuss personal issues, and to remind them of the next group. Facilitators use Motivational Interviewing (MI) counseling techniques. MI has shown effectiveness with AI, is designed to enhance motivation and is based on the assumption that many people with addictions are not in an advanced state of readiness to change. The goal is to increase motivation by developing a discrepancy between behavior and goals. The study team developed culturally sensitive MI scripts to conduct telephone sessions exploring positive and negative aspects of, ambivalence about and motivation/confidence for quitting, the pros and cons of behavior change, and plans for change. Because previous ANBL participants and facilitators have not believed that MI has been instrumental in participant ability to quit and because some have found it to be burdensome, investigators leave it up to individual sites whether they will use MI or not, tracking use for secondary analyses.\n\nEducational Curriculum: The curriculum includes 11 brochures, given throughout the program; it combines cessation information with cultural elements. Community members have stressed throughout development that cultural issues must be ingrained in the program and its accompanying materials, not given \"lip service\" by putting AI pictures on \"White\" materials. These materials were created by the study team and Community Advisory Board (CAB) members, with input from pilot participants, then sent to an AI graphic artist for final layout.\n\nPharmacotherapy: Current treatment guidelines suggest pharmacotherapy be offered to all smokers making a quit attempt. Study sites may work in conjunction with health centers and pharmacies to provide medication if they so choose; it is not provided as a part of the study. Participants must be under the care of a physician to receive prescription medication. Sites are required to track participant use of medication."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking Cessation"
            ],
            "keywords": [
                "American Indian, smoking cessation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "All community sites will implement the program as most appropriate for their communities.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 576,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "All Nations Breath of Life",
                    "type": "EXPERIMENTAL",
                    "description": "ANBL is a culturally tailored smoking cessation program that incorporates group-based and individual counseling. Participants may elect to take pharmacotherapy, but are not required to do so.",
                    "interventionNames": [
                        "Behavioral: All Nations Breath of Life"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "All Nations Breath of Life",
                    "description": "Same.",
                    "armGroupLabels": [
                        "All Nations Breath of Life"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Smoking Cessation",
                    "description": "Cessation measured by self-report and expired Carbon Monoxide (CO)",
                    "timeFrame": "7-day point prevalence abstinence at 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Smoking Cessation 2",
                    "description": "Cessation measured by self-report and expired CO",
                    "timeFrame": "30-day point prevalence and continuous abstinence at 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-identified American Indian or allowed to enroll by community site\n* Age 18 or older\n* Smokes at least one cigarette per day\n* Planning to quit smoking\n* Have a home address and telephone number\n* Willing to be followed for 6 months\n* Willing to participate\n\nExclusion Criteria:\n\n- Any of the above do not apply",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christine M Daley, PhD",
                    "role": "CONTACT",
                    "phone": "610-758-1878",
                    "email": "cmdaley@lehigh.edu"
                },
                {
                    "name": "Joseph Pacheco, MPH",
                    "role": "CONTACT",
                    "phone": "816-944-1055",
                    "email": "jpacheco@lehigh.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christine M Daley, PhD",
                    "affiliation": "Lehigh University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lehigh University",
                    "status": "RECRUITING",
                    "city": "Bethlehem",
                    "state": "Pennsylvania",
                    "zip": "18015",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christine M Daley, PhD",
                            "role": "CONTACT",
                            "phone": "610-758-1878",
                            "email": "cmdaley@lehigh.edu"
                        },
                        {
                            "name": "Joseph Pacheco, MPH",
                            "role": "CONTACT",
                            "phone": "816-944-1055",
                            "email": "jpacheco@lehigh.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.62593,
                        "lon": -75.37046
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}