{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05557279",
            "orgStudyIdInfo": {
                "id": "215838"
            },
            "organization": {
                "fullName": "Loyola University",
                "class": "OTHER"
            },
            "briefTitle": "Urinary Microbiome Changes Following Administration of 500 mg of NDS-446 in Women With Dry OAB at 12 Weeks",
            "officialTitle": "Urinary Microbiome Changes Following Administration of 500 mg of NDS-446 in Women With Dry OAB at 12 Weeks - a Single-center Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "urinary-microbiome-changes-following-administration-of-mg-of-nds-in-women-with-dry-oab-at-weeks"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-12",
            "studyFirstSubmitQcDate": "2022-09-23",
            "studyFirstPostDateStruct": {
                "date": "2022-09-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Elizabeth Mueller MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Loyola University"
            },
            "leadSponsor": {
                "name": "Loyola University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to learn about how the use of 500 mg of dried cranberry powder extract (NDS-446) changes the bacteria that normal reside in the bladder of women who don't have urinary leakage problems but do have problems with urinary urgency and frequency.",
            "detailedDescription": "While this treatment algorithm is the recommended approach to OAB management, recent research has resulted in the development of a new paradigm that may influence how this condition is treated in the future. This research focuses on the urinary microbiome and for a decade it has been known that urine is not sterile. Expanded Quantitative Urine Culture (EQUC) techniques have allowed for more comprehensive and accurate 16S ribosomal RNA sequencing of the urinary microbiome. Changes in the abundance and diversity of the resident microbiota have been associated with a number of urogenital conditions including interstitial cystitis, urinary incontinence, responses to OAB medications and symptoms of urinary tract infections. These studies provide insight to the fact that the microbiome plays an important role in the maintenance of a healthy urogenital tract. Thus, treatments that target the microbiome for one condition may work for others by similar mechanisms, especially when there is considerable symptom overlap between the two conditions as there is in UTIs and OAB.\n\nOne such treatment is cranberry (Vaccinium macrocarpon) extract, which has long been used as complementary therapy for a variety of medical conditions. Health benefits are linked to the presence of phytochemicals present in the fruit- anthocyanins, flavonols, tannins, proanthocyanidins, and phenolic acid derivatives. Cranberry is known to be effective in the prevention of UTIs. In a recent study examining its use in women with dry OAB, daily dried cranberry improved urgency symptoms and number of daytime voids. In addition, the authors reported an improvement in the validated subjective instrument, Patient Perception of Bladder Condition (PPBC). Moderately symptomatic LUTS in men improved following 6 months of daily dried cranberry powder. Therefore, the investigators aim to investigate changes to the female urinary microbiome in women with dry OAB who take daily dried cranberry extract. This study aims to quantify a change in urinary frequency, urinary urgency, and PPBC following the daily use of a cranberry extract called NDS-446. The investigators also have an ancillary hypothesis that women who are post-menopausal will develop a urinary microbiome more similar to pre-menopausal women by the end of the study. Lastly, the investigators will measure the levels of extracellular (eATP) in the urine of participants. It has been previously shown that higher levels of eATP are associated with worsening OAB symptoms."
        },
        "conditionsModule": {
            "conditions": [
                "Overactive Bladder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "All participants will receive 500 mg NDS-446 daily for 12 weeks following a baseline assessment and meeting inclusion/exclusion criteria 20 premenopausal women, 20 postmenopausal women not on estrogen supplementation",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "OTHER",
                    "description": "All participants will receive 500 mg NDS-446 daily for 12 weeks",
                    "interventionNames": [
                        "Drug: 500 mg NDS-446"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "500 mg NDS-446",
                    "description": "All participants will receive 500 mg NDS-446 daily for 12 weeks following a baseline assessment",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Compare the UG microbiota (vagina, peri-urethral, catheterized and voided urine) of female participants with urgency-frequency syndrome after 12 weeks of daily use of 500 mg of NDS-446 to the UG microbiota at baseline.",
                    "description": "Vaginal and peri-urethral swabs, as well as voided and catheterized urine specimens, will be obtained.",
                    "timeFrame": "12 week visit"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Compare the baseline and 12 week PPBC score in pre-menopausal and post-menopausal who take 500 mg of NDS-446 daily.",
                    "description": "The Patient Perception of Bladder Condition (PPBC) score in the study participants.",
                    "timeFrame": "12 week visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years, female, ambulatory\n* OAB symptoms \\> 6 months\n* Voiding frequency \\> 8 times in 24 hrs and \\> 3 episodes of urgency (grade 3 or 4) without incontinence during 3-day diary at baseline\n\nExclusion Criteria:\n\n* Self-reported urinary incontinence (\\> 3 episodes in the month prior)\n* UTI \\> 3 in last 12 months\n* A diagnosis of painful bladder syndrome or interstitial cystitis\n* LUT surgery last 6 months\n* Drug or non-drug treatment of OAB (previous 60 days) or current meds that affect detrusor activity\n* On Warfarin\n* Failure to complete 3-day diary\n* Aspirin \\> 81 mg daily\n* Gross hematuria\n* Allergy or sensitivity to aspirin\n* Subjects taking anti-platelet agents\n* Inability to swallow capsules",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary Tulke, RN",
                    "role": "CONTACT",
                    "phone": "708-216-2186",
                    "email": "mtulke@luc.edu"
                },
                {
                    "name": "Elizabeth Mueller, MD",
                    "role": "CONTACT",
                    "phone": "708-216-2170",
                    "email": "emuelle@lumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elizabeth Mueller, MD",
                    "affiliation": "Loyola Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Loyola Medical Center",
                    "status": "RECRUITING",
                    "city": "Maywood",
                    "state": "Illinois",
                    "zip": "60153",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary Tulke, RN",
                            "role": "CONTACT",
                            "phone": "708-216-2067",
                            "email": "mtulke@luc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.8792,
                        "lon": -87.84312
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19941278",
                    "type": "RESULT",
                    "citation": "Haylen BT, de Ridder D, Freeman RM, Swift SE, Berghmans B, Lee J, Monga A, Petri E, Rizk DE, Sand PK, Schaer GN; International Urogynecological Association; International Continence Society. An International Urogynecological Association (IUGA)/International Continence Society (ICS) joint report on the terminology for female pelvic floor dysfunction. Neurourol Urodyn. 2010;29(1):4-20. doi: 10.1002/nau.20798."
                },
                {
                    "pmid": "12559262",
                    "type": "RESULT",
                    "citation": "Abrams P, Cardozo L, Fall M, Griffiths D, Rosier P, Ulmsten U, Van Kerrebroeck P, Victor A, Wein A; Standardisation Sub-Committee of the International Continence Society. The standardisation of terminology in lower urinary tract function: report from the standardisation sub-committee of the International Continence Society. Urology. 2003 Jan;61(1):37-49. doi: 10.1016/s0090-4295(02)02243-4. No abstract available."
                },
                {
                    "pmid": "12811491",
                    "type": "RESULT",
                    "citation": "Stewart WF, Van Rooyen JB, Cundiff GW, Abrams P, Herzog AR, Corey R, Hunt TL, Wein AJ. Prevalence and burden of overactive bladder in the United States. World J Urol. 2003 May;20(6):327-36. doi: 10.1007/s00345-002-0301-4. Epub 2002 Nov 15."
                },
                {
                    "pmid": "17049716",
                    "type": "RESULT",
                    "citation": "Irwin DE, Milsom I, Hunskaar S, Reilly K, Kopp Z, Herschorn S, Coyne K, Kelleher C, Hampel C, Artibani W, Abrams P. Population-based survey of urinary incontinence, overactive bladder, and other lower urinary tract symptoms in five countries: results of the EPIC study. Eur Urol. 2006 Dec;50(6):1306-14; discussion 1314-5. doi: 10.1016/j.eururo.2006.09.019. Epub 2006 Oct 2."
                },
                {
                    "pmid": "22748867",
                    "type": "RESULT",
                    "citation": "Milsom I, Kaplan SA, Coyne KS, Sexton CC, Kopp ZS. Effect of bothersome overactive bladder symptoms on health-related quality of life, anxiety, depression, and treatment seeking in the United States: results from EpiLUTS. Urology. 2012 Jul;80(1):90-6. doi: 10.1016/j.urology.2012.04.004."
                },
                {
                    "pmid": "25623739",
                    "type": "RESULT",
                    "citation": "Gormley EA, Lightner DJ, Faraday M, Vasavada SP; American Urological Association; Society of Urodynamics, Female Pelvic Medicine. Diagnosis and treatment of overactive bladder (non-neurogenic) in adults: AUA/SUFU guideline amendment. J Urol. 2015 May;193(5):1572-80. doi: 10.1016/j.juro.2015.01.087. Epub 2015 Jan 23."
                },
                {
                    "pmid": "22258963",
                    "type": "RESULT",
                    "citation": "Madhuvrata P, Cody JD, Ellis G, Herbison GP, Hay-Smith EJ. Which anticholinergic drug for overactive bladder symptoms in adults. Cochrane Database Syst Rev. 2012 Jan 18;1:CD005429. doi: 10.1002/14651858.CD005429.pub2."
                },
                {
                    "pmid": "31233095",
                    "type": "RESULT",
                    "citation": "Coupland CAC, Hill T, Dening T, Morriss R, Moore M, Hippisley-Cox J. Anticholinergic Drug Exposure and the Risk of Dementia: A Nested Case-Control Study. JAMA Intern Med. 2019 Aug 1;179(8):1084-1093. doi: 10.1001/jamainternmed.2019.0677."
                },
                {
                    "pmid": "28196724",
                    "type": "RESULT",
                    "citation": "Chapple CR, Nazir J, Hakimi Z, Bowditch S, Fatoye F, Guelfucci F, Khemiri A, Siddiqui E, Wagg A. Persistence and Adherence with Mirabegron versus Antimuscarinic Agents in Patients with Overactive Bladder: A Retrospective Observational Study in UK Clinical Practice. Eur Urol. 2017 Sep;72(3):389-399. doi: 10.1016/j.eururo.2017.01.037. Epub 2017 Feb 11."
                },
                {
                    "pmid": "22278835",
                    "type": "RESULT",
                    "citation": "Wolfe AJ, Toh E, Shibata N, Rong R, Kenton K, Fitzgerald M, Mueller ER, Schreckenberger P, Dong Q, Nelson DE, Brubaker L. Evidence of uncultivated bacteria in the adult female bladder. J Clin Microbiol. 2012 Apr;50(4):1376-83. doi: 10.1128/JCM.05852-11. Epub 2012 Jan 25."
                },
                {
                    "pmid": "22047020",
                    "type": "RESULT",
                    "citation": "Siddiqui H, Nederbragt AJ, Lagesen K, Jeansson SL, Jakobsen KS. Assessing diversity of the female urine microbiota by high throughput sequencing of 16S rDNA amplicons. BMC Microbiol. 2011 Nov 2;11:244. doi: 10.1186/1471-2180-11-244."
                },
                {
                    "pmid": "26962083",
                    "type": "RESULT",
                    "citation": "Price TK, Dune T, Hilt EE, Thomas-White KJ, Kliethermes S, Brincat C, Brubaker L, Wolfe AJ, Mueller ER, Schreckenberger PC. The Clinical Urine Culture: Enhanced Techniques Improve Detection of Clinically Relevant Microorganisms. J Clin Microbiol. 2016 May;54(5):1216-22. doi: 10.1128/JCM.00044-16. Epub 2016 Mar 9."
                },
                {
                    "pmid": "24515544",
                    "type": "RESULT",
                    "citation": "Brubaker L, Nager CW, Richter HE, Visco A, Nygaard I, Barber MD, Schaffer J, Meikle S, Wallace D, Shibata N, Wolfe AJ. Urinary bacteria in adult women with urgency urinary incontinence. Int Urogynecol J. 2014 Sep;25(9):1179-84. doi: 10.1007/s00192-013-2325-2. Epub 2014 Feb 11."
                },
                {
                    "pmid": "34036621",
                    "type": "RESULT",
                    "citation": "Burnett LA, Hochstedler BR, Weldon K, Wolfe AJ, Brubaker L. Recurrent urinary tract infection: Association of clinical profiles with urobiome composition in women. Neurourol Urodyn. 2021 Aug;40(6):1479-1489. doi: 10.1002/nau.24707. Epub 2021 May 26."
                },
                {
                    "pmid": "26210757",
                    "type": "RESULT",
                    "citation": "Pearce MM, Zilliox MJ, Rosenfeld AB, Thomas-White KJ, Richter HE, Nager CW, Visco AG, Nygaard IE, Barber MD, Schaffer J, Moalli P, Sung VW, Smith AL, Rogers R, Nolen TL, Wallace D, Meikle SF, Gai X, Wolfe AJ, Brubaker L; Pelvic Floor Disorders Network. The female urinary microbiome in urgency urinary incontinence. Am J Obstet Gynecol. 2015 Sep;213(3):347.e1-11. doi: 10.1016/j.ajog.2015.07.009. Epub 2015 Jul 23."
                },
                {
                    "pmid": "26423260",
                    "type": "RESULT",
                    "citation": "Thomas-White KJ, Hilt EE, Fok C, Pearce MM, Mueller ER, Kliethermes S, Jacobs K, Zilliox MJ, Brincat C, Price TK, Kuffel G, Schreckenberger P, Gai X, Brubaker L, Wolfe AJ. Incontinence medication response relates to the female urinary microbiota. Int Urogynecol J. 2016 May;27(5):723-33. doi: 10.1007/s00192-015-2847-x. Epub 2015 Sep 30."
                },
                {
                    "pmid": "23076891",
                    "type": "RESULT",
                    "citation": "Jepson RG, Williams G, Craig JC. Cranberries for preventing urinary tract infections. Cochrane Database Syst Rev. 2012 Oct 17;10(10):CD001321. doi: 10.1002/14651858.CD001321.pub5."
                },
                {
                    "pmid": "32945735",
                    "type": "RESULT",
                    "citation": "Cho A, Eidelberg A, Butler DJ, Danko D, Afshinnekoo E, Mason CE, Chughtai B. Efficacy of Daily Intake of Dried Cranberry 500 mg in Women with Overactive Bladder: A Randomized, Double-Blind, Placebo Controlled Study. J Urol. 2021 Feb;205(2):507-513. doi: 10.1097/JU.0000000000001384. Epub 2020 Sep 18."
                },
                {
                    "pmid": "26049866",
                    "type": "RESULT",
                    "citation": "Vidlar A, Student V Jr, Vostalova J, Fromentin E, Roller M, Simanek V, Student V. Cranberry fruit powder (Flowens) improves lower urinary tract symptoms in men: a double-blind, randomized, placebo-controlled study. World J Urol. 2016 Mar;34(3):419-24. doi: 10.1007/s00345-015-1611-7. Epub 2015 Jun 7."
                },
                {
                    "pmid": "20804630",
                    "type": "RESULT",
                    "citation": "Vidlar A, Vostalova J, Ulrichova J, Student V, Stejskal D, Reichenbach R, Vrbkova J, Ruzicka F, Simanek V. The effectiveness of dried cranberries ( Vaccinium macrocarpon) in men with lower urinary tract symptoms. Br J Nutr. 2010 Oct;104(8):1181-9. doi: 10.1017/S0007114510002059. Epub 2010 Aug 31."
                },
                {
                    "pmid": "23741373",
                    "type": "RESULT",
                    "citation": "Silva-Ramos M, Silva I, Oliveira O, Ferreira S, Reis MJ, Oliveira JC, Correia-de-Sa P. Urinary ATP may be a dynamic biomarker of detrusor overactivity in women with overactive bladder syndrome. PLoS One. 2013 May 31;8(5):e64696. doi: 10.1371/journal.pone.0064696. Print 2013."
                },
                {
                    "pmid": "32791124",
                    "type": "RESULT",
                    "citation": "Thomas-White K, Taege S, Limeira R, Brincat C, Joyce C, Hilt EE, Mac-Daniel L, Radek KA, Brubaker L, Mueller ER, Wolfe AJ. Vaginal estrogen therapy is associated with increased Lactobacillus in the urine of postmenopausal women with overactive bladder symptoms. Am J Obstet Gynecol. 2020 Nov;223(5):727.e1-727.e11. doi: 10.1016/j.ajog.2020.08.006. Epub 2020 Aug 11."
                },
                {
                    "pmid": "32317321",
                    "type": "RESULT",
                    "citation": "Price TK, Wolff B, Halverson T, Limeira R, Brubaker L, Dong Q, Mueller ER, Wolfe AJ. Temporal Dynamics of the Adult Female Lower Urinary Tract Microbiota. mBio. 2020 Apr 21;11(2):e00475-20. doi: 10.1128/mBio.00475-20."
                },
                {
                    "pmid": "16460875",
                    "type": "RESULT",
                    "citation": "Coyne KS, Matza LS, Kopp Z, Abrams P. The validation of the patient perception of bladder condition (PPBC): a single-item global measure for patients with overactive bladder. Eur Urol. 2006 Jun;49(6):1079-86. doi: 10.1016/j.eururo.2006.01.007. Epub 2006 Jan 24."
                },
                {
                    "pmid": "27214047",
                    "type": "RESULT",
                    "citation": "Callahan BJ, McMurdie PJ, Rosen MJ, Han AW, Johnson AJ, Holmes SP. DADA2: High-resolution sample inference from Illumina amplicon data. Nat Methods. 2016 Jul;13(7):581-3. doi: 10.1038/nmeth.3869. Epub 2016 May 23."
                },
                {
                    "pmid": "28486927",
                    "type": "RESULT",
                    "citation": "Gao X, Lin H, Revanna K, Dong Q. A Bayesian taxonomic classification method for 16S rRNA gene sequences with improved species-level accuracy. BMC Bioinformatics. 2017 May 10;18(1):247. doi: 10.1186/s12859-017-1670-4."
                },
                {
                    "pmid": "22174279",
                    "type": "RESULT",
                    "citation": "McMurdie PJ, Holmes S. Phyloseq: a bioconductor package for handling and analysis of high-throughput phylogenetic sequence data. Pac Symp Biocomput. 2012:235-46."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053201",
                    "term": "Urinary Bladder, Overactive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27167",
                    "name": "Urinary Bladder, Overactive",
                    "asFound": "Overactive Bladder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}