{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06373016",
            "orgStudyIdInfo": {
                "id": "2015P000652"
            },
            "secondaryIdInfos": [
                {
                    "id": "2023005",
                    "type": "OTHER_GRANT",
                    "domain": "Baszucki Foundation"
                }
            ],
            "organization": {
                "fullName": "Stony Brook University",
                "class": "OTHER"
            },
            "briefTitle": "Use of Ketosis in Modulating Metabolic Pathways in Bipolar Disorder",
            "officialTitle": "Use of Ketosis in Modulating Metabolic Pathways in Bipolar Disorder",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "use-of-ketosis-in-modulating-metabolic-pathways-in-bipolar-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-02-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-07",
            "studyFirstSubmitQcDate": "2024-04-15",
            "studyFirstPostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lilianne Strey",
                "investigatorTitle": "Professor, Department of Biomedical Engineering",
                "investigatorAffiliation": "Stony Brook University"
            },
            "leadSponsor": {
                "name": "Stony Brook University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Mclean Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test how specific components of diet affect brain function and behavior for individuals with bipolar. The main question it aims to answer is how glucose and ketones each affect the brain's response to risk and reward. Participants will be asked to provide blood (to assess baseline measures of how the body uses energy), and then to receive two MRI scan sessions, on separate days. During each MRI scan session, participants will play three games, from which they can win money, before and after drinking glucose (on one day) or ketones (on the other day). Investigators will compare individuals with and without bipolar to test whether the two groups differ in how their brains use energy, and to test how the brain's use of energy affects behavior.",
            "detailedDescription": "The purpose of the study is to understand the impact of glucose vs. ketones on brain metabolism and function, in individuals with bipolar. The specific aims are to examine:\n\n1. Stability of the brain's signaling over time.\n2. Regulation of the neural circuits that process risk\n3. Regulation of the neural circuits that process reward\n\nStudy Procedures:\n\nBaseline Blood Samples: Blood will be taken at Massachusetts General Hospital (Translational and Clinical Research Center) to measure baseline levels of several key variables associated with metabolic function. These variables include insulin resistance (HbA1c), thyroid function (T3, T4, TSH), the efficiency of the tricarboxylic acid (TCA) cycle (lactate/pyruvate), energy sensing (AMPK), mitochondrial regulation, and inflammation (IL-6, tumor necrosis factor (TNF)-alpha).\n\nScanning Procedure: The scanning procedure for magnetic resonance (MR) imaging, on each day, will include 1) functional MR (fMRI) during cognitive task (three games), 2) MR spectroscopy (MRS), and 3) resting state. Following the scan, the participant will drink either glucose or ketones and repeat 1-3 above.\n\nBlood glucose and ketone monitoring: Using a finger-prick test, investigators will measure blood glucose and ketones three times during each scan session. This will be done immediately before starting the scan session, 10 minutes after consuming either glucose or ketones, and immediately after ending the scan session. Mild temporary pain/discomfort may occur at the site of finger-prick for blood glucose and ketone concentration measurements (pre-scan, post-drink, and post-scan), but no other side effects are expected from this test. Precision Xtra is a standard over-the-counter blood glucose and ketone monitoring system routinely self-administered by diabetic patients. Participants' fingers will be sanitized with alcohol wipes and a fresh lancet will be used to perform each finger prick test."
        },
        "conditionsModule": {
            "conditions": [
                "Bipolar Disorder",
                "Bipolar Disorder Type 1"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ketone Supplement-MRI/MRS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants (both the Bipolar Cohort and Healthy Comparison Cohort) will be tested twice, both times in an overnight fasting condition (8 hours no food, unrestricted water). Halfway through each of the two scan sessions, participants will be asked to drink either glucose (on one day) or ketones (on the other day). This within-subjects comparison will allow investigators to observe the effects of metabolism on brain function. Participants' glucose and ketone levels will also be measured, using a finger-prick blood measurement at three different times: 1) immediately before the scan session 2) 10 minutes after drinking the glucose or supplement 3) immediately following the scan session.",
                    "interventionNames": [
                        "Dietary Supplement: Glucose",
                        "Dietary Supplement: Ketones"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Glucose",
                    "description": "A glucose drink is administered midway through one of the scan sessions.",
                    "armGroupLabels": [
                        "Ketone Supplement-MRI/MRS"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Ketones",
                    "description": "A ketone drink is administered midway through one of the scan sessions.",
                    "armGroupLabels": [
                        "Ketone Supplement-MRI/MRS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Stabilization of brain networks (general brain functioning)",
                    "description": "Baseline network stability will be measured using resting-state fMRI. Brain network stability (unitless metric) is a biomarker derived from fMRI scan activity that quantifies the degree to which regions that are active together at one time point continue to remain active together throughout the scan. It has been shown by prior work to be a biomarker sensitive to both aging and metabolic effects and is thus a primary measure as this study examines its validity in the context of bipolar disorder. Given this prior work, it is anticipated that relative to comparison subjects, individuals with bipolar disorder will show greater network instability (increased instability score - unitless) consistent with metabolic dysregulation.",
                    "timeFrame": "Within a month of enrollment completion"
                },
                {
                    "measure": "Relative stabilization or destabilization of brain networks in response to metabolic bolus",
                    "description": "Using the resting-state fMRI acquired after either the glucose or ketone bolus, brain network stability will be quantified as described above and compared to the baseline outcome. Based on prior work using this metric, it is anticipated that in both healthy individuals and individuals with bipolar disorder will exhibit network stabilization in the presence of ketones (decreased instability score - unitless) and network destabilization in the presence of glucose (increased instability score - unitless), consistent with the effects seen in metabolic regulation in an aging population.",
                    "timeFrame": "Within a month of enrollment completion"
                },
                {
                    "measure": "Prefrontal-limbic circuit regulation",
                    "description": "Using task fMRI data for learning and matching tasks, the BOLD signal will be measured for the pre-frontal limbic circuit (composed of the ventromedial prefrontal cortex, orbitofrontal cortex, hippocampus, amygdala, and thalamus). The relative signal correlations between these regions will be used to determine signal lag (measured in seconds) as a metric of circuit regulation. Prior work has shown this metric to be sensitive to changes in emotional regulation (specifically in generalized anxiety disorder), and thus it is hypothesized to provide a sensitive marker in comparing individuals with bipolar disorder to healthy individuals as well.",
                    "timeFrame": "Within a month of enrollment completion"
                },
                {
                    "measure": "Cortico-striatal circuit regulation",
                    "description": "Using task fMRI data for learning and matching tasks, the BOLD signal will be measured for the cortico-striatal circuit (composed of the prefrontal cortex, striatum, thalamus, globus pallidus, subthalamic nucleus, and substantia nigra). The relative signal correlations between these regions will be used to determine signal lag (measured in seconds) as a metric of circuit regulation. Prior work has shown this circuit to be important in learning tasks like the ones used in this study, and thus provides an excellent control circuit for comparison to the pre-frontal limbic metrics above.",
                    "timeFrame": "Within a month of enrollment completion"
                },
                {
                    "measure": "Concentration of neurometabolites measured by Magnetic Resonance Spectroscopy (MRS)",
                    "description": "Using 7T MRS allows us to sensitively measure the concentrations of several neurometabolites sensitively and simultaneously. The following metabolite concentrations (in mmol) will be quantified both before and after the energy bolus consumption: Neural glucose and D-βHB (ketone), Taurine, Lactate, Ascorbate, Phosphocreatine, Aspartate, Phosphoethanolamine, Gamma-Aminobutyric Acid (GABA), Scyllo-Inositol, Myo-Inositol, Phosphocholine and Glycerophosphocholine, Glutathione, N-Acetylaspartate, Creatine and Phosphocreatine, N-Acetylaspartate and N-Acetylaspartylglutamate, Glutamate, Glutamine, N-Acetylaspartylglutamate",
                    "timeFrame": "Within a month of enrollment completion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion/Exclusion Criteria:\n\n* Bipolar disorder diagnosis: Patients must have a Diagnostic Statistical Manual (DSM)-V diagnosis of bipolar disorder on the Structured Clinical Interview for DSM (SCID)\n* Bipolar disorder symptoms: Patients must be stable and euthymic at time of consent and testing, documented by no hospitalizations in the prior 4 weeks\n* Age: between 18-45 yrs for patients with bipolar disorder and age-matched controls\n* Weight does not exceed 350lbs.\n* Diameter does not exceed 60 cm when supine\n* HbA1C \\< 7%\n* No non-MRI-compatible metal in the body (e.g., pacemaker, shrapnel, joint pins)\n* No claustrophobia\n* No history of significant head injury\n* No history of electroconvulsive therapy (ECT) or transcranial magnetic stimulation (TMS) within the last 3 months\n* No history of previous treatment with following procedures: vagus nerve stimulation, or deep brain stimulation\n* Are not deemed a serious suicide or homicide risk\n* No unstable medical illness, including cardiovascular, hepatic, renal, respiratory, endocrine, neurological, or hematological disease\n* No seizure disorders\n* Have the capacity to sign informed consent\n* No current diagnosis or history of an alcohol or substance use disorder in the last 6 months or positive test for an illicit drug on the screening urine analysis (positive cannabis screen is not exclusionary): confirmed using urine toxicology test during the initial screening visit and before each MRI scan visit.\n* For Healthy Volunteers Only: No psychotropic medication and no history of neurological disease\n* Must have vision that is 20/20 or correctable to 20/20 with contact lenses\n* No Type 1 diabetes mellitus\n* No regular consumption of insulin and other antidiabetics, like Metformin®, GLP1-RA's and others.\n* No kidney disease, as determined by medical history and/or blood work\n* No history of heart attack or stroke\n* No difficulty swallowing\n* No myxedema\n* No Pregnancy (pre-menopausal females): confirmed during medical screening and each MRI scan visit using a urine test\n* No breastfeeding",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Annabel Driussi, MA",
                    "role": "CONTACT",
                    "phone": "510-333-6732",
                    "email": "annabel.driussi@stonybrook.edu"
                },
                {
                    "name": "Janaki Raghavan, PhD",
                    "role": "CONTACT",
                    "phone": "774-479-2660",
                    "email": "janaki.raghavan@stonybrook.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lilianne R Mujica-Parodi, Ph.D.",
                    "affiliation": "SUNY Stony Brook University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "McLean Hospital",
                    "status": "RECRUITING",
                    "city": "Belmont",
                    "state": "Massachusetts",
                    "zip": "02478",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dost Ongur, MD PhD",
                            "role": "CONTACT",
                            "phone": "617-855-3922",
                            "email": "dongur@mgb.org"
                        },
                        {
                            "name": "Virginie-Anne Chouinard, MD",
                            "role": "CONTACT",
                            "phone": "617-855-3034",
                            "email": "vchouinard@mgb.org"
                        },
                        {
                            "name": "Dost Ongur, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.39593,
                        "lon": -71.17867
                    }
                },
                {
                    "facility": "Martinos Center for Biomedical Research, Building 149, 13th Street",
                    "status": "RECRUITING",
                    "city": "Charlestown",
                    "state": "Massachusetts",
                    "zip": "02129",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lilianne Mujica-Parodi, PhD",
                            "role": "CONTACT",
                            "phone": "631-428-8461",
                            "email": "lstrey@mgh.harvard.edu"
                        },
                        {
                            "name": "Eva-Maria Ratai, PhD",
                            "role": "CONTACT",
                            "phone": "781-521-4436",
                            "email": "eratai@mgh.harvard.edu"
                        },
                        {
                            "name": "Eva-Maria Ratai, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.37787,
                        "lon": -71.062
                    }
                },
                {
                    "facility": "Laufer Center for Physical and Quantitative Biology , Stony Brook University",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Stony Brook",
                    "state": "New York",
                    "zip": "11794",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.92565,
                        "lon": -73.14094
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Laboratory for Computational Neurodiagnostics",
                    "url": "https://www.lcneuro.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10687",
                    "name": "Ketosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}