{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04162938",
            "orgStudyIdInfo": {
                "id": "IRB00227304"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Use of a Patient-Centered Electronic App to Increase ED Patient's Knowledge on HCV to Improve the HCV Care Continuum",
            "officialTitle": "Use of a Patient-Centered Electronic App to Increase Emergency Department Patient's Knowledge on HCV Infection, Disease Progression, and Care to Improve the HCV Care Continuum",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "use-of-a-patient-centered-electronic-app-to-increase-ed-patient-s-knowledge-on-hcv-to-improve-the-hcv-care-continuum"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-12",
            "studyFirstSubmitQcDate": "2019-11-12",
            "studyFirstPostDateStruct": {
                "date": "2019-11-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators will conduct a randomized controlled clinical trial study in an urban emergency department in Baltimore to determine the impact of an educational app which is based on Leventhal's Common-Sense Model of Illness Representations framework, on HCV-infected ED patient's hepatitis C virus (HCV) health belief and knowledge as well as the downstream outcomes of the HCV Continuum of Care (linkage to care rate, initiation of HCV antiviral treatment, and sustained virologic response). First, the investigators will develop a blueprinted prototype personalized HCV educational app which will (1) provide individualized liver fibrosis staging information, (2) pre-test HCV knowledge, perception of barriers to HCV care, and motivation to receive HCV care survey, (3) provide personalized HCV knowledge, facilitators and supporting information for HCV care via video clips and information sheets based on the pre-test results, and (4) provide post-test knowledge, perception, and motivation to receive HCV care. Second, the investigators will conduct a series of focus group discussion sessions to fine-tune the HCV educational app. Third, the investigators will enroll ED patients who have anti-HCV (newly diagnosed or previously diagnosed) but without HCV RNA testing information for a pilot randomized controlled clinical trial of the personalized HCV educational app.",
            "detailedDescription": "An estimated 40-85% of 2.4 million Americans infected with HCV remain unaware of the infection. Further even amongst those aware of the HCV status, the vast majority do not get linked to care or are offered the option for treatment. Busy emergency department (ED) settings, which provide care to 140 million individuals each year, have recently been demonstrated to be a key venue for large-scale HCV testing, with outcomes from several large cities showing rates of disease of upwards of 10%. Significant challenges remain however, as linkage to care (LTC) from EDs has proven particularly elusive. National ED HCV LTC rates typically range from 20-40%, which dramatically restricts the overall impact on patient outcomes. Varied and complex factors contribute to these challenges but include both individual patient level factors, as well as social and health care infrastructure barriers. One critical but potentially mutable factor associated with gaps in LTC, that has yet to be systematically evaluated for ED populations, is the role of patient's comprehension of the 'meaning' of patients' HCV diagnosis, which includes understanding the natural history of the disease, and the associated downstream health consequences of being infected. Placing HCV in the context of a patient based conceptual disease model provides a framework for studying knowledge gaps and misperceptions, which could be used to help improve patient engagement in care, and ultimately both clinical and public health outcomes. Leventhal's Common-Sense Model of Illness Representations provides a foundational framework for understanding an individual's belief and coping strategy to respond to his or her illness, with reliance on both concrete and abstract information (e.g. symptoms or acquired knowledge). For HCV, variables that may impact patient's engagement include a relative lack of urgency to receive care (due to the indolent nature of symptoms and often decades-long disease progression), a perception of ineffective treatment options (rooting from interferon therapy), and the perception of a relative low morbidity and mortality risk associated with HCV (versus e.g. HIV). Leveraging this Common-Sense Model theoretical framework, the investigators' research team proposes to design and evaluate the impact of a patient-centered HCV health belief conception framework for improving LTC interventions and the downstream HCV care continuum. Individualized risk information will be delivered in a patient-centric manner in the ED, gathering easily obtainable data that has proven to predict progression (i.e. Fibrosis-4 score). The investigators propose to first conduct a series of 3 focus group discussion sessions for participants to provide constructive comments and suggestions on the prototype of the personalized HCV educational app which has been blueprinted and is currently under development. This will be followed by development and pilot testing of a personalized patient-centered tablet-facilitated HCV educational program app, focusing on improving patient knowledge regarding HCV in real-time (including using and ED-based fibrosis staging service from precision medicine perspective). The patient informed staging service will include an estimated non-invasive Fibrosis-4 score; a serum fibrosis marker index (includes age, platelet count, alanine aminotransferase (ALT), and aspartate aminotransferase (AST) values). The investigators hypothesize that providing individualized HCV disease progression staging information to ED patients, along with a structured educational LTC program to HCV-infected patients during patients' ED visit, will significantly change patient's health beliefs and perceptions of HCV, and motivate patients to achieve improved rates of LTC, retention in care, anti-viral treatment, and sustained virologic response along the HCV care cascade."
        },
        "conditionsModule": {
            "conditions": [
                "Hepatitis C"
            ],
            "keywords": [
                "HCV Linkage to Care",
                "HCV Education"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 308,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patient-Centered Electronic App Group",
                    "type": "EXPERIMENTAL",
                    "description": "Patients assigned to the intervention group will receive individualized reports regarding patients' HCV disease progress/liver fibrosis staging by a Fibrosis-4 score using the personalized HCV educational app. The individualized report will also include comprehensive knowledge to fill the gap on general HCV information, natural history of the disease, and care and treatment, if there is any, as well as level of interest in receiving HCV care based on patients' response to the short survey questionnaires on the tablet. Patients will also receive the investigators' HCV program pamphlet regarding HCV infection and disease progression, treatment, as well as information regarding clinics available for HCV care in Baltimore. Patients will receive standard of care, routine HCV LTC services from the investigators' ED HCV LTC program staff.",
                    "interventionNames": [
                        "Other: Patient-Centered Electronic App"
                    ]
                },
                {
                    "label": "Reference Group",
                    "type": "NO_INTERVENTION",
                    "description": "Patients assigned to the reference group will receive the investigators' current 'static' standard of care HCV program pamphlet regarding HCV infection and disease progression, treatment, as well as information regarding clinics available for HCV care in Baltimore City. Patients will also receive standard of care, routine HCV LTC services from the investigators' ED HCV LTC program staff."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Patient-Centered Electronic App",
                    "description": "The coordinator will enter lab information to generate the patient's Fibrosis-4 score for liver fibrosis staging. With the information of liver fibrosis staging and survey responses, the app will generate individualized reports of the participant's comprehensive HCV disease progression, knowledge, and level of interest in receiving HCV care. The app will then deliver a streamlined, tailored, brief education message and include information regarding services and assistance for receiving HCV care.",
                    "armGroupLabels": [
                        "Patient-Centered Electronic App Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Linkage to care rate (days)",
                    "description": "Linkage to care rate is defined as the time (days) between patient enrollment and the patient's first HCV-related clinic visit.",
                    "timeFrame": "28 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in HCV knowledge as assessed by True/False survey questions",
                    "description": "The survey uses True/False responses to twenty questions with scores ranging from 0 to 20. An increase in the patient's total number of correct answers indicates an increase in the patient's HCV knowledge.",
                    "timeFrame": "Immediately before and immediately after use of the education app, up to 1 hour"
                },
                {
                    "measure": "Change in perceived barriers to HCV care as assessed by a Likert Scale",
                    "description": "The survey uses a Likert Scale with 27 items; each item scored from 1 to 4. Overall score ranges between 27 and 108; a decrease in the patient's total score indicates a decrease in the patient's perceived barriers to HCV care.",
                    "timeFrame": "Immediately before and immediately after use of the education app, up to 1 hour"
                },
                {
                    "measure": "Change in level of motivation to receive HCV care as assessed by a Likert Scale",
                    "description": "The survey uses a Likert Scale with 27 items; each item scored from 1 to 4. Overall score ranges between 27 and 108; a decrease in the patient's total score indicates an increase in the patient's motivation to receive HCV care.",
                    "timeFrame": "Immediately before and immediately after use of the education app, up to 1 hour"
                },
                {
                    "measure": "Number of patients who begin HCV antiviral treatment",
                    "description": "Number of patients who begin HCV antiviral treatment will be used to measure initiation of HCV antiviral treatment rate.",
                    "timeFrame": "28 months"
                },
                {
                    "measure": "Number of patients who complete HCV antiviral treatment",
                    "description": "Number of patients who complete HCV antiviral treatment will be used to measure the completion of HCV antiviral treatment rate.",
                    "timeFrame": "28 months"
                },
                {
                    "measure": "Number of patients who have an undetectable viral load 12 weeks after completing HCV antiviral treatment",
                    "description": "Number of patients who have an undetectable viral load 12 weeks after completing HCV antiviral treatment will be used to measure the sustained virologic response rate.",
                    "timeFrame": "28 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Johns Hopkins Hospital ED patient\n* 18 years or older\n* HCV positive without HCV RNA information\n\nExclusion Criteria:\n\n* Younger than 18 years of age\n* Unable to provide informed consent\n* Altered mental status\n* Incarcerated\n* Critically ill",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Deanna Myer",
                    "role": "CONTACT",
                    "phone": "443-287-6985",
                    "email": "dmyer1@jhmi.edu"
                },
                {
                    "name": "Tiana Jones",
                    "role": "CONTACT",
                    "phone": "410-735-6422",
                    "email": "tpurrin1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yu-Hsiang Hsieh, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deanna Myer",
                            "role": "CONTACT",
                            "phone": "443-287-6985",
                            "email": "dmyer1@jhmi.edu"
                        },
                        {
                            "name": "Tiana Jones",
                            "role": "CONTACT",
                            "phone": "410-735-6422",
                            "email": "tpurrin1@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24737271",
                    "type": "BACKGROUND",
                    "citation": "Denniston MM, Jiles RB, Drobeniuc J, Klevens RM, Ward JW, McQuillan GM, Holmberg SD. Chronic hepatitis C virus infection in the United States, National Health and Nutrition Examination Survey 2003 to 2010. Ann Intern Med. 2014 Mar 4;160(5):293-300. doi: 10.7326/M13-1133."
                },
                {
                    "pmid": "26936668",
                    "type": "BACKGROUND",
                    "citation": "Ly KN, Hughes EM, Jiles RB, Holmberg SD. Rising Mortality Associated With Hepatitis C Virus in the United States, 2003-2013. Clin Infect Dis. 2016 May 15;62(10):1287-1288. doi: 10.1093/cid/ciw111. Epub 2016 Mar 1."
                },
                {
                    "pmid": "22895429",
                    "type": "BACKGROUND",
                    "citation": "Smith BD, Morgan RL, Beckett GA, Falck-Ytter Y, Holtzman D, Teo CG, Jewett A, Baack B, Rein DB, Patel N, Alter M, Yartel A, Ward JW; Centers for Disease Control and Prevention. Recommendations for the identification of chronic hepatitis C virus infection among persons born during 1945-1965. MMWR Recomm Rep. 2012 Aug 17;61(RR-4):1-32. Erratum In: MMWR Recomm Rep. 2012 Nov 2;61(43):886."
                },
                {
                    "pmid": "30398671",
                    "type": "BACKGROUND",
                    "citation": "Hofmeister MG, Rosenthal EM, Barker LK, Rosenberg ES, Barranco MA, Hall EW, Edlin BR, Mermin J, Ward JW, Ryerson AB. Estimating Prevalence of Hepatitis C Virus Infection in the United States, 2013-2016. Hepatology. 2019 Mar;69(3):1020-1031. doi: 10.1002/hep.30297. Epub 2018 Nov 6."
                },
                {
                    "pmid": "26562129",
                    "type": "BACKGROUND",
                    "citation": "Maier MM, Ross DB, Chartier M, Belperio PS, Backus LI. Cascade of Care for Hepatitis C Virus Infection Within the US Veterans Health Administration. Am J Public Health. 2016 Feb;106(2):353-8. doi: 10.2105/AJPH.2015.302927. Epub 2015 Nov 12."
                },
                {
                    "pmid": "25348499",
                    "type": "BACKGROUND",
                    "citation": "Viner K, Kuncio D, Newbern EC, Johnson CC. The continuum of hepatitis C testing and care. Hepatology. 2015 Mar;61(3):783-9. doi: 10.1002/hep.27584. Epub 2015 Jan 30."
                },
                {
                    "pmid": "24988388",
                    "type": "BACKGROUND",
                    "citation": "Yehia BR, Schranz AJ, Umscheid CA, Lo Re V 3rd. The treatment cascade for chronic hepatitis C virus infection in the United States: a systematic review and meta-analysis. PLoS One. 2014 Jul 2;9(7):e101554. doi: 10.1371/journal.pone.0101554. eCollection 2014."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rui P, Kang K, Ashman J. National Hospital Ambulatory Medical Care Survey: 2016 emergency department summary tables. 2016. Vol 2019. Atlanta, GA: Centers for Disease Control and Prevention; 2019."
                },
                {
                    "pmid": "25179527",
                    "type": "BACKGROUND",
                    "citation": "Galbraith JW, Franco RA, Donnelly JP, Rodgers JB, Morgan JM, Viles AF, Overton ET, Saag MS, Wang HE. Unrecognized chronic hepatitis C virus infection among baby boomers in the emergency department. Hepatology. 2015 Mar;61(3):776-82. doi: 10.1002/hep.27410. Epub 2015 Jan 28."
                },
                {
                    "pmid": "26908800",
                    "type": "BACKGROUND",
                    "citation": "Hsieh YH, Rothman RE, Laeyendecker OB, Kelen GD, Avornu A, Patel EU, Kim J, Irvin R, Thomas DL, Quinn TC. Evaluation of the Centers for Disease Control and Prevention Recommendations for Hepatitis C Virus Testing in an Urban Emergency Department. Clin Infect Dis. 2016 May 1;62(9):1059-65. doi: 10.1093/cid/ciw074. Epub 2016 Feb 21."
                },
                {
                    "pmid": "26253712",
                    "type": "BACKGROUND",
                    "citation": "White DA, Anderson ES, Pfeil SK, Trivedi TK, Alter HJ. Results of a Rapid Hepatitis C Virus Screening and Diagnostic Testing Program in an Urban Emergency Department. Ann Emerg Med. 2016 Jan;67(1):119-28. doi: 10.1016/j.annemergmed.2015.06.023. Epub 2015 Aug 4."
                },
                {
                    "pmid": "28207069",
                    "type": "BACKGROUND",
                    "citation": "Anderson ES, Galbraith JW, Deering LJ, Pfeil SK, Todorovic T, Rodgers JB, Forsythe JM, Franco R, Wang H, Wang NE, White DAE. Continuum of Care for Hepatitis C Virus Among Patients Diagnosed in the Emergency Department Setting. Clin Infect Dis. 2017 Jun 1;64(11):1540-1546. doi: 10.1093/cid/cix163. Erratum In: Clin Infect Dis. 2017 Oct 15;65(8):1431-1433. doi: 10.1093/cid/cix563."
                },
                {
                    "pmid": "10294790",
                    "type": "BACKGROUND",
                    "citation": "Baumann LJ, Zimmerman RS, Leventhal H. An experiment in common sense: education at blood pressure screening. Patient Educ Couns. 1989 Aug;14(1):53-67. doi: 10.1016/0738-3991(89)90007-4."
                },
                {
                    "pmid": "20950406",
                    "type": "BACKGROUND",
                    "citation": "Krauskopf K, McGinn TG, Federman AD, Halm EA, Leventhal H, McGinn LK, Gardenier D, Oster A, Kronish IM. HIV and HCV health beliefs in an inner-city community. J Viral Hepat. 2011 Nov;18(11):785-91. doi: 10.1111/j.1365-2893.2010.01383.x. Epub 2010 Oct 18."
                },
                {
                    "pmid": "26092261",
                    "type": "BACKGROUND",
                    "citation": "Safo SA, Batchelder A, Peyser D, Litwin AH. The common sense model applied to hepatitis C: a qualitative analysis of the impact of disease comparison and witnessed death on hepatitis C illness perception. Harm Reduct J. 2015 Jun 20;12:20. doi: 10.1186/s12954-015-0054-1."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Hagger M, Orbell S. A meta-analytic review of the Common-Sense Model of Illness Representations. . Psychology & Health. 2003;18:141-184."
                },
                {
                    "pmid": "18331667",
                    "type": "BACKGROUND",
                    "citation": "McAndrew LM, Musumeci-Szabo TJ, Mora PA, Vileikyte L, Burns E, Halm EA, Leventhal EA, Leventhal H. Using the common sense model to design interventions for the prevention and management of chronic illness threats: from description to process. Br J Health Psychol. 2008 May;13(Pt 2):195-204. doi: 10.1348/135910708X295604. Epub 2008 Mar 7."
                },
                {
                    "pmid": "19236273",
                    "type": "BACKGROUND",
                    "citation": "Kirk GD, Astemborski J, Mehta SH, Spoler C, Fisher C, Allen D, Higgins Y, Moore RD, Afdhal N, Torbenson M, Sulkowski M, Thomas DL. Assessment of liver fibrosis by transient elastography in persons with hepatitis C virus infection or HIV-hepatitis C virus coinfection. Clin Infect Dis. 2009 Apr 1;48(7):963-72. doi: 10.1086/597350."
                },
                {
                    "pmid": "17567829",
                    "type": "BACKGROUND",
                    "citation": "Vallet-Pichard A, Mallet V, Nalpas B, Verkarre V, Nalpas A, Dhalluin-Venier V, Fontaine H, Pol S. FIB-4: an inexpensive and accurate marker of fibrosis in HCV infection. comparison with liver biopsy and fibrotest. Hepatology. 2007 Jul;46(1):32-6. doi: 10.1002/hep.21669."
                },
                {
                    "pmid": "26412082",
                    "type": "BACKGROUND",
                    "citation": "Simoni JM, Kutner BA, Horvath KJ. Opportunities and Challenges of Digital Technology for HIV Treatment and Prevention. Curr HIV/AIDS Rep. 2015 Dec;12(4):437-40. doi: 10.1007/s11904-015-0289-1."
                },
                {
                    "pmid": "28375820",
                    "type": "BACKGROUND",
                    "citation": "Yoo ER, Perumpail RB, Cholankeril G, Jayasekera CR, Ahmed A. The Role of e-Health in Optimizing Task-Shifting in the Delivery of Antiviral Therapy for Chronic Hepatitis C. Telemed J E Health. 2017 Oct;23(10):870-873. doi: 10.1089/tmj.2016.0189. Epub 2017 Apr 4."
                },
                {
                    "pmid": "28342989",
                    "type": "BACKGROUND",
                    "citation": "Evon DM, Golin CE, Stewart P, Fried MW, Alston S, Reeve B, Lok AS, Sterling RK, Lim JK, Reau N, Sarkar S, Nelson DR, Reddy KR, Di Bisceglie AM. Patient engagement and study design of PROP UP: A multi-site patient-centered prospective observational study of patients undergoing hepatitis C treatment. Contemp Clin Trials. 2017 Jun;57:58-68. doi: 10.1016/j.cct.2017.03.013. Epub 2017 Mar 22."
                },
                {
                    "pmid": "27882509",
                    "type": "BACKGROUND",
                    "citation": "Evon DM, Golin CE, Stoica T, Jones RE, Willis SJ, Galanko J, Fried MW. What's Important to the Patient? Informational Needs of Patients Making Decisions About Hepatitis C Treatment. Patient. 2017 Jun;10(3):335-344. doi: 10.1007/s40271-016-0207-7."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006526",
                    "term": "Hepatitis C"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006505",
                    "term": "Hepatitis"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000086982",
                    "term": "Blood-Borne Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000006525",
                    "term": "Hepatitis, Viral, Human"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018178",
                    "term": "Flaviviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M9592",
                    "name": "Hepatitis A",
                    "relevance": "LOW"
                },
                {
                    "id": "M9591",
                    "name": "Hepatitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9611",
                    "name": "Hepatitis C",
                    "asFound": "Hepatitis C",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2593",
                    "name": "Blood-Borne Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9610",
                    "name": "Hepatitis, Viral, Human",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20324",
                    "name": "Flaviviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}