{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05780502",
            "orgStudyIdInfo": {
                "id": "IRB00082255"
            },
            "secondaryIdInfos": [
                {
                    "id": "05-15-11E",
                    "type": "OTHER",
                    "domain": "Atrium"
                }
            ],
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Use of an Integrated Orthotic and Rehabilitation Initiative for Treatment of Lower Extremity Musculoskeletal Disorders",
            "officialTitle": "Use of an Integrated Orthotic and Rehabilitation Initiative for Treatment of Lower Extremity Musculoskeletal Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "use-of-an-integrated-orthotic-and-rehabilitation-initiative-for-treatment-of-lower-extremity-musculoskeletal-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2015-05-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-09",
            "studyFirstSubmitQcDate": "2023-03-09",
            "studyFirstPostDateStruct": {
                "date": "2023-03-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Intrepid Dynamic Exoskeletal Orthosis (IDEO) is a custom, energy storage and return ankle orthosis proven to improve functional ability when coupled with a customized high-intensity rehabilitation program. The Return to Performance (RTP) clinical pathway is the civilian version of the evidence-based Return To Run (RTR) clinical pathway. Together, the CUSTOMIZED EXOSKELETAL ORTHOSIS and RTP form a novel orthotic and rehabilitation initiative. A diverse group of patients has utilized the pathway to date, including combat wounded Soldiers undergoing complex limb salvage procedures, those with muscle and tendon deficiencies, patients with postoperative nerve palsies, various lower extremity fractures and many others. With this study we are seeking to determine how participation in CUSTOMIZED EXOSKELETAL ORTHOSIS RTP clinical pathway affects patient outcomes as determined by validated functional outcome measures. Subjects will undergo testing before, during and after completion of the clinical pathway.",
            "detailedDescription": "BACKGROUND AND SIGNIFICANCE. Musculoskeletal injuries are among the most common and disabling conditions affecting adults in the United States of America1, and our military population is no exception. Functional limitations may result from chronic pain, muscle weakness and nerve injuries leading to substantial direct and indirect healthcare costs6-8. The RTR clinical pathway was originally created at Brooke Army Medical Center in order to address the needs of the combat wounded limb salvage population9,10 . These highly motivated patients were frustrated by the slow pace of recovery and rehabilitation after severe limb threatening injury, and were further disheartened when witnessing their amputee peers progressing through their rehabilitation quickly and with apparently fewer setbacks. As a result, there were many requests for delayed amputation of a reconstructed limb in the hopes of improving functional performance. The RTR combines a custom, carbon fiber energy storage and return ankle foot orthosis, the IDEO, with a high-intensity, sports-medicine based rehabilitation program. After initiation of the RTR clinical pathway, improvements in overall physical function were readily apparent, with many patients returning to recreational sports and even running11. Preliminary research demonstrated significant improvements in functional performance in these limb salvage Soldiers after completion of the RTR clinical pathway, along with a decrease in the rate of requests for delayed amputation12. However, at this time the only evidence exists on military patients. This is the first attempt to explore the impact of the CUSTOMIZED EXOSKELETAL ORTHOSIS and the RTP in the civilian population.\n\nThe natural history of severe lower extremity injury is disheartening. In the largest study of such injuries to date (the Lower Extremity Assessment Project, LEAP), all patients were found to be severely disabled at 2 and 7 years after injury13,14. This was regardless of treatment with amputation or limb salvage. In both groups, only 50% of patients had been able to return to work at 2 years. Additionally, functional outcomes were found to have worsened at 7 years after injury. There was no standardized rehabilitation program, and the use of orthotics was not standardized in this research. Although many factors were similar between the groups, one major difference was found in the cost of treatment. When the price of prosthetics were included in the analysis, the lifetime costs of amputation were three times greater than those of limb reconstruction15. Although the LEAP study group did not include active duty military patients (this was a specific exclusion criteria), we can reasonably assume that: (1) these are severely disabling injuries, (2) in the absence of standardized rehabilitation they do not improve with time, and (3) the costs of amputation are substantial when compared to limb salvage.\n\nAlthough physical therapy is frequently recommended after musculoskeletal injury and treatment, standardized protocols are lackingl10,16. There is currently no \"gold standard\" rehabilitation program for patients who have sustained lower extremity injuries as a whole, or for specific injury patterns. Consequently, there is no accepted protocol against which to compare our current program in a randomized fashion.\n\nValidated measures of functional assessment, as well as patient-based outcomes have been developed for this patient population. The Short Form 12 (SF-12), and Short Musculoskeletal Function Assessment (SMFA) have been extensively validated for use in musculoskeletal research17,18. The functional measures tested in this protocol have also been validated on a healthy, uninjured active duty population."
        },
        "conditionsModule": {
            "conditions": [
                "Musculoskeletal Injury"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 370,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Passive Dynamic Brace",
                    "description": "Patient receiving the Passive Dynamic Brace"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in patient-reported outcomes measurement information system (PROMIS 29) scores",
                    "description": "The PROMIS-29 assesses seven health domains: physical function, anxiety, depression, fatigue, sleep disturbance, pain interference, and ability to participate in social roles and activities. Each of the seven domains has four questions which are scored on a five-point Likert scale. The PROMIS-29 scales will be scored using a T-score metric method available at the Assessment Center website (http://assessmentcenter.net). A score of 50 points represents the population average for each scale, and 10 points represent one standard deviation. Higher scores mean more of the specific scale's construct, which may indicate a desirable or an undesirable outcome.",
                    "timeFrame": "baseline, week 0 (time of delivery), 3, 6, 12"
                },
                {
                    "measure": "Performance Measure: Self-selected walking velocity (SSWV) over level ground",
                    "description": "Subjects will walk between two floor markers spaced 15m apart on straight, level terrain. They will have a 5m lead-in to achieve a comfortable pace, and the time needed to traverse the next 15m will be recorded. Three trials will be performed for each testing session. Decrement in gait speed is identified as early indicator of reduced physical function in older adults population.20",
                    "timeFrame": "baseline, week 0 (time of delivery), 3, 6, 12"
                },
                {
                    "measure": "Performance Measure: Timed stair ascent",
                    "description": "Timed stair climbing is often used as an objective measure of mobility and power and has established test-retest reliability in older adults,21 as well as in a young, uninjured active duty population.19 Participants will be instructed to touch every step to the top of the stair case. After completing the ascent and timing has stopped, patients will-come back to the bottom of the stairs in a safe and controlled manner. Participants will be allowed to use the hand rail if needed. Every subject will perform three trials.",
                    "timeFrame": "baseline, week 0 (time of delivery), 3, 6, 12"
                },
                {
                    "measure": "Performance Measure- 10 meter walk test",
                    "description": "Participants complete a modified 10 meter walk test which involves the subject starting from a standing position, walking 5 meters at a comfortable pace, turning around, and then walking back 5 meters to the original starting point. The test is repeated twice for each subject.",
                    "timeFrame": "baseline, week 0 (time of delivery), 3, 6, 12"
                },
                {
                    "measure": "Performance Measure- • Four Square Step Test (FSST)",
                    "description": "Participants begin from a seated position and are directed to come to a full standing position without push off assistance from upper extremities and then return to a seated position without upper extremity assist.",
                    "timeFrame": "baseline, week 0 (time of delivery), 3, 6, 12"
                },
                {
                    "measure": "Performance Measure- Twenty meters Shuttle Run",
                    "description": "The 20-meter shuttle run/walk requires participants to go to a cone 10 meters away, turn around, and come back (a total of 20 meters distance). Participants are told to move between the cones as fast as they safely can, which may be walking or running based on their current functional level. They will perform three trials with at least a 15 second rest break between trials. Subjects will complete three trials.",
                    "timeFrame": "baseline, week 0 (time of delivery), 3, 6, 12"
                },
                {
                    "measure": "Performance Measure- Modified Stair Ascent & Descend",
                    "description": "Participants will be instructed to touch every step to the top of the stair case. After completing the ascent, they will be instructed to stop, turn around, stop, and descend the stair case. Participants will be allowed to use the hand rail if needed. Every subject will perform two trials. As with the modified 10-meter walk, subjects will hesitate for ½ second with each stop.",
                    "timeFrame": "baseline, week 0 (time of delivery), 3, 6, 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Minimum 18 years of age\n* Fitted with a customized exoskeletal orthosis device\n* Able to provide written informed consent\n\nExclusion Criteria:\n\n* Less than 18 years of age\n* Self-reported pregnancy\n* Not fitted with a customized exoskeletal orthosis\n* Unable or unwilling to provide written informed consent",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The target population for this study will be those patients who have sustained a musculoskeletal injury and have been referred to be fitted for CUSTOMIZED EXOSKELETAL ORTHOSIS and RTR clinical pathway.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rachel Seymour, PhD",
                    "role": "CONTACT",
                    "phone": "704-355-6969",
                    "email": "Rachel.Seymour@carolinas.org"
                },
                {
                    "name": "Christine Churchill, MA",
                    "role": "CONTACT",
                    "phone": "704-355-6947",
                    "email": "Christine.Churchill@carolinas.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph Hsu, MD",
                    "affiliation": "Carolinas HealthCare",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Carolinas Medical Center",
                    "status": "RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachel B Seymour, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Christine Churchill, MA",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Joseph R Hsu, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Rachel B Seymour, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Bosse, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Madhav Karunakar, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Stephen Sims, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Chris Adair, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "asFound": "Musculoskeletal Disorders",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}