{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04995562",
            "orgStudyIdInfo": {
                "id": "Xe and Neonates_2019-0810"
            },
            "organization": {
                "fullName": "Children's Hospital Medical Center, Cincinnati",
                "class": "OTHER"
            },
            "briefTitle": "Use of Hyperpolarized 129Xe MR Lung Imaging in Infants",
            "officialTitle": "Use of Hyperpolarized 129Xe MR Lung Imaging in Infants",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "use-of-hyperpolarized-mr-lung-imaging-in-infants"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-05-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-12",
            "studyFirstSubmitQcDate": "2021-07-29",
            "studyFirstPostDateStruct": {
                "date": "2021-08-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital Medical Center, Cincinnati",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Abnormalities of the lungs are common in newborns and can include aspiration or infectious pneumonia, respiratory distress syndrome (RDS), bronchopulmonary dysplasia (BPD), pulmonary hypertension (PH), congenital diaphragmatic hernia (CDH), and other abnormalities of lung development. Diagnostic radiography is commonly used in this population to differentiate diagnosis and to assess changes after treatment. While X-ray and CT provide quality imaging, they also expose infants to ionizing radiation. MR imaging offers a safe, non-ionizing alternative. However, imaging lungs via 1H MR is intrinsically difficult due to multiple air-tissue interfaces within the lungs causing local gradients and severe magnetic field susceptibility, which leads to an exceedingly short effective transverse relaxation time (T2\\*). Additionally, the lungs have low proton density, which along with the short T2\\* results in low signal to noise ratio, and the physiological motion caused by respiration and cardiac pulsation further reduces lung signal. The development of more powerful hardware, along with faster MRI techniques, has enabled detailed noninvasive 1H MR imaging of pulmonary tissues. Additionally, the development of inhaled hyperpolarized gas MRI has led to breakthroughs in the ability to visualize and quantify regional ventilation and alveolar size.",
            "detailedDescription": "MRI with hyperpolarized xenon-129 and helium-3 noble gases has been tested and utilized at CCHMC in adults and children over 4 years with a very strong safety record. The safety of both helium-3 and xenon-129 is well known, with 3He being used safely and effectively to image infants, and 129Xe being used extensively in school-age children at CCHMC and elsewhere. Upon inhalation of an anoxic gas mixture, this mixture mixes with the residual volume of standard oxygenated breathing air that remains in the lung even after a normal exhalation, yielding a hypoxic breath. This is performed in the MRI room with pulse oximetry.\n\nThe investigators believe, based upon over 2 decades of experience with these noble gases, that the risk of the procedure is very low and primarily relates to the tidal hypoxic inhalation. (The reason for the hypoxic inhalation is because of the depolarizing effects of O2 on the hyperpolarized gas MRI signal.) Thus, an unpublished pilot feasibility study at Cincinnati Children's Hospital was conducted with infants age 0 - 5 months to provide safety data to expand MRI with gases to the neonatal population by pilot testing a brief hypoxic challenge in a controlled setting. The study was conducted in the NICU and included an induced 3-second apnea breath-hold with inhaled nitrogen (N2) while the infant was closely monitored. The study progressed stepwise beginning with 3 infants on room air, 3 infants on oxygen with nasal cannula, then 3 infants currently requiring respiratory support with CPAP or RAM cannula. After each cohort of 3, there was a safety review by the PI and at least one Sub-I who is also a faculty member in the NICU to determine safety before progressing to the next cohort. Results indicate that the procedure was feasible in these populations and was safe. There were no reportable adverse events. Approximately 20 seconds after the breath-hold, there was an expected small transient decline in SpO2 of approximately 5% which quickly (within 5 seconds) returned to baseline, and there were no significant changes in heartrate during the procedure; importantly, no procedure required stopping due to unexpected values. While this pilot study used ultrapure \\~100% N2 to induce an apneic period, the degree of apnea will be similar or significantly less with this protocol's xenon apneic periods (Xe concentrations of \\~10-100%, and thus will introduce no apneic differences in the proposed study. Safety for this previous pilot study was based upon the much more rigorous clinically accepted hypoxic challenge used to test \"fitness-to-fly\" done on older infants and children as well as adults. In one research study, the hypoxia challenge test (HCT) was performed on neonates as young as \\<1 week old with diagnoses of prematurity and BPD. The prospective observational study was carried out on 3 groups of infants: healthy term infants at ≤7 days-old, preterm infants (≥34 weeks CGA) without BPD 2 to 3 days before discharge, and preterm infants with BPD. The infants were placed in a body plethysmograph and inhaled 15% O2 while continuously observed for 20 minutes. If the SpO2 dropped to 85%, the test was stopped and was recorded as a test failure. In Group 1 (full term infants), there was 1 failure out of n=24 (4.2% failure rate). In Group 2 (preterm without BPD), there were 12 failures out of n=62 (19.4% failure rate). In Group 3 (preterm with BPD), there were 16 failures out of n=23 (69.6% failure rate). The BPD infants reached the minimum SpO2 earlier (average 8 minutes) than preterm infants without BPD (average 15 min). While the \"fitness-to-fly\" test is not routinely performed at Cincinnati Children's, and is typically only utilized at altitude, this previous study with lengthy exposure of the hypoxia challenge is significant in the context of this protocol in that the protocol has significantly less risk (3-second apnea period, as opposed to lengthy hypoxia). Even the BPD cohort had exhibited resilience with an average 8 minute window before desaturation to 85% SpO2."
        },
        "conditionsModule": {
            "conditions": [
                "Lungs; Developmental Disorder"
            ],
            "keywords": [
                "129 Xe MRI",
                "hyperpolarized xenon",
                "neonates",
                "nasal cannula",
                "HFNC",
                "CPAP",
                "RAM cannula"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The study includes 2 cohorts: 6 infants on oxygen with nasal cannula, and 6 infants currently requiring respiratory support with high flow nasal cannula (HFNC), continuous positive airway pressure (CPAP) or RAM cannula.",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Oxygen with nasal cannula",
                    "type": "EXPERIMENTAL",
                    "description": "6 infants on oxygen with nasal cannula",
                    "interventionNames": [
                        "Drug: 129Xe"
                    ]
                },
                {
                    "label": "HFNC, CPAP, or RAM cannula",
                    "type": "EXPERIMENTAL",
                    "description": "6 infants currently requiring respiratory support with high flow nasal cannula (HFNC), continuous positive airway pressure (CPAP) or RAM cannula",
                    "interventionNames": [
                        "Drug: 129Xe"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "129Xe",
                    "description": "Inhaled contrast for MRI",
                    "armGroupLabels": [
                        "HFNC, CPAP, or RAM cannula",
                        "Oxygen with nasal cannula"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Ventilation defect percentage (VDP)",
                    "description": "To calculate the percentage of the lung that is ventilated with 129Xe gas. This is an indicator of lung ventilation. The lung function outcome will be measured using hyperpolarized 129Xe MRI, wherein hyperpolarized 129Xe is inhaled and its distribution is imaged within the lungs. Different MRI pulse sequences are used to obtain different functional information about the lungs. VDP will be assessed using a 2D spoiled gradient echo sequence.",
                    "timeFrame": "1 day"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Apparent diffusion coefficient (ADC)",
                    "description": "To calculate the diffusivity coefficient (cm2/s) of the 129Xe gas within the lungs. This is an indicator of regional alveolar microstructure regional distribution in neonatal participants on respiratory support. The lung function outcome will be measured using hyperpolarized 129Xe MRI, wherein hyperpolarized 129Xe is inhaled and its distribution is imaged within the lungs. Different MRI pulse sequences are used to obtain different functional information about the lungs. ADC will be assessed using a 2D diffusion-weighted spoiled gradient echo sequence.",
                    "timeFrame": "1 day"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "All Cohorts\n\nInclusion Criteria:\n\n* Male or female\n* Any age NICU inpatient who is clinically stable and with adequate temperature control to tolerate MRI as determined by the primary clinical team\n\nCohort 1\n\n* Age 0 - 6 months\n* NICU patient on oxygen with a nasal cannula (≤ 2L per minute) (unchanged - supplemental O2 for minimum 24 hours)\n* Maintaining SpO2 \\> 88% on nasal O2\n\nCohort 2\n\n* Age 0 - 6 months\n* NICU patient who requires a slightly higher level of respiratory support (with High Flow Nasal Cannula \\> 2L per minute, CPAP, or RAM cannula and O2 unchanged for minimum 24 hours), with FiO2 \\< 50%.\n* Maintaining SpO2 \\> 88% on nasal O2\n\nExclusion Criteria:\n\n* General anesthesia within 24 hours prior to MRI or other sedation (e.g. morphine, Versed, fentanyl) within the last 4 hours.\n* Extracorporeal membrane oxygenation (ECMO) support\n* Evidence of any respiratory infection within 1 week of testing (imaging may be rescheduled for a common viral infection such as a cold).\n* Suspected muscular dystrophy or neurologic disorder that may affect lung development.\n* Significant genetic or chromosomal abnormalities that may affect lung development\n* Congenital heart disease\n* Uncontrolled atrial or ventricular arrhythmia\n* Open surgical wounds\n* Need for inotropic support\n* Need for vasodilator agents\n* Need for high level of respiratory support (i.e. FiO2 \\>50%, and/or higher respiratory support than listed in Cohort 2 Inclusion Criteria, such as invasive ventilation).\n* Standard MRI exclusion criteria as set forth by the CCHMC Department of Radiology (e.g., contraindicated support/implant equipment that is not MR compatible).\n* Infant size not compatible with NICU MRI scanner (\\~\\>4.5kg).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "6 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Megan Schmitt, RN",
                    "role": "CONTACT",
                    "phone": "(513) 636-9348",
                    "email": "Megan.Schmitt@cchmc.org"
                },
                {
                    "name": "Carrie Stevens",
                    "role": "CONTACT",
                    "phone": "(513) 636-9973",
                    "email": "carrie.stevens@cchmc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jason Woods, PhD",
                    "affiliation": "Children's Hospital Medical Center, Cincinnati",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Megan Schmitt",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan Schmitt",
                            "role": "CONTACT",
                            "phone": "513-636-9348",
                            "email": "Megan.Schmitt@cchmc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002658",
                    "term": "Developmental Disabilities"
                }
            ],
            "ancestors": [
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "asFound": "Developmental Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17715",
                    "name": "Xenon",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}