{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04816877",
            "orgStudyIdInfo": {
                "id": "2021P000203"
            },
            "organization": {
                "fullName": "Beth Israel Deaconess Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Use of Patient-Controlled Analgesia in Acute Pancreatitis",
            "officialTitle": "Use Of Patient Controlled Analgesia For Treating The Pain Of Acute Pancreatitis: A Prospective Study",
            "acronym": "PCA-AP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "use-of-patient-controlled-analgesia-in-acute-pancreatitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-21",
            "studyFirstSubmitQcDate": "2021-03-23",
            "studyFirstPostDateStruct": {
                "date": "2021-03-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sunil Sheth",
                "investigatorTitle": "Associate Professor of Medicine",
                "investigatorAffiliation": "Beth Israel Deaconess Medical Center"
            },
            "leadSponsor": {
                "name": "Beth Israel Deaconess Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Acute pancreatitis (AP) represents a critical health concern nationwide, with estimated 274,000 admissions annually and at a cost of 2.6 billion dollars. Current treatment strategies for AP are limited to supportive care with fluid resuscitation, analgesia, nutrition and prevention of end organ damage. Abdominal pain is often the predominant symptom in patients with AP and is treated with analgesics. As there is currently no disease-specific medical treatment to change the natural history of pancreatitis, pain control remains central to the treatment of AP. Among the analgesics, opioids have been shown to be provide safe and effective pain control in patients with AP. Current literature shows that there is no difference in the risk of pancreatitis complications or clinically serious adverse events between opioids and other analgesia options. Among hospitalized AP patients, adequate pain control often requires the use of intravenous (IV) opiates in the first 24-48 hours, which can later be transitioned to oral (PO) opioids. While there are various methods of delivering opioid medications such as IV, PO, and transdermal to name a few, IV opioids are commonly administered, either on a scheduled and/or on an as needed (PRN) basis as directed by the attending physician. In contrast to the conventional, method of physician directed IV opioid delivery, patient-controlled analgesia (PCA) is a form of IV opioid medication delivery in which the patient can rapidly titrate the opioid dose to manage variable levels of pain. This modality of opioid administration is often preferred by patients and has been widely used in postsurgical and obstetric patients to effectively treat their pain. PCA allows for faster intervention on pain limiting time to treatment and peak pain levels and has also been shown to decrease total opioid dose. However, there is limited evidence in published literature assessing the feasibility of using PCA to treat the pain of AP or comparing its efficacy and safety profile compared to the more traditional physician directed analgesia. One retrospective study has shown that use of PCA was surprisingly associated with longer hospital stays and higher rates of outpatient opioid use when compared to routine physician-directed analgesia (PDA), however there are no prospective trials to study this comparison. Hence, in this study, the investigators will compare the effects of using PCA among patients with AP to that of conventional PDA.",
            "detailedDescription": "* Investigators will identify patients with AP based on the 2012 revised Atlanta criteria for diagnosis, i.e., AP is diagnosed if 2 out of the following 3 criteria are met:\n* Acute onset of persistent, severe, epigastric pain often radiating to the back,\n* Elevation in serum lipase or amylase to three times or greater than the upper limit of normal,\n* Characteristic findings of acute pancreatitis on imaging (contrast-enhanced computed tomography \\[CT\\], magnetic resonance imaging \\[MRI\\], or transabdominal ultrasonography).\n* Patients will be recruited for participation in this study while they are hospitalized with AP at Beth Israel Deaconess Medical Center. Once the patient has been transferred from the emergency department to the hospital floor, we will identify and recruit them for participation in our study.\n* After obtaining informed consent from the patient, the patient will be enrolled by simple randomization to either the PCA or the PDA arm of the study. The research staff will assign patients to either the PCA arm or the PDA arm based on a standard randomization. Once, a patient has consented, the research staff will assign them to the next sequential study identidication number and corresponding study arm and let the attending hospitalist know of the result. The patient will then be enrolled in their assigned arm.\n* The initial protocol for analgesic administration in each arm is as follows:\n\n  * Recommended algorithm for physician directed analgesia (PDA) arm:\n\n    * IV Hydromorphone 0.4 mg every 4 hours PRN for pain 4-6\n    * IV hydromorphone 0.6 mg every 2 hours PRN for pain 7-10\n    * Rescue IV hydromorphone 0.4 mg every 2 hours PRN for pain 4-10 = only to be given as a 'rescue dose' if patient has persistent pain despite using every 4 hours PRN IV hydromorphone (breakthrough pain)\n    * Maximum opioid dosing: 1 mg per hour and 3 mg of IV hydromorphone per 4 hours\n    * If patient has received more than 2 rescue doses for breakthrough pain in 12 hours or is in uncontrolled pain: Hospitalist's recommended step-up orders: IV hydromorphone 0.8 mg every 4 hours PRN 4-6\n  * Recommended algorithm for patient controlled analgesia (PCA) arm:\n\n    * IV Hydromorphone 0.1 mg every 10 minutes\n    * Rescue IV hydromorphone 0.4 mg every 2 houra PRN for pain 4-6, hydromorphone 0.6 mg every 2 hours PRN for pain 7-10 = only to be given as a 'rescue' dose for if patient has persistent pain despite using PCA (breakthrough pain)\n    * Maximum opioid dosing: 1 mg per hour and 3 mg of IV hydromorphone per 4 hours\n    * If patient has received more than 2 rescue doses for breakthrough pain in 12 hours or is in uncontrolled pain: Hospitalist's recommended step-up orders: IV hydromorphone 0.2 mg every 10 minutes\n  * Recommended for all patients:\n\n    * PO Acetaminophen 1000 mg every 8 hours scheduled\n    * IV Naloxone 40-80 mcg PRN for respiratory depression (RR\\<10) or significant somnolence\n    * PO Benadryl 25mg every 4 hours PRN moderate to severe pruritis\n  * Recommended algorithm for transition to oral:\n\n    * PO Oxycodone 5mg every 4 hours PRN for pain 4-6\n    * PO Oxycodone 10mg every 4 hours PRN for pain 7-10\n    * Rescue PO Oxycodone 5mg every 2 hours PRN for pain 4-10 = only to be given as a 'rescue dose' if patient has persistent pain despite using every 4 hours PO oxycodone (breakthrough pain)\n* Dosing and frequencies of medications in the above algorithms are recommendations. The recommended doses are not required for maintenance in the study and we anticipate that they may change given patient characteristics and variable response to medication, the rapidly evolving nature of acute pancreatitis, and hospitalist preferences. However, the mode of IV opioid administration (PDA vs PCA) should remain as assigned until transition to PO opioid.\n* Each patient will be closely monitored for adverse events related to opioid administration to include cardiorespiratory decompensation, hemodynamic instability, nausea, vomiting, confusion, altered mental status, headache, drowsiness, etc. This monitoring will include continuous pulse oximetry in addition to vital sign measurement every 4 hours.\n* The efficacy of each treatment arm to adequately control the patient's pain will be assessed with scheduled use of the Numeric Rating Scale (NRS) every 4 hours by the nursing staff. Pain rating on the NRS will be documented by the nursing staff after each assessment. In an NRS, patients are asked to circle the number between 0 and 10 that fits best to their pain intensity. Zero usually represents 'no pain at all' whereas 10 represents 'the worst pain ever possible'.\n* Likert scale of 1 to 10 (1 = Very poor, 10= excellent) will be used to grade overall patient satisfaction with pain control.\n* Once each patient's pain is well controlled on IV opioid administration (as determined by the attending physician) and they can tolerate intake by mouth, transition from IV to PO opioid medication can be made in each arm by the attending physician. If the patient is unable to tolerate either the PDA or the PCA arm for any reason and requires switching over to the other arm as part of his/her clinical care, they will be withdrawn from the study and their data will be excluded while analyzing the results. AP has a variable course and may require IV opioids after transition to PO opioids. The modality of IV opioid administration will revert to the assigned treatment arm.\n* Other aspects of each patient's routine clinical care will continue as per the attending physician under whom the patient is admitted regardless of treatment arm status (PDA vs PCA).\n* At the end of their hospital stay, investigators will document study outcomes.\n* Investigators expect to enroll patients over a 36-month period from the start date of the study. Based on this, investigators expect patient enrollment to end by 4/30/2024. Investigators will plan to perform data analysis at two points: 1. Interim data analysis at a predetermined point in the study (mid-point of study), and 2. At the end of the study once patient enrollment has been completed."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Pancreatitis"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 174,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patient controlled analgesia (PCA) group",
                    "description": "Patients in this group will be allocated to the PCA arm, i.e., they will be receiving a PCA pump for administration of opioids.",
                    "interventionNames": [
                        "Drug: Opioid"
                    ]
                },
                {
                    "label": "Physician directed analgesia (PDA) group",
                    "description": "Patients in this group will be allocated to the PDA arm, i.e., they will be receiving opioids administered by the nurse, as and when directed by the physician.",
                    "interventionNames": [
                        "Drug: Opioid"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Opioid",
                    "description": "Patients with acute pancreatitis will be divided into two groups - patient controlled analgesia (PCA) and physician-directed analgesia (PDA). Opioids are routinely administered as standard of care for treating pain associated with acute pancreatitis. Patients in the PCA group will be receiving opioids via a PCA pump, that the patient can use to self-regulate the dose and timing of drug administration. We will follow a specific protocol that has been designed by our pain physician for the PCA pump. Patients in the PDA arm will receive PRN opioids as directed by the physician, which will be administered by the nurse.",
                    "armGroupLabels": [
                        "Patient controlled analgesia (PCA) group",
                        "Physician directed analgesia (PDA) group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Length of stay (days)",
                    "timeFrame": "Through hospital stay, an average of 5-7 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of hours the patient gets nothing by mouth (NPO) before diet is initiated",
                    "timeFrame": "An average of 1-2 days into the hospital stay"
                },
                {
                    "measure": "Mean pain scores on numeric rating scale (NRS) over the first 24 hours, second 24 hours and course of their hospital stay",
                    "timeFrame": "Day 1 of hospitalization"
                },
                {
                    "measure": "Overall patient satisfaction with pain control (Likert scale 1-10)",
                    "timeFrame": "Through hospital stay, an average of 5-7 days"
                },
                {
                    "measure": "Total opioid dose for pain control during hospitalization (average morphine milliequivalents during hospital stay)",
                    "timeFrame": "Through hospital stay, an average of 5-7 days"
                },
                {
                    "measure": "Time to transition to PO opioids",
                    "timeFrame": "Through hospital stay, an average of 5-7 days"
                },
                {
                    "measure": "Opioid-related adverse events/side effects",
                    "timeFrame": "Through hospital stay, an average of 5-7 days"
                },
                {
                    "measure": "Use of naloxone and antiemetics",
                    "timeFrame": "Through hospital stay, an average of 5-7 days"
                },
                {
                    "measure": "Number of rescue doses of opioids required daily and in total through the hospital stay",
                    "timeFrame": "Through hospital stay, an average of 5-7 days"
                },
                {
                    "measure": "ICU transfer",
                    "timeFrame": "Through hospital stay, an average of 5-7 days"
                },
                {
                    "measure": "30-day readmission rates",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "All-cause inpatient mortality and opioid-related inpatient mortality",
                    "timeFrame": "Through hospital stay, an average of 5-7 days"
                },
                {
                    "measure": "30-day mortality",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Daily morphine milliequivalents on discharge",
                    "timeFrame": "Through hospital stay, an average of 5-7 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of acute pancreatitis confirmed by revised Atlanta criteria\n* Admitted to the medical floor within 48 hours of emergency department arrival at Beth Israel Deaconess Medical Center (BIDMC) in Boston, Massachusetts.\n* Age 18-65\n\nExclusion Criteria:\n\n* Active illicit drug use\n* Discharged from the emergency department\n* Direct admission to ICU from emergency department\n* Known allergy to opioid medications\n* Age \\<18 or \\>65\n* Known chronic pain syndrome or concurrent other medical condition with chronic pain\n* Active encephalopathy/confusion/delirium/psychiatric illness or any other condition that limits capacity\n* Known chronic opioid use\n* Renal insufficiency (baseline Creatinine of \\>2 and/or acute kidney injury with Creatinine\\>3 on admission)\n* Known allergy to acetaminophen or hepatic dysfunction otherwise limiting acetaminophen use",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients diagnosed with acute pancreatitis who are admitted to our hospital (BIDMC) and meet above mentioned inclusion criteria will be enrolled in the study.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sunil Sheth, MD",
                    "role": "CONTACT",
                    "phone": "617-667-7957",
                    "email": "ssheth@bidmc.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sunil Sheth, MD",
                            "role": "CONTACT",
                            "phone": "617-667-7957",
                            "email": "ssheth@bidmc.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "annotationSection": {
        "annotationModule": {
            "unpostedAnnotation": {
                "unpostedResponsibleParty": "Sunil Sheth, Associate Professor of Medicine, Beth Israel Deaconess Medical Center",
                "unpostedEvents": [
                    {
                        "type": "RELEASE",
                        "date": "2023-12-19"
                    },
                    {
                        "type": "RESET",
                        "date": "2024-05-30"
                    }
                ]
            }
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2023-12-19",
                "submissionInfos": [
                    {
                        "releaseDate": "2023-12-19",
                        "resetDate": "2024-05-30"
                    },
                    {
                        "releaseDate": "2024-05-30"
                    }
                ]
            }
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010195",
                    "term": "Pancreatitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13115",
                    "name": "Pancreatitis",
                    "asFound": "Pancreatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "asFound": "Capecitabine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}