{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06016764",
            "orgStudyIdInfo": {
                "id": "220645"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Use of MRI and cTBS for Catatonia in Autism",
            "officialTitle": "Use of Magnetic Resonance Imaging and Continuous Theta Burst Stimulation for Catatonia in Autism",
            "therapeuticArea": [
                "Other"
            ],
            "study": "use-of-mri-and-ctbs-for-catatonia-in-autism"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-23",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-23",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-23",
            "studyFirstSubmitQcDate": "2023-08-23",
            "studyFirstPostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joshua Ryan Smith, MD",
                "investigatorTitle": "Assistant Professor of Psychiatry and Behavioral Sciences",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Vanderbilt Kennedy Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Despite the significant morbidity and mortality associated with catatonia in autism, no diagnostic research has attempted to identify biomarkers for catatonia. This application will use a participant's own individual brain magnetic resonance image to target the primary motor strip with transcranial magnetic stimulation; to determine if hyper-excitability of the brain directly correlates with symptoms of catatonia and social-emotional impairment in autism. Completion of this project would result in the first study to associate hyper-excitability of the brain with catatonia and core features of autism; findings which are likely to have a significant impact on the health and well-being of autistic individuals."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder",
                "Catatonia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Individuals with a diagnosis of autism",
                    "type": "EXPERIMENTAL",
                    "description": "Individuals with an autism diagnosis",
                    "interventionNames": [
                        "Device: Continuous Theta Burst in Transcranial Magnetic Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Continuous Theta Burst in Transcranial Magnetic Stimulation",
                    "description": "This application will use a participant's own individual brain magnetic resonance image to target the primary motor strip with transcranial magnetic stimulation; to determine if hyper-excitability of the brain directly correlates with symptoms of catatonia and social-emotional impairment in autism",
                    "armGroupLabels": [
                        "Individuals with a diagnosis of autism"
                    ],
                    "otherNames": [
                        "cTBS",
                        "TMS",
                        "Neuromodulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The change in motor evoked potentials elicited from transcranial magnetic stimulation",
                    "description": "Three batches of 10 MEPs will be recorded before cTBS and used as a baseline measure of motor evoked potentials.",
                    "timeFrame": "Following the application of cTBS, batches of 10 MEPs will be measured every 20 minutes for a total of 120 minutes. ∆MEP amplitude will be calculated at each 20 minute interval."
                },
                {
                    "measure": "Bush Francis catatonia rating scale",
                    "description": "A systematic and standardized physical examination to assess for catatonic symptomology. The minimum score is 0, a positive screen is a score is greater than or equal to 2, and the maximum score is 69. A higher score is associated with more significant catatonic symptomology.",
                    "timeFrame": "This examination will be performed twice over the study period. The first examination will occur at the initial visit (baseline). The second examination will occur prior to the TMS procedure. There will be no follow up examination after study completion."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Social responsiveness scale, 2nd edition",
                    "description": "An assessment of social and emotional relatedness for individuals with autism. Two scores will be obtained, one from the participant and another from a parent or close informant. A minimum score is 0, a maximum score is 195, and a higher score is associated with greater social emotional impairment in autism.",
                    "timeFrame": "Administered at the second research visit along with psychological testing. The second research session will include additional baseline testing. This test will be done before the TMS procedure is performed. It will not be repeated."
                },
                {
                    "measure": "Cortical silent period duration from transcranial magnetic stimulation",
                    "description": "A measure of the cortical silent period duration following continuous theta burst stimulation to the primary motor strip",
                    "timeFrame": "Obtained during TMS procedure"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Vineland Adaptive Behavior Scale",
                    "description": "A measure of adaptive functioning for individuals with developmental disabilities and/or intellectual disability. The standard scoring range is 20 - 140, with lower scores indicating a lower level of adaptive functioning.",
                    "timeFrame": "Performed during psychological assessment, 2nd research appointment. The second research session will include additional baseline testing. This test will only be performed once and will not be repeated after the study is complete."
                },
                {
                    "measure": "Intelligence quotient as measured by the Wechsler Abbreviated Scale of Intelligence, 2nd edition",
                    "description": "A measure of cognitive abilities via standardized testing. High scores indicated a high level of cognitive functioning and lower scores indicate a greater degree of cognitive impairment. The Wechsler Abbreviated Scale of Intelligence, 2nd edition would be used for verbal patients. The range of composite scores are 40 - 160",
                    "timeFrame": "Performed during psychological assessment, 2nd research appointment. The second research session will include additional baseline testing. This test will only be performed once and will not be repeated after the study is complete."
                },
                {
                    "measure": "Intelligence quotient as measured by Leiter International Performance Scale, third edition.",
                    "description": "A measure of cognitive abilities via standardized testing. High scores indicated a high level of cognitive functioning and lower scores indicate a greater degree of cognitive impairment. The Leiter International Performance Scale, third edition would be used for non-speaking patients. The range of composite scores are 30 - 170.",
                    "timeFrame": "Performed during psychological assessment, 2nd research appointment. The second research session will include additional baseline testing. This test will only be performed once and will not be repeated after the study is complete."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* Individuals aged 15-40 years of age will be enrolled. This age range was selected given the high degree of social development occurring in this life stage, the developmental nature of ASD, and ongoing cTBS-induced changes in MEP amplitude observed in AIC individuals as they age.26,75-77\n* Subjects and/or guardians must also be fluent in English, diagnosed with ASD based on DSM-5 criteria1 and Autism Diagnostic Observation Schedule-II (ADOS-II) assessment,78 and competent to assent to the study based on investigator clinical evaluation. Consenting guardians will be included if indicated.\n* Subjects, or guardians if subjects cannot consent, must be competent to consent to the study. Subjects must be able to assent to the study as determined by clinical evaluation from the primary investigator.\n\nExclusion Criteria:\n\n* History of substance abuse/dependence,\n* History of concomitant major medical/neurologic illness\n* History of seizure within one calendar year\n* History of traumatic brain injury\n* Pregnant or currently breastfeeding\n* Are psychiatrically or medically unstable as determined by the investigator clinical evaluation\n* Prescribed medication contraindicated in TMS\n* Have a history of TMS treatment.\n* Are diagnosed with a syndrome which results in ASD symptoms as preliminary research suggests individuals with these diagnoses have differing biomarker responses to TMS.26\n* Children below the age of fifteen will also be excluded because of decreased likelihood of remaining still in the MRI scanner, as well as for scientific reasons surrounding unknown variability for key variables during pubertal onset.\n* MRI scanning also introduces exclusionary criteria for conditions contraindicated to MRI, thus individuals with any bodily metal, history of claustrophobia, or pacemakers will be excluded.\n* Expresses dissenting behaviors as outlined below.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "15 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joshua R Smith",
                    "role": "CONTACT",
                    "phone": "6159363555",
                    "email": "Joshua.R.Smith@vumc.org"
                },
                {
                    "name": "Sarah Mahler, MS",
                    "role": "CONTACT",
                    "phone": "6159363555",
                    "email": "sarah.marler@vumc.org"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37212",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joshua R Smith, MD",
                            "role": "CONTACT",
                            "phone": "615-936-3555",
                            "email": "Joshua.R.Smith@vumc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "As the Principal Investigator of this study, I will comply with the NIH policy on the Dissemination of NIH-Funded Clinical Trial Information. The proposed study has been registered with ClinicalTrials.gov (NCT06016764). We will update our current informed consent/assent documents to reflect the information on ClinicalTrials.gov. Vanderbilt University Medical Center has internal policies in place to ensure clinical trial registration and reporting in compliance with poly requirements. We also intend to publish our results in peer-reviewed journals and present our data at conferences nationally and internationally.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Within one year after the completion of all components of the study, we will make de-identified data available via the NIH Data Archive for the purposes of research, improvement of clinical care, or education of the public, or qualified individuals within the scientific community.",
            "accessCriteria": "To maximize the appropriate sharing of scientific data and project research participants' privacy and confidentiality, the reuse of this dataset should use the following Data Use Limitations (DULs) under Controlled Access that is made available by a data repository only after approval. The data set can only be used for studying health, medical, or biomedical conditions and does not include the study of population origins or ancestry. The requesting institutional review board or equivalent body must approve the requested use."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002389",
                    "term": "Catatonia"
                },
                {
                    "id": "D000001321",
                    "term": "Autistic Disorder"
                },
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "asFound": "Autism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5641",
                    "name": "Catatonia",
                    "asFound": "Catatonia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}