{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05459974",
            "orgStudyIdInfo": {
                "id": "00361"
            },
            "organization": {
                "fullName": "Stony Brook University",
                "class": "OTHER"
            },
            "briefTitle": "Use of Colchicine to Decrease Atrial Fibrillation Recurrence After Ablation",
            "officialTitle": "Use of Colchicine to Decrease Atrial Fibrillation Recurrence After Ablation: Randomized Placebo Controlled Trial (Colchicine AF Trial)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "use-of-colchicine-to-decrease-atrial-fibrillation-recurrence-after-ablation"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-28",
            "studyFirstSubmitQcDate": "2022-07-11",
            "studyFirstPostDateStruct": {
                "date": "2022-07-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2022-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Abhijeet Singh",
                "investigatorTitle": "Assistant Professor of Medicine",
                "investigatorAffiliation": "Stony Brook University"
            },
            "leadSponsor": {
                "name": "Stony Brook University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Ablation of atrial fibrillation (AFib) has been recommended as a therapeutic option when rhythm maintenance strategy is sought. One of the main objectives of an AFib ablation procedure is electrical isolation of the pulmonary veins, which have been identified as common triggering sites of the arrhythmia. The pathophysiology of AFib is not fully elucidated. Inflammation seems to play an important role in the initiation and maintenance of AFib. Previous studies have shown that inflammatory markers reactivity (eg, C-reactive protein \\[CRP\\] complex levels, elevation of white blood cells) are increased in patients who develop AFib. Similarly, recurrence of AFib within the first few weeks after ablation procedure seems to be mediated by an inflammatory process triggered by the ablation per se as implied by increased early CRP levels in AFib ablation patients. On the other hand, AFib can further induce and maintain a cascade of inflammatory events leading to electrical and structural atrial remodeling which leads to higher incidence of Afib development. Many trials have investigated the role of anti-inflammatory agents in preventing post-ablation AFib, using various treatment regimens such as corticosteroid therapy, antiarrhythmic medications like amiodarone, intravenous magnesium, atorvastatin, and colchicine. Previous studies have shown that colchicine can lead to decreased recurrence of post-ablation AFib with a beneficial impact in self-perceived quality of life of the patients. There is limited knowledge regarding the impact of colchicine duration and dosing on post-ablation Afib recurrence and the self-perceived quality of life. The information obtained from this study will ultimately guide future clinical practice to ensure safer outcomes.",
            "detailedDescription": "Ablation of atrial fibrillation (AFib) has been recommended as a therapeutic option when rhythm maintenance strategy is sought. One of the main objectives of an AFib ablation procedure is electrical isolation of the pulmonary veins, which have been identified as common triggering sites of the arrhythmia. The pathophysiology of AFib is not fully elucidated. Inflammation seems to play an important role in the initiation and maintenance of AFib. Previous studies have shown that markers of inflammatory reactivity (eg, C-reactive protein \\[CRP\\] complex levels, elevation of white blood cells) are increased in patients who develop AFib. Similarly, recurrence of AFib within the first few weeks after ablation procedure seems to be mediated by an inflammatory process triggered by the ablation per se as implied by increased early CRP levels in AFib ablation patients. On the other hand, AFib can further induce and maintain a cascade of inflammatory events leading to electrical and structural atrial remodeling, which leads to higher incidence of AFib development. Many trials have investigated the role of anti-inflammatory agents in preventing post-ablation AFib, using various treatment regimens such as corticosteroid therapy, antiarrhythmic medications like amiodarone, intravenous magnesium, atorvastatin, and colchicine.\n\nColchicine is an alkaloid with potent anti-inflammatory properties and a unique mechanism of action that does not involve the arachidonic acid pathway affected by glucocorticosteroid. Colchicine exerts its anti-inflammatory role by inhibiting microtubule depolymerization, which at the same time negatively affects the phosphorylation of calcium channels, further decreasing the possibility of calcium overload-induced tachyarrhythmia. Antiarrhythmic medication such as amiodarone and dronedrone are commonly used after AFib ablation to reduce AFib recurrence. It is recommended that colchicine dose be reduced with certain antiarrhythmics such as amiodarone and dronederone.\n\nPrevious studies have shown that colchicine can lead to decreased recurrence of post-ablation AFib with a beneficial impact in self-perceived quality of life of the patients. However, in these studies, patients were given colchicine for 3 months, which increases the risk of side effects and noncompliance.\n\nThere is limited knowledge regarding the impact of colchicine use on post-ablation Afib recurrence and the self-perceived quality of life. The information obtained from this study will ultimately guide future clinical practice to ensure safer outcomes.\n\nStudy Aims: Prospective, single center, double blind, randomized, placebo controlled clinical trial to compare the effectiveness of Colchicine 0.3mg per oral once daily for 1 month if on amiodarone or dronedarone or 0.6 mg per oral once daily if not on amiodarone or dronedarone vs. placebo, to evaluate any effect compared to placebo in preventing recurrence of AFib post ablation.\n\nAIM 1: To compare the time to first recurrence of atrial arrhythmias between the two groups, up to 12 months post Afib ablation. The enrolled participants will have 1st follow up visit within 2 months and 2nd follow up visit within 12 months post Afib ablation to assess the effectiveness of the procedure, per standard clinical care. A 14-day mobile cardiac telemetry device will be offered to the participants on discharge post ablation and again at 11 months post ablation, to monitor for recurrence of atrial arrhythmias.\n\nAIM 2: To compare the quality of life between the two groups post AFib ablation using a validated questionnaire: Atrial Fibrillation Effect on QualiTy-of-life (AFEQT) Questionnaire. Participants will be contacted by phone by study members at 1 month and 12 months of the procedure.\n\nAIM 3: To assess the safety profile, side effect rates and compliance rate of colchicine: it is reported that there is 2-20% risk of development of mild diarrhea and vomiting.\n\nAIM 4: To compare, between the two groups, composite clinical endpoint (estimated to be up to 12 months): Afib burden, Emergency department visit: Patient seeking medical attention at any emergency department or hospitalization for cardiovascular cause: Minimum of one overnight stay in hospital for cardiovascular reason (e.g. recurrence of atrial fibrillation, atrial flutter, atrial tachycardia; hypotension; hypertension; heart failure; myocardial infarction; bleeding, stroke etc.) or Cardioversion: Pharmacological or electrical attempt of restoring sinus rhythm, irrespective of success of the procedure or repeat ablation for atrial fibrillation, atrial flutter or left atrial tachycardia: Catheter-guided pulmonary vein isolation, or ablation of cavotricuspid isthmus, or ablation for other left atrial tachycardia (e.g. macro-reentrant tachycardia, focal tachycardia) after the index procedure.\n\nAIM 5: Determine any difference in all-cause mortality between the two groups (estimated to be up to 12 months).\n\nAIM 6: Compare incidence of signs and symptoms of pericarditis (estimated to be up to 1 month); presence of pericardial effusion on echocardiogram, friction rub on auscultation or pleuritic chest pain"
        },
        "conditionsModule": {
            "conditions": [
                "Atrial Fibrillation"
            ],
            "keywords": [
                "Atrial fibrillation",
                "Ablation outcomes",
                "Atrial fibrillation recurrence",
                "Quality of life"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Double-blinded randomized controlled trial",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 224,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Colchicine arm",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Drug: Colchicine 0.6 mg"
                    ]
                },
                {
                    "label": "Placebo arm",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Colchicine 0.6 mg",
                    "description": "Colchicine 0.6 mg once daily for 30 days after the atrial fibrillation ablation",
                    "armGroupLabels": [
                        "Colchicine arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo pill once daily for 30 days after the atrial fibrillation ablation",
                    "armGroupLabels": [
                        "Placebo arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Atrial fibrillation recurrence (Efficacy)",
                    "description": "To compare the time to first recurrence of atrial arrhythmias between the two groups, up to 12 months post AFib ablation.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Post-ablation quality of life",
                    "description": "To compare the quality of life between the two groups post AFib ablation using a validated questionnaire: Atrial Fibrillation Effect on QualiTy-of-life (AFEQT) Questionnaire. The score has 20 questions on a seven point Likert scale to evaluates health related quality of Life across three domains: Symptoms, Daily Activities function and Treatment concerns. It will be used to assess the change in the score before and after the intervention.",
                    "timeFrame": "at 12 months"
                },
                {
                    "measure": "Post-ablation quality of life",
                    "description": "To compare the quality of life between the two groups post AFib ablation using a validated questionnaire: Atrial Fibrillation Effect on QualiTy-of-life (AFEQT) Questionnaire. The score has 20 questions on a seven point Likert scale to evaluates health related quality of Life across three domains: Symptoms, Daily Activities function and Treatment concerns. It will be used to assess the change in the score before and after the intervention.",
                    "timeFrame": "at 1 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety and Tolerability of Colchicine",
                    "description": "To assess the safety profile of the medication. We will assess the number of side effect events in each group, how many patients required medical attention rates and how many patient had to stop the treatment, withdraw from the study or/and required un-blinding the intervention for management.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Compliance of medication use",
                    "description": "To assess the compliance of using the medication, how many doses missed per patient and how many patients missed one or more dose.",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Atrial fibrillation burden",
                    "description": "To compare, between the two groups, composite clinical endpoint (estimated to be up to 12 months): All patients will have a monitor: mobile cardiac telemetry, implantable loop recorder or permanent pacemaker to detect Atrial fibrillation recurrence. For patients with recurrence, the burden of atrial fibrillation, the percentage of time with atrial fibrillation per day, will be compared between both groups.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Procedure related outcomes",
                    "description": "To compare, between the two groups, composite clinical endpoint (estimated to be up to 12 months): Emergency department visit: Patient seeking medical attention at any emergency department or hospitalization for cardiovascular cause: Minimum of one overnight stay in hospital for cardiovascular reason (e.g. recurrence of atrial fibrillation, atrial flutter, atrial tachycardia; hypotension; hypertension; heart failure; myocardial infarction; bleeding, stroke etc.) or Cardioversion: Pharmacological or electrical attempt of restoring sinus rhythm, irrespective of success of the procedure or repeat ablation for atrial fibrillation, atrial flutter or left atrial tachycardia: Catheter-guided pulmonary vein isolation, or ablation of cavotricuspid isthmus, or ablation for other left atrial tachycardia (e.g. macro-reentrant tachycardia, focal tachycardia) after the index procedure.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "All-cause mortality outcomes",
                    "description": "Determine any difference in all-cause mortality between the two groups (estimated to be up to 12 months).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Pericarditis outcomes",
                    "description": "Compare incidence of signs and symptoms of pericarditis (estimated to be up to 1 month); presence of pericardial effusion on echocardiogram, friction rub on auscultation or pleuritic chest pain",
                    "timeFrame": "1 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years\n2. Patients with paroxysmal or persistent atrial fibrillation scheduled to undergo index or repeat Afib ablation procedure (radiofrequency) and or cavotricuspid line ablation, other right/left atrial sites, left at discretion of treating physician.\n3. Ability of patient to provide informed consent\n\nExclusion Criteria:\n\n1. Patients scheduled for ablation of atrial tachycardia/flutter without planned pulmonary vein isolation (i.e. without pulmonary vein isolation).\n2. Known hypersensitivity to colchicine/amiodarone/dronedarone\n3. Absolute indication for or ongoing treatment with colchicine\n4. Clinically overt hepatic disease\n5. Serious gastrointestinal disease (severe gastritis or diarrhea)\n6. Severe renal disease (eGFR\\< 30ml/min/1.73m2)\n7. Clinically significant blood dyscrasia (e.g., myelodysplasia)\n8. Patients already on a strong inhibitor of CYP3A4 or p-gp (clarithromycin, erythromycin, telithromycin, cyclosporine, ketoconazole or itraconazole), precluding the administration of colchicine or amiodarone/dronedarone.\n9. Pregnant or breastfeeding women, or women of child-bearing potential who do not use a highly effective form of birth control.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mohammed Al-Sadawi, MBBCh",
                    "role": "CONTACT",
                    "phone": "631-942-2101",
                    "email": "mohammed.al-sadawi@stonybrookmedicine.edu"
                },
                {
                    "name": "Faisal Aslam, MD",
                    "role": "CONTACT",
                    "phone": "631-942-2566",
                    "email": "faisal.aslam@stonybrookmedicine.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Abhijeet Singh, MD",
                    "affiliation": "abhijeet.singh@stonybrookmedicine.edu",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stony Brook University Hospital",
                    "status": "RECRUITING",
                    "city": "Stony Brook",
                    "state": "New York",
                    "zip": "11794",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mohammed Al-Sadawi, MBBCh",
                            "role": "CONTACT",
                            "phone": "631-942-2101",
                            "email": "mohammed.al-sadawi@stonybrookmedicine.edu"
                        },
                        {
                            "name": "Faisal Aslam, MD",
                            "role": "CONTACT",
                            "phone": "631-942-2566",
                            "email": "faisal.aslam@stonybrookmedicine.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.92565,
                        "lon": -73.14094
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001281",
                    "term": "Atrial Fibrillation"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001145",
                    "term": "Arrhythmias, Cardiac"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4586",
                    "name": "Atrial Fibrillation",
                    "asFound": "Atrial Fibrillation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003078",
                    "term": "Colchicine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006074",
                    "term": "Gout Suppressants"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6307",
                    "name": "Colchicine",
                    "asFound": "Japanese",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}