{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05559320",
            "orgStudyIdInfo": {
                "id": "H22-0059"
            },
            "secondaryIdInfos": [
                {
                    "id": "1P2CHD101912-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1P2CHD101912-01"
                }
            ],
            "organization": {
                "fullName": "University of Connecticut",
                "class": "OTHER"
            },
            "briefTitle": "Use of Joystick-operated Ride-on-toys to Improve Affected Arm Use and Function in Children With Hemiplegic Cerebral Palsy",
            "officialTitle": "Effects of a Novel, Home-based Training Program Using a Joystick-operated, Modified, Powered Ride-on-car on Bilateral Upper Extremity Function in Children With Hemiplegic Cerebral Palsy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "use-of-joystick-operated-ride-on-toys-to-improve-affected-arm-use-and-function-in-children-with-hemiplegic-cerebral-palsy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-16",
            "studyFirstSubmitQcDate": "2022-09-28",
            "studyFirstPostDateStruct": {
                "date": "2022-09-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sudha Srinivasan",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Connecticut"
            },
            "leadSponsor": {
                "name": "University of Connecticut",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                },
                {
                    "name": "Virginia Tech (National Pediatric Rehabilitation Resource Center i.e. C-PROGRESS)",
                    "class": "UNKNOWN"
                },
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute for Biomedical Imaging and Bioengineering (NIBIB)",
                    "class": "NIH"
                },
                {
                    "name": "American Academy for Cerebral Palsy & Developmental Medicine",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This research is being done to explore if modified, commercially available, joystick-operated, ride-on-cars can be used to promote bilateral arm function in children with hemiplegic Cerebral Palsy (CP). Specifically, the study evaluates the effects of a 6-week, home-based, child-friendly, innovative program that uses modified, commercially available, joystick-operated, powered ride-on-toys to promote spontaneous affected arm use and function in children with hemiplegic CP.",
            "detailedDescription": "Prior to the start of the study, researchers will conduct a phone screening with the family to confirm their child's eligibility to participate in the study. Once eligibility is confirmed, during the pretest session, standardized assessments will be conducted to evaluate the child's ability to use their affected arm for different functional activities. During this testing visit, researchers will also use small sensors on the child's arms and observe their movements as they complete a reaching task. In addition, caregivers will be asked to complete questionnaires to obtain information on their child's overall health, development, and their ability to use their affected arm for various activities of daily living.\n\nAssessments and questionnaires will be repeated again at the mid-point of the study (that corresponds with completion of the 6-week control phase), and at posttest (that corresponds with completion of the 6-week home-based intervention phase). Researchers will video record all testing and training sessions so that children's performance can be scored later. Children will also be asked to wear wrist monitors on both hands to assess their habitual activity levels on dominant and non-dominant arms for 1 week at the pretest, at the mid-point assessment, during the first and last weeks of the training, and at posttest.\n\nThis study consists of 2 phases: the control phase and the intervention phase. During the first 6-week control phase, the researchers will contact families on a weekly basis to obtain information regarding different therapies that their child receives both in and out of school. In the next 6-week intervention phase, researchers will visit the child's home twice a week to provide a training program involving joystick-operated ride-on-toys that will encourage the child to use their affected arm to control and navigate the ride-on-car through their physical environment. During the intervention phase the ride-on-car will be left at the child's home so that children can practice driving the car under caregiver supervision for additional days during the week. All testing sessions will be conducted before and after the control and intervention phases of the study."
        },
        "conditionsModule": {
            "conditions": [
                "Hemiplegic Cerebral Palsy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single Joystick Ride-on-car Navigation Training",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will first participate in a 6-week control phase followed by a 6-week intervention phase. During the intervention phase, they will receive the ride-on-toy navigation training program. The training will be provided by the researchers twice a week, 30-45 minutes/session for 6 weeks. Caregivers will be asked to provide 2 additional sessions/week during the intervention phase. In this study design, the participants will serve as their own controls.",
                    "interventionNames": [
                        "Device: Ride-on-toy navigation training",
                        "Behavioral: Upper extremity functional training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Ride-on-toy navigation training",
                    "description": "The training program will involve a set of activities where children will be encouraged to drive a joystick-operated ride-on-toy to navigate through their physical environment. The training will involve will involve progressively challenging multi-directional navigational games such as shape mazes, treasure hunts, relay races, and obstacle courses that will require children to use their affected arm skillfully to navigate through the courses.",
                    "armGroupLabels": [
                        "Single Joystick Ride-on-car Navigation Training"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Upper extremity functional training",
                    "description": "In addition to the navigation practice, along the multi-directional courses, children will complete tasks at multiple stations that will involve both gross and fine motor activities. The goal of the training will be to use their arm for functional goal-directed tasks and games that will involve elements of reaching, grasping, in-hand manipulation, and release. We will use props such as balls, bean bags, cups, cones, and small toys to practice skills such as catching, throwing, picking up, pushing, pulling, opening, closing, etc.",
                    "armGroupLabels": [
                        "Single Joystick Ride-on-car Navigation Training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in affected arm movement control",
                    "description": "The Quality of Upper Extremity Skills Test (QUEST) is a criterion-referenced, valid, and reliable measure for use between 18 months-12 years to assesses quality of UE function in 4 domains: dissociated movement, grasp, protective extension, and weight bearing. The tool includes 36 items that evaluate movement patterns and hand function in children with CP and are scored on a dichotomous scale.",
                    "timeFrame": "Baseline, at 6-weeks (i.e., at the end of the control phase), at 12-weeks (i.e., at the end of intervention phase)"
                },
                {
                    "measure": "Changes in use of affected arm in functional activities",
                    "description": "The Shriner's Hospital Upper Extremity Evaluation (SHUEE) is a video-based assessment designed to assess spontaneous use and dynamic segmental alignment of the affected UE during functional tasks in children with hemiplegic CP between 3 and 18 years. It provides a descriptive profile for comparing UE dynamic segmental alignment from pretest to posttest. The SHUEE assessment includes evaluation of active and passive range of motion (ROM), tone, a history-based assessment of the performance of activities of daily living, spontaneous use of the involved UE and segmental alignment of the affected UE during performance of tasks on demand, for example, unscrewing a bottle cap, removing money from a wallet, putting socks on, etc.",
                    "timeFrame": "Baseline, at 6-weeks (i.e., at the end of the control phase), at 12-weeks (i.e., at the end of intervention phase)"
                },
                {
                    "measure": "Changes in habitual arm activity on the affected side",
                    "description": "We will provide children with the Actigraph wrist activity monitors that can be worn like a wristwatch. Children will be asked to wear 2 wrist monitors, one each on both wrists, at 6 timepoints: (a) for one week at the pretest, (b) for one week at mid-point assessment, (c) during first week of training, (d) during last week of training, and (e) for one week at posttest. Children will be provided 2 watches during the pretest visit and they will be requested to wear the watches on both wrists for the next 1 week prior to the start of the training program. Children will be asked to wear the monitor continuously when awake and while sleeping for a minimum of 4 days - 1 weekend day and 3 weekdays.",
                    "timeFrame": "Baseline, at 6-weeks (i.e., at the end of the control phase), at 12-weeks (i.e., at the end of intervention phase); during the 6-week intervention phase: early (week 1) and late (week 6) training weeks"
                },
                {
                    "measure": "Changes in kinematic measures of movement control on the affected arm",
                    "description": "Data will be collected during a unilateral and bilateral reach-grasp task at self-selected speed involving different objects (foam ball, rattle, and square block) placed at half arm's length (near) and at arm's length (far) on the table. Sensors (Inertial Measurement Units (IMUs)) will be placed on both hands, both forearms, both arms, and the C7 spinous process. We will assess the speed, smoothness, variability, and symmetry of reaching trajectories.",
                    "timeFrame": "Baseline, at 6-weeks (i.e., at the end of the control phase), at 12-weeks (i.e., at the end of intervention phase)"
                },
                {
                    "measure": "Changes in kinematic measures of movement control on the affected arm during ride-on-car navigation sessions",
                    "description": "Kinematic data will be obtained during weekly researcher-delivered ride-on-car training sessions.",
                    "timeFrame": "Early (week 1) and late (week 6) training weeks within the 6-week intervention phase"
                },
                {
                    "measure": "Treatment satisfaction",
                    "description": "Children will complete the valid and reliable 16-item Physical Activity Enjoyment Scale (PAES) to rate their experience with the intervention.",
                    "timeFrame": "At 12 weeks (i.e. following completion of the intervention and control phases each lasting for 6 weeks)"
                },
                {
                    "measure": "Perceived satisfaction with intervention",
                    "description": "Children and caregivers will fill out exit questionnaires to assess training satisfaction, enjoyment, repeatability, and caregiver burden.",
                    "timeFrame": "At 12 weeks (i.e. following completion of the intervention and control phases each lasting for 6 weeks)"
                },
                {
                    "measure": "Ease of implementation of training",
                    "description": "Trainers will fill out posttest exit questionnaires to assess ease of implementation of the training program.",
                    "timeFrame": "At 12 weeks (i.e. following completion of the intervention and control phases each lasting for 6 weeks)"
                },
                {
                    "measure": "Changes in treatment fidelity across training weeks",
                    "description": "An unbiased coder will randomly code video data (one each of early, mid, and late sessions) from researcher-delivered sessions within the intervention phase using fidelity checklists to assess adherence to the training protocol.",
                    "timeFrame": "Early (week 1), Mid (week 3), and late (week 6) training sessions within the 6-week intervention phase"
                },
                {
                    "measure": "Changes in toy use (in minutes/week) across training weeks",
                    "description": "Sensors mounted on the toy will collect data on amount of use (in minutes/week) of the toy during training weeks. We will assess toy use on a weekly basis across the training period.",
                    "timeFrame": "From start to end of 6-week intervention phase on a weekly basis"
                },
                {
                    "measure": "# of training sessions completed assessed using training logs",
                    "description": "Researchers and caregivers will also maintain training logs during the intervention phase to document training # of sessions completed with information on session duration and child engagement",
                    "timeFrame": "From start to end of 6-week intervention phase on a weekly basis"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in parent-rated scores on functional use of the affected arm",
                    "description": "The ABILHAND-Kids is a valid and reliable parent-rated questionnaire assessing parent perceptions of their child's level of ease or difficulty in performing 21 manual activities independently over the last 3 months. The questionnaire has been validated as a measure of manual ability for 6-16-year-old children with CP. The 21 manual activities are rated by parents on a 3-point scale of \"impossible\", \"difficult\", or \"easy\". Items become increasingly difficulty in terms of required bimanual function.",
                    "timeFrame": "Baseline, at 6-weeks (i.e., at the end of the control phase), at 12-weeks (i.e., at the end of intervention phase)"
                },
                {
                    "measure": "Changes in amount of trainer assistance needed during navigation",
                    "description": "Early, mid, \\& late training sessions will be coded for % duration of assisted (child needs trainer-provided manual assistance) versus independent navigation.",
                    "timeFrame": "Early (week 1), mid (week 3), and late (week 6) training sessions within the 6-week intervention phase"
                },
                {
                    "measure": "Changes in child attention during training sessions",
                    "description": "Training sessions (one early, mid, and late session each) will be video-coded for attention (i.e., % duration of attention to task-relevant targets).",
                    "timeFrame": "Early (week 1), mid (week 3), and late (week 6) sessions during the 6-week intervention phase"
                },
                {
                    "measure": "Changes in child affect across training sessions",
                    "description": "Training sessions (one early, mid, and late session each) will be video-coded for child affect (i.e., smile rates, % duration of positive/interested and negative affect)",
                    "timeFrame": "Early (week 1), mid (week 3), and late (week 6) sessions during the 6-week intervention phase"
                },
                {
                    "measure": "Changes in duration of movement bouts during navigation across training sessions",
                    "description": "Early, mid, \\& late training sessions will be coded for average duration of child-initiated, movement bouts normalized by driving time (a bout comprises 1 acceleration and 1 deceleration phase).",
                    "timeFrame": "Early (week 1), mid (week 3), and late (week 6) sessions during the 6-week intervention phase"
                },
                {
                    "measure": "Changes in rates of obstacle contacts across training sessions",
                    "description": "Early, mid, \\& late training sessions will be coded for rates/session of path deviations and obstacle bumps.",
                    "timeFrame": "Early (week 1), mid (week 3), and late (week 6) sessions during the 6-week intervention phase"
                },
                {
                    "measure": "Changes in rates of path deviations across training sessions",
                    "description": "Early, mid, \\& late training sessions will be coded for rates/session of path deviations.",
                    "timeFrame": "Early (week 1), mid (week 3), and late (week 6) sessions during the 6-week intervention phase"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Are boys or girls between the ages of 3 - 8 years\n* Have been diagnosed with hemiplegic Cerebral palsy by a medical doctor with clear asymmetry in upper extremity strength and control, i.e., one upper limb is clearly weaker than the other;\n* Have had no physical trauma (including surgery) in the past 6 months;\n* Demonstrate awareness of objects in their environment through their visual system;\n* Can use their upper extremity or trunk to activate a joystick placed within reachable distance;\n* Can maintain a supported sitting position for at least 20 minutes\n\nExclusion Criteria:\n\n* Have only lower limb involvement\n* Are capable of using both hands together very well for functional activities;\n* Age \\>8 years or below 3 years of age\n* Exceed safe weight or height limits of the device;\n* Have parents who know at the time of the initial contact that they will not be able to complete training and all the posttest sessions",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "8 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sudha M Srinivasan, PhD",
                    "role": "CONTACT",
                    "phone": "860-486-6192",
                    "email": "sudha.srinivasan@uconn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Physical Therapy Program, Department of Kinesiology, University of Connecticut",
                    "status": "RECRUITING",
                    "city": "Storrs",
                    "state": "Connecticut",
                    "zip": "06269",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sudha M Srinivasan, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.80843,
                        "lon": -72.24952
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36044637",
                    "type": "BACKGROUND",
                    "citation": "Amonkar N, Kumavor P, Morgan K, Bubela D, Srinivasan S. Feasibility of Using Joystick-Operated Ride-on-Toys to Promote Upper Extremity Function in Children With Cerebral Palsy: A Pilot Study. Pediatr Phys Ther. 2022 Oct 1;34(4):508-517. doi: 10.1097/PEP.0000000000000944. Epub 2022 Aug 30."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Related Info",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/36044637/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002547",
                    "term": "Cerebral Palsy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001925",
                    "term": "Brain Damage, Chronic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5796",
                    "name": "Cerebral Palsy",
                    "asFound": "Cerebral Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5202",
                    "name": "Brain Damage, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}