{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04675593",
            "orgStudyIdInfo": {
                "id": "STUDY20200330"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HL149409-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HL149409-01A1"
                }
            ],
            "organization": {
                "fullName": "Case Western Reserve University",
                "class": "OTHER"
            },
            "briefTitle": "Using mHealth to Improve Adherence and Reduce Blood Pressure in Individuals With Hypertension and Bipolar Disorder",
            "officialTitle": "Using mHealth to Improve Adherence and Reduce Blood Pressure in Individuals With Hypertension and Bipolar Disorder",
            "acronym": "iTAB-CV RCT",
            "therapeuticArea": [
                "Mental Health",
                "Cardiovascular",
                "Other"
            ],
            "study": "using-mhealth-to-improve-adherence-and-reduce-blood-pressure-in-individuals-with-hypertension-and-bipolar-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-06",
            "studyFirstSubmitQcDate": "2020-12-15",
            "studyFirstPostDateStruct": {
                "date": "2020-12-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jennifer Levin",
                "investigatorTitle": "Associate Professor of Psychiatry",
                "investigatorAffiliation": "Case Western Reserve University"
            },
            "leadSponsor": {
                "name": "Case Western Reserve University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                },
                {
                    "name": "University of California, San Diego",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This proposed 2-stage randomized controlled trial (RCT) will evaluate a personalized patient-centered adherence intervention iTAB-CV + Self-Monitoring (iTAB-CV + SM) vs. Self-Monitoring (SM) alone in poorly adherent hypertensive persons with BD. This practical, technology-facilitated intervention has potential to improve adherence to antihypertensive medication and reduce SBP among high-risk individuals. The intervention is suitable for primary care or mental health settings and has potential for broad scale-up.",
            "detailedDescription": "The proposed 5-year project uses a 2-stage randomized controlled trial (RCT) design (Figure 2) to evaluate a brief, practical adherence intervention (iTAB-CV) delivered via interactive text messaging+ Self-Monitoring (SM) compared to SM alone. 200 individuals with BD and HTN who are \\< 80% adherent with HTN medicine will be enrolled from mental health and primary care settings and the community. The underlying premise is that improving adherence to antihypertensives in BD is likely to be an efficient path to improving health outcomes in a vulnerable population. Findings on the relationship between habit strength, medication attitudes, mood, and adherence in this project will be generalizable to other populations.\n\nThe entire observation duration will be 11 months. In stage 1, after consenting and passing screen, participants will receive an automated device (eCAP) to track their use of antihypertensive medication. Participants will use the eCAP for 1 month until completing their baseline assessment. At that time, they will be randomized to either Arm 1 (iTAB-CV + self-monitoring) or Arm 2 (self-monitoring alone). Both interventions will be provided for 2 months with an interim phone/video assessment for adherence. At the end of this 2 month stage, participants will be seen for either a virtual or in-person assessment.\n\nIn stage 2, following the 3-month assessment, those in iTAB-CV will be re-randomized to receive either a high intensity (starts off with 1 reminder per day and tapers down to 1 reminder per week over the course of 2 months) or low intensity (1 reminder per week) booster + self-monitoring compared to self-monitoring alone. Adherence will be assessed by phone/video at 4 months as an interim measurement and a virtual or in-person assessment will occur at 5 months. In stage 3, investigators will follow participants for another 6 months without intervention with 1 interim phone/video assessment and a final virtual or in-person assessment at 11 months."
        },
        "conditionsModule": {
            "conditions": [
                "Bipolar Disorder",
                "Non-Adherence, Medication",
                "Hypertension"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "iTAB-CV + Self Monitoring",
                    "type": "EXPERIMENTAL",
                    "description": "Receives iTAB-CV intervention plus self-monitoring (SM), blood pressure home monitoring, eCAP, and weekly mood rating",
                    "interventionNames": [
                        "Behavioral: iTAB-CV"
                    ]
                },
                {
                    "label": "Self Monitoring",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Receives self-monitoring (SM), blood pressure home monitoring, eCAP, and weekly mood rating",
                    "interventionNames": [
                        "Behavioral: Self-Monitoring"
                    ]
                },
                {
                    "label": "iTAB-CV + Self Monitoring - High Intensity Booster",
                    "type": "EXPERIMENTAL",
                    "description": "Following the 4-month assessment, subjects in the iTAB-CV group will be re-randomized to receive either a high intensity booster or low intensity booster. Those in the high intensity booster group will start off receiving 1 reminder per day and taper down to 1 reminder per week over 2 months, in addition to self monitoring.",
                    "interventionNames": [
                        "Behavioral: iTAB-CV"
                    ]
                },
                {
                    "label": "iTAB-CV + Self Monitoring - Low Intensity Booster",
                    "type": "EXPERIMENTAL",
                    "description": "Following the 4-month assessment, subjects in the iTAB-CV group will be re-randomized to receive either a high intensity booster or low intensity booster. Those in the low intensity booster group will receive 1 reminder per week for 2 months, in addition to self monitoring.",
                    "interventionNames": [
                        "Behavioral: iTAB-CV"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "iTAB-CV",
                    "description": "Individualized Texting for Adherence Building - Cardiovascular (iTAB-CV): a personalized patient-centered text message-based adherence intervention",
                    "armGroupLabels": [
                        "iTAB-CV + Self Monitoring",
                        "iTAB-CV + Self Monitoring - High Intensity Booster",
                        "iTAB-CV + Self Monitoring - Low Intensity Booster"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-Monitoring",
                    "description": "The Self-Monitoring (control) group will monitor their medication adherence, take their blood pressure weekly with a home blood pressure monitor provided by the study after being trained by the study staff, and rate their mood weekly in response to a text reminder.",
                    "armGroupLabels": [
                        "Self Monitoring"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in the Tablet Routine Questionnaire (TRQ)",
                    "description": "The TRQ item is a subject report of the percentage of prescribed medications not taken within the past month.",
                    "timeFrame": "Baseline and Month 4"
                },
                {
                    "measure": "Change in systolic blood pressure (SBP)",
                    "description": "Systolic blood pressure indicates how much pressure your blood is exerting against your artery walls when the heart beats. Higher reading implies more pressure",
                    "timeFrame": "Baseline and Month 4"
                },
                {
                    "measure": "Change in Adherence based on the Electronic Monitoring Device (eCAP)",
                    "description": "Study participants will be given an eCAP device for one of their pill bottles, which will record time/date of bottle opening. eCAP will be used for the antihypertensive medication that the patient missed the most frequently in the past week (in the case of multiple antihypertensive medications missed the same proportion of times, the medication dosed most often will be chosen). A dose will be counted as \"taken\" if the bottle is opened within six hours of the prescribed time. We will calculate a percent of doses taken by dividing the number of times the bottle is opened by the number of times it should have been opened as per the prescription.",
                    "timeFrame": "Baseline and Month 4"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Montgomery Asberg Rating Scale (MADRS) score",
                    "description": "The MADRS measures symptoms of depression. The minimum possible score is 0 and the maximum score is 60. A higher score implies a worse condition.",
                    "timeFrame": "Month 4 and Month 6"
                },
                {
                    "measure": "Change in engagement with iTAB intervention",
                    "description": "Engagement will evaluated using the percentage of texts messages the subject responds to",
                    "timeFrame": "Month 4 and Month 6"
                },
                {
                    "measure": "Change in Beliefs About Medicines Questionnaire (BMQ) score",
                    "description": "The BMQ assess beliefs about medications. Higher scores indicates stronger beliefs about the components of the scale",
                    "timeFrame": "Month 4 and Month 6"
                },
                {
                    "measure": "Change in Attitude towards Medication Questionnaire (AMSQ) score",
                    "description": "The AMSQ comprises 19 items grouped into 7 subscales: general opposition to prophylaxis (4 items), denial of therapeutic effectiveness (2 items), fear of side effects (2 items), difficulty with medication routines (4 items), denial of illness severity (3 items), negative attitudes toward drugs in general (3 items), and lack of information about psychiatric medication (1 item). Higher scores on each subscale represent more negative attitudes toward mood stabilizers.",
                    "timeFrame": "Month 4 and Month 6"
                },
                {
                    "measure": "Change in Self-efficacy for Medication Taking Behavior (MASES-R)",
                    "description": "The MASES-R measures adherence self-efficacy. Higher scores indicate a greater level of self-efficacy.",
                    "timeFrame": "Month 4 and Month 6"
                },
                {
                    "measure": "Change in Self-Report Habit Index (SRHI)",
                    "description": "The SRHI is a measure of habit strength. The minimum score is 12 and the maximum score is 84. A higher score implies stronger habits.",
                    "timeFrame": "Month 9 and Month 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age range: from 21 to 80\n* Have a clinical diagnosis of Bipolar Disorder as determined by a standardized diagnostic interview, the Mini-International Neuropsychiatric Interview (MINI)\n* Have elevated systolic blood pressure ≥130 at screening at least 2 different times during the screening period\n* Have received a diagnosis of hypertension per patient self-report at least 6 months prior to enrollment\n* Have been prescribed at least one regularly scheduled antihypertensive medicine for 3 or more months since diagnosis\n* Have difficulty with adherence to prescribed antihypertensive medication currently or in the past based on one of the following questions: Do you ever miss doses of your prescribed medications for high blood pressure? Or b. Do you ever try to manage your high blood pressure on your own without medication?\n* Have their own cellular phone in order to receive text messages as part of the intervention\n\nExclusion Criteria:\n\n* Unable/unwilling to participate in psychiatric interviews. This will include individuals, who may be too psychotic to participate in interviews/rating scales\n* Unable/unwilling to give written, informed consent to study participation\n* In the interest of patient safety, individuals who are at high immediate risk for suicide will be excluded from study participation. The suicide risk assessment will be informed by standardized assessments of psychiatric symptoms, the Mini-International Neuropsychiatric Interview (MINI), and the Montgomery Asberg Depression Rating Scale (MADRS). Individuals with active suicidal ideation and recent suicide attempt or current intent and plan will be excluded from study participation. Individuals who score a ≥ 5 on item 10 of the MADRS will be considered to be at high risk for suicide, although individuals with MADRS scores lower than 5 could potentially be excluded if either the psychologist or psychiatrist PIs believe that the individual is at high immediate risk for suicide based upon other input or information. In the event that a potential study participant is determined to be at high risk for suicide, that individual will not be enrolled and the study staff will immediately implement procedures for the safety of the individual. Once that individual is no longer at risk, they may be rescreened for possibility enrollment in the study\n* Individuals who are monolingual, non-English speaking will be excluded. Given the proposed sample sizes of the iTAB-CV + SM and SM alone treatment arms in the proposed study, it would not be practical to conduct sub-group analyses. Based upon our BD adherence work and RCT, which drew upon a population similar to the proposed trial, there were no potential subjects who were excluded from the studies due to inability to speak English. Hispanic individuals made up 3.6% of those enrolled\n* Upper arm circumference \\> 50cm",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Levin, PhD",
                    "role": "CONTACT",
                    "phone": "216-844-5057",
                    "email": "jennifer.levin@case.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer Levin, PhD",
                    "affiliation": "Case Western Reserve University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Case Western Reserve University",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "888-819-0004",
                            "email": "Bpstudy@uhhospitals.org"
                        },
                        {
                            "name": "Jennifer Levin, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Martha Sajatovic, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35768875",
                    "type": "DERIVED",
                    "citation": "Levin JB, Moore DJ, Depp C, Montoya JL, Briggs F, Rahman M, Stange KC, Einstadter D, Weise C, Conroy C, Yala J, Radatz E, Sajatovic M. Using mHealth to improve adherence and reduce blood pressure in individuals with hypertension and bipolar disorder (iTAB-CV): study protocol for a 2-stage randomized clinical trial. Trials. 2022 Jun 29;23(1):539. doi: 10.1186/s13063-022-06449-9."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                },
                {
                    "id": "D000001714",
                    "term": "Bipolar Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000068105",
                    "term": "Bipolar and Related Disorders"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4996",
                    "name": "Bipolar Disorder",
                    "asFound": "Bipolar Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M226",
                    "name": "Bipolar and Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}