{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06333925",
            "orgStudyIdInfo": {
                "id": "Pro00114183"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Using Neurostimulation to Accelerate Change in Misophonia: a Pilot Study",
            "officialTitle": "Using Neurostimulation to Accelerate Change in Misophonia: a Pilot Study",
            "acronym": "MISO-STIM",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "using-neurostimulation-to-accelerate-change-in-misophonia-a-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-12",
            "studyFirstSubmitQcDate": "2024-03-20",
            "studyFirstPostDateStruct": {
                "date": "2024-03-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Misophonia Research Fund",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Misophonia, the inability to tolerate certain repetitive distressing sounds that are common, is gaining, recognition as an impairing condition. It is not a well-understood condition and there are no known treatments. The purpose of this study is to test a new misophonia intervention that uses emotion regulation strategies and different types of brain stimulation on misophonic distress. This study will examine changes in brain activity during presentation and regulation of misophonic versus distressing sounds. The study team plans to alter activity in a key area of the brain responsible for emotion regulation circuitry over 4 sessions with the goal to test if this intervention helps misophonic distress.\n\nSixty adult participants with moderate to severe misophonia will be recruited and taught an emotion regulation skill and randomly assigned to receive one of two types of repetitive transcranial magnetic stimulation (rTMS). The study includes 9-10 visits: the remote screening visit(s), the initial MRI, the four neurostimulation sessions, the follow-up MRI, and two additional remote 1- and 3-month follow-up visits.",
            "detailedDescription": "Given the urgent need for interventions for misophonia, the primary purpose of this study is to establish short and long-term effects for an intervention that combines emotion regulation with neurostimulation. The secondary goal is to examine the best parameters needed for a successful intervention. It is important to highlight that the study findings would not only inform future behavioral and neurostimulation interventions but may also provide critical information for other intervention approaches that aim to alter neural circuitry involved in misophonia.\n\nInterested participants who pass the online and phone screen are scheduled for the first study visit that will be conducted remotely. Those who are interested and provide e-consent, will complete demographic questions and several interviews and measures aimed to examine misophonic and psychiatric distress, verbal IQ, treatment history, and MRI/neurostimulation safety. Participants will listen to a set of standardized aversive and misophonic sounds and rate how distressing they find them. They will also be invited to send recordings of their own misophonic sounds in different contexts and together with them and other standardized misophonic sounds, they will listen to the sounds and rate their distress. The goal in the study is to generate a personalized set of triggers that includes personalized misophonic, aversive and neutral sounds for each participant.\n\nThe type of neuromodulation that is being tested in the study is repetitive transcranial magnetic stimulation (rTMS), a procedure which involves placement of an electromagnetic coil over the scalp that produces very small electric currents in the part of the brain that is closest to the coil. rTMS is a noninvasive procedure that is currently approved by the Food and Drug Administration (FDA) for the treatment for depression, obsessive compulsive disorder, and smoking. In this study, rTMS will be used differently than what has been approved for by the FDA but within safety guidelines.\n\nThe goal of the study is to enroll sixty eligible adult participants with misophonia who will then be asked to come to Duke for the initial brain MRI visit. Following established procedures, participants will be briefly taught CR (cognitive restructuring), an emotion regulation strategy selected because it successfully adjusts the emotion regulation network. Participants will undergo a functional neuroimaging (MRI) task based on which a personalized neurostimulation target will be established.\n\nParticipants will then be randomly assigned to active or sham rTMS intervention matching on age, gender at birth and misophonia impairment severity. Participants will then undergo four consecutive intervention sessions during which they will receive either type of rTMS over their personalized target on the right side of the brain while being exposed to personalized misophonic cues and instructed to engage in cognitive emotion regulation. At the initial TMS visit, all participants will be trained in CR in depth using a standardized training session. During each neurostimulation session, biophysiological data including heart rate and skin conductance will be collected.\n\nA week after the intervention, participants will undergo a follow up MRI brain scan and will complete some of the questionnaires from the first visit regarding misophonia, mood, anxiety, difficulties managing emotions, general health and distress.\n\nTwo additional remote follow-up visits will be scheduled at the 1- and 3-month follow-up time points. Participants will complete the remote sound task similar to the first remote study visit. Measures of misophonia, mood, anxiety, difficulties managing emotions, general health and distress will again be assessed. At the final 3-month follow-up visit, participants will also complete an exit interview to give feedback on their study participation. As part of the exit interview, a member of the study team will inform the participant what type of neurostimulation they received during the study and referrals will be provided, if applicable."
        },
        "conditionsModule": {
            "conditions": [
                "Misophonia",
                "Emotion Dysregulation",
                "Sensory Processing Disorder",
                "Auditory Over Responsivity",
                "Anxiety Disorder",
                "Sound Sensitivity"
            ],
            "keywords": [
                "Neurostimulation",
                "Cognitive Restructuring",
                "Sound Sensitivity",
                "Neuroscience",
                "Neuroimaging",
                "Neuromodulation",
                "Misophonia",
                "Emotion Dysregulation",
                "Emotion Regulation Skills",
                "Repetitive Transmagnetic Stimulation",
                "TMS",
                "Emotion Regulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "In regards to the neurostimulation used in the study, there will be two conditions, receiving either active or sham neurostimulation. Both conditions will receive behavioral training in cognitive restructuring (CR; a type of emotion regulation skill). Randomization procedures will match participants on age, gender at birth, and misophonia impairment severity.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "All participants will engage in a behavioral training session (Cognitive Restructuring).\n\nThe study team member who will conduct the behavioral session will be kept blind to the type of neurostimulation the participant will receive. Participants will also be kept blinded to what neurostimulation they receive and their perception of what they received will be assessed at follow-up. The intervention provider will also be kept blind to the treatment condition to ensure non-biased administration of the intervention.\n\nParticipants will only be told about the type of neurostimulation at the end of the study to protect against different expectations",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cognitive Restructuring + High Frequency Repetitive Transcranial Magnetic Stimulation (rTMS)",
                    "type": "EXPERIMENTAL",
                    "description": "30 eligible participants will receive training in Cognitive Restructuring (CR). These participants will use CR while being exposed to misophonic trigger sounds and also receiving high frequency rTMS over their personalized right dorsal lateral prefrontal cortex (dlPFC) target. These participants will partake in short term and long term follow-up testing.",
                    "interventionNames": [
                        "Device: High Frequency Repetitive Transcranial Magnetic Stimulation (HF rTMS)",
                        "Behavioral: Cognitive Restructuring"
                    ]
                },
                {
                    "label": "Cognitive Restructuring + Shame Repetitive Transcranial Magnetic Stimulation (rTMS)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "30 eligible participants will receive training in Cognitive Restructuring (CR). These participants will use CR while being exposed to misophonic trigger sounds and also receiving placebo rTMS over their personalized right dorsal lateral prefrontal cortex (dlPFC) target. These participants will partake in short term and long term follow-up testing.",
                    "interventionNames": [
                        "Device: Sham Repetitive Transcranial Magnetic Stimulation (sham- rTMS)",
                        "Behavioral: Cognitive Restructuring"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "High Frequency Repetitive Transcranial Magnetic Stimulation (HF rTMS)",
                    "description": "10 Hz rTMS over the right dorsal lateral prefrontal cortex (dlPFC)",
                    "armGroupLabels": [
                        "Cognitive Restructuring + High Frequency Repetitive Transcranial Magnetic Stimulation (rTMS)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham Repetitive Transcranial Magnetic Stimulation (sham- rTMS)",
                    "description": "inactive rTMS over the right dorsolateral prefrontal cortex (dlPFC)",
                    "armGroupLabels": [
                        "Cognitive Restructuring + Shame Repetitive Transcranial Magnetic Stimulation (rTMS)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive Restructuring",
                    "description": "Cognitive restructuring is a cognitive behavioral intervention through which participants learn how to think differently about misophonic sound triggers in order to feel less emotional arousal.",
                    "armGroupLabels": [
                        "Cognitive Restructuring + High Frequency Repetitive Transcranial Magnetic Stimulation (rTMS)",
                        "Cognitive Restructuring + Shame Repetitive Transcranial Magnetic Stimulation (rTMS)"
                    ],
                    "otherNames": [
                        "CR"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of clusters across the whole brain with significant BOLD changes between conditions contrasting follow up with intake, and exposure to misophonic versus aversive sounds",
                    "description": "Blood Oxygenation Level Dependent (BOLD) imaging is a technique that is commonly used for estimating brain activity using functional magnetic resonance imaging (fMRI). Change in the fMRI BOLD signal notes changes in brain blood flow and blood oxygenation, which are associated with neuronal activity. For each participant,the difference in BOLD activation between follow up and intake was computed. The BOLD signal contrast between engaging with misophonic sounds and engaging with aversive sounds were compared between conditions across the whole brain on a voxel-wise basis. Voxel-wise significant results (i.e., z \\> 2.3) were clustered to statistically correct for multiple comparisons. The number of significant clusters that emerged from this analysis in each condition are presented as outcome.",
                    "timeFrame": "during the neuroimaging session, within 2 months of the intake assessment"
                },
                {
                    "measure": "Number of clusters across the whole brain with significant BOLD changes between conditions contrasting follow up with intake, and downregulation of versus exposure to misophonic sounds",
                    "description": "Blood Oxygenation Level Dependent (BOLD) imaging is a technique that is commonly used for estimating brain activity using functional magnetic resonance imaging (fMRI). Change in the fMRI BOLD signal notes changes in brain blood flow and blood oxygenation, which are associated with neuronal activity. For each participant, the difference in BOLD activation between follow up and intake was computed. The BOLD signal contrast between downregulating and engaging with misophonic sounds were compared between conditions across the whole brain on a voxel-wise basis. Voxel-wise significant results (i.e., z \\> 2.3) were clustered to statistically correct for multiple comparisons. The number of significant clusters that emerged from this analysis in each condition are presented as outcome.",
                    "timeFrame": "during the neuroimaging session, within 2 months of the intake assessment"
                },
                {
                    "measure": "Differential change in BOLD signal within the Anterior Insular Cortex (AIC) activation when being presented with misophonic versus non-misophonic but aversive sounds",
                    "description": "Blood Oxygenation Level Dependent (BOLD) imaging is a technique that is commonly used for estimating brain activity using functional magnetic resonance imaging (fMRI). Change in the fMRI BOLD signal notes changes in brain blood flow and blood oxygenation, which are associated with neuronal activity. For each participant, change in activation during the presentation of misophonic versus aversive sounds from baseline to follow up will be computed. An anterior insular cortex (AIC) mask will be employed to find the maximum value of the \\[hear misophonic sounds \\> hear aversive sounds\\] contrast in this region. Once the voxel containing this maximum will beidentified, a sphere ROI will be created around this spot (restricted to the AIC mask) and the average contrast value within this sphere will be used as the outcome variable. A larger score indicates more activity when hearing misophonic versus aversive sounds.",
                    "timeFrame": "during the neuroimaging session, within 2 months of the intake assessment"
                },
                {
                    "measure": "Differential change in BOLD signal connectivity between the left Anterior Insular Cortex (AIC) and the right dorsolateral prefrontal cortex (dlPFC) when downregulating versus experiencing distress related to misophonic trigger sounds",
                    "description": "Blood Oxygenation Level Dependent (BOLD) imaging is a technique that is commonly used for estimating brain activity using functional magnetic resonance imaging (fMRI). For each participant, change in activation during the \\[downregulate vs. listen to misophonic sounds\\] contrast from baseline to follow up will be computed. A left anterior insular cortex (AIC) mask will be employed to find the maximum value for the contrast of interest in this region. A psychophysiological interaction (PPI) analysis will be conducted, to identify the voxel within the right dlPFC with the highest positive correlation with the max activation AIC voxel. A sphere ROI will be created around this right dlPFC spot (restricted with a dlPFC mask) and the average contrast value within this sphere will be used as the outcome connectivity variable. A larger score indicates more connectivity when downregulating versus hearing misophonic sounds.",
                    "timeFrame": "during the neuroimaging session, within 2 months of the intake assessment"
                },
                {
                    "measure": "Change in misophonia impairment and severity using a composite",
                    "description": "Change in misophonia impairment and severity will be investigated by using a composite score that will be created from the following scales and interview to examine changes in misophonia impairment and severity: the Duke Misophonia Questionnaire (DMQ), the Duke Misophonia Interview (DMI), the Duke-Vanderbilt Misophonia Screening Questionnaire (DVMSQ). A higher score on the DMQ impairment indicates more impairment (ranges 0-48). Similarly, higher scores on the DVMSQ and DMI indicate higher levels of impairment and distress. These measures are collected at all possible time points, depending on the range of time that they cover (e.g., DMI is not collected at 1 week follow up because it asks for impairment in the past month).",
                    "timeFrame": "Baseline, 1 week follow-up after neurostimulation, 1- and 3-month follow-up"
                },
                {
                    "measure": "Skin conductance level (scl)",
                    "description": "Physiological arousal measured by SCL during each neurostimulation visit will be extracted using Acqknowledge software and BIOPAC hardware. Raw galvanic skin response will be continuously collected throughout the experiment. Raw data will then be examined for abrupt changes (skin conductance responses), which will be removed. The processed data will then be averaged for each experimental block. Higher SCL means higher arousal.",
                    "timeFrame": "Baseline, and two minute blocks during the 4 neurostimulation sessions (when participants downregulate emotions associated with misophonic triggers)"
                },
                {
                    "measure": "Change in Subjective Unites of Distress (SUDS)",
                    "description": "Self reported distress after each sound presentation will also be examined for differences when accounting for baseline distress (during the neurostimulation sessions). SUDS will be measured using a 0-9 sale, where 0 indicates no distress, and 9 indicates extreme distress. The outcome measure represents SUDS after misophonic sound presentations minus SUDS after baseline. Higher SUDS represents higher distress.",
                    "timeFrame": "Baseline, during the experimental blocks of the neurostimulation sessions (which will occur over 4 days within a month of the initial assessment)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in self-reported psychopathology",
                    "description": "Change in self-reported psychopathology as measured by the OQ-45 will be examined one week, one month and three months after the intervention when compared to baseline. The Outcome Questionnaire-45 (OQ-45) is a 45-item self-report measure used to track severity of psychopathology throughout treatment. It consists of subscales that identify three types of problems that lead to general stress: psychological symptoms, interpersonal conflicts, and problems with social roles. Items are rated on a Likert scale ranging from 0 (never) to 4 (almost always). Scores range from 0 to 180. Higher scores indicate higher psychopathological distress than lower scores.",
                    "timeFrame": "Baseline, 1 week follow-up after neurostimulation, 1- and 3-month follow-up"
                },
                {
                    "measure": "Changes in clinician-assessed psychopathology",
                    "description": "The Quick structural clinical interview for DSM-5 disorders (Quick-SCID) will be administered to examine changes in clinician-rated psychopathology. This clinician administered interview will be done at baseline and then again at the 1 and 3 month follow-up timepoints to assess for any change compared to baseline.",
                    "timeFrame": "Baseline, 1 week follow-up after neurostimulation, 1- and 3-month follow-up"
                },
                {
                    "measure": "Emotional dysregulation as measured by the Difficulties in Emotion Regulation Scale (DERS)",
                    "description": "DERS will examine changes in emotional dysregulation between conditions after the intervention. The DERS has Min-Max score ranges from 36-180 (with higher scores signifying more difficulties with emotion regulation).",
                    "timeFrame": "Baseline, 1 week follow-up after neurostimulation, 1- and 3-month follow-up"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in self-reported cognitive flexibility",
                    "description": "Change in self-reported cognitive flexibility as measured by the Cognitive Control and Flexibility Questionnaire (CCFQ), will be examined using difference from baseline on these assessments and scores one week and 1-and-3 month follow-up after training. The CCFQ has 18 items, rated from \"1\" strongly disagree to \"7\" strongly agree, with higher scores indicating more flexibility.",
                    "timeFrame": "Baseline, 1 week follow-up after neurostimulation, 1- and 3-month follow-up"
                },
                {
                    "measure": "Baseline emotional dysregulation",
                    "description": "Baseline Difficulties with Emotion Regulation (DERS) will be used as a moderator of outcomes. DERS has Min-Max score ranges from 36-180 (with higher scores signifying more difficulties with emotion regulation.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Baseline hyperacusis",
                    "description": "Baseline Hyperacusis scores will be used as a moderator of outcomes. The multidimensional inventory of sound tolerance in adults (MIST-A) is a 25-item measure that includes relevant hyperacusis questions ranging from answers to never (not in the past month) to very often (multiple times per day). The higher the score on the hyperacusis items, the more likely the participant has hyperacusis, separate from misophonia.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Baseline Affect Intensity",
                    "description": "Baseline Affect Intensity Measure (AIM) will be used as a moderator of outcomes. The AIM is a 40 item instrument with items being rated from \"1\" never to \"6\" always. Higher scores indicate higher affective intensity in emotional situations.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Change in Emotional distress",
                    "description": "The Affect Sensitivity Index (ASI) will be collected to capture emotional distress and to explore changes in this area in this sample after the intervention. ASI is a 16 item scale containing items specifying different concerns someone could have regarding their distress/anxiety. Scores range from 0 to 64 with higher scores meaning higher levels of distress.",
                    "timeFrame": "Baseline, 1 week follow-up after neurostimulation, 1- and 3-month follow-up"
                },
                {
                    "measure": "Change in self-reported Emotion regulation",
                    "description": "a modified version of the PROMIS-self efficacy in emotion regulation scale (PROMIS-SEME) will be collected to capture emotion regulation and to explore changes in these areas in this sample after the intervention. The modified PROMIS-SEME is 16 items on a rating of 1 \"I am not all confident\" to 5 \"I am very confident\" with a score ranging from 16 to 80. Higher scores indicate higher ability to regulate emotions.",
                    "timeFrame": "Baseline, 1 week follow-up after neurostimulation, 1- and 3-month follow-up"
                },
                {
                    "measure": "Change in Sensory sensitivity",
                    "description": "The Glasgow Sensory Questionnaire (GSQ) will be collected to capture sensory differences and to explore changes in these areas in this sample after the intervention. The GSQ scale is a 42 item measure which captures self-rated hyper- and hypo-sensory sensitivity to stimuli across seven sensory domains. Responses are coded on a scale from 0 to 4 and total scores can range from 0 to 168 points. The higher scores mean more sensory sensitivity.",
                    "timeFrame": "Baseline, 1 week follow-up after neurostimulation, 1- and 3-month follow-up"
                },
                {
                    "measure": "Change in Interoceptive Awareness",
                    "description": "the Multidimensional Assessment of Interoceptive Awareness version 2 (MAIA-2) will be collected to capture change in interoceptive awareness and to explore changes in these areas in this sample after the intervention. MAIA-2 is a 37 item measure; an 8-subscale state-trait self-report questionnaire to measure 5 dimensions of interoception (awareness of bodily sensations). Scores are between 0 and 5, where higher score equates to more awareness of bodily sensation. A percentile is also calculated, indicating how the responded scored in comparison to a normative sample. The results from the MAIA-2 focus upon the individual scale scores as a total score is not meaningful",
                    "timeFrame": "Baseline, 1 week follow-up after neurostimulation, 1- and 3-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18-55\n* verbal agreement to maintain dose of prescribed psychotropic medication (if any) and/or psychotherapy (if any) constant throughout the study, provided they are stable on it for the past 4 weeks (except exclusion medication and except if there is a medical emergency requiring changes in medication).\n* DMQ Impairment score \\>= 14\n\nExclusion Criteria:\n\n* current or past history of mania or psychosis; current hypomania\n* verbal IQ\\< 90 as per the NART\n* not medically cleared for TMS or fMRI (such as taking medications known to reduce the seizure threshold such as Lithium, Clozaril, stimulants including the ADHD medications (e.g. Ritalin, Adderall), Wellbutrin/Buproprion, Provigil (Modafinil), Aminophylline, and Theophylline)\n* DMQ Impairment score \\< 14\n* younger than 18 and older than 55\n* pregnant\n* high risk for suicide (defined as having attempted suicide in past 6 months; suicide attempt within the past 10 years with current ideation with plan or preferred method available)\n* moderate/severe current alcohol or substance use disorder, or past severe alcohol use disorder\n* unable to read, blind, or deaf, or unwilling to give consent\n* cannot come to Duke for the in-person study visits\n* current uncontrolled anorexia or other condition requiring hospitalization\n* conditions associated with increased intracranial pressure, space occupying brain lesion, transient ischemic attack, cerebral aneurysm, dementia, Parkinson's or Huntington's disease, multiple sclerosis\n* use of investigational drug or devices within 4 weeks of screening\n* started/changed psychotropic medications or started psychotherapy in the prior 4 weeks, or plans to change medication or stop psychotherapy during the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica Choi, MA",
                    "role": "CONTACT",
                    "phone": "919-684-4432",
                    "email": "jessica.choi@duke.edu"
                },
                {
                    "name": "Lisalynn D Kelley, BA, CCRP",
                    "role": "CONTACT",
                    "phone": "919-684-6701",
                    "email": "lisalynn.kelley@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrada D Neacsiu, PhD",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University Medical Center",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Choi, MA",
                            "role": "CONTACT",
                            "phone": "919-684-4432",
                            "email": "jessica.choi@duke.edu"
                        },
                        {
                            "name": "Lisalynn D Kelley, BA, CCRP",
                            "role": "CONTACT",
                            "phone": "919-684-6701",
                            "email": "lisalynn.kelley@duke.edu"
                        },
                        {
                            "name": "Andrada D Neacsiu, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29467604",
                    "type": "BACKGROUND",
                    "citation": "Brout JJ, Edelstein M, Erfanian M, Mannino M, Miller LJ, Rouw R, Kumar S, Rosenthal MZ. Investigating Misophonia: A Review of the Empirical Literature, Clinical Implications, and a Research Agenda. Front Neurosci. 2018 Feb 7;12:36. doi: 10.3389/fnins.2018.00036. eCollection 2018."
                },
                {
                    "pmid": "28162895",
                    "type": "BACKGROUND",
                    "citation": "Kumar S, Tansley-Hancock O, Sedley W, Winston JS, Callaghan MF, Allen M, Cope TE, Gander PE, Bamiou DE, Griffiths TD. The Brain Basis for Misophonia. Curr Biol. 2017 Feb 20;27(4):527-533. doi: 10.1016/j.cub.2016.12.048. Epub 2017 Feb 2."
                },
                {
                    "pmid": "35958984",
                    "type": "BACKGROUND",
                    "citation": "Neacsiu AD, Szymkiewicz V, Galla JT, Li B, Kulkarni Y, Spector CW. The neurobiology of misophonia and implications for novel, neuroscience-driven interventions. Front Neurosci. 2022 Jul 25;16:893903. doi: 10.3389/fnins.2022.893903. eCollection 2022."
                },
                {
                    "pmid": "31101901",
                    "type": "BACKGROUND",
                    "citation": "Schroder A, van Wingen G, Eijsker N, San Giorgi R, Vulink NC, Turbyne C, Denys D. Misophonia is associated with altered brain activity in the auditory cortex and salience network. Sci Rep. 2019 May 17;9(1):7542. doi: 10.1038/s41598-019-44084-8. Erratum In: Sci Rep. 2020 Feb 28;10(1):4066. doi: 10.1038/s41598-020-59862-y."
                },
                {
                    "pmid": "31708818",
                    "type": "BACKGROUND",
                    "citation": "Eijsker N, Schroder A, Smit DJA, van Wingen G, Denys D. Neural Basis of Response Bias on the Stop Signal Task in Misophonia. Front Psychiatry. 2019 Oct 23;10:765. doi: 10.3389/fpsyt.2019.00765. eCollection 2019."
                },
                {
                    "pmid": "34021042",
                    "type": "BACKGROUND",
                    "citation": "Kumar S, Dheerendra P, Erfanian M, Benzaquen E, Sedley W, Gander PE, Lad M, Bamiou DE, Griffiths TD. The Motor Basis for Misophonia. J Neurosci. 2021 Jun 30;41(26):5762-5770. doi: 10.1523/JNEUROSCI.0261-21.2021. Epub 2021 May 21."
                },
                {
                    "pmid": "34040061",
                    "type": "BACKGROUND",
                    "citation": "Enzler F, Loriot C, Fournier P, Norena AJ. A psychoacoustic test for misophonia assessment. Sci Rep. 2021 May 26;11(1):11044. doi: 10.1038/s41598-021-90355-8."
                },
                {
                    "pmid": "31066600",
                    "type": "BACKGROUND",
                    "citation": "Erfanian M, Kartsonaki C, Keshavarz A. Misophonia and comorbid psychiatric symptoms: a preliminary study of clinical findings. Nord J Psychiatry. 2019 May-Jul;73(4-5):219-228. doi: 10.1080/08039488.2019.1609086. Epub 2019 May 8."
                },
                {
                    "pmid": "35038479",
                    "type": "BACKGROUND",
                    "citation": "Neacsiu AD, Beynel L, Graner JL, Szabo ST, Appelbaum LG, Smoski MJ, LaBar KS. Enhancing cognitive restructuring with concurrent fMRI-guided neurostimulation for emotional dysregulation-A randomized controlled trial. J Affect Disord. 2022 Mar 15;301:378-389. doi: 10.1016/j.jad.2022.01.053. Epub 2022 Jan 14."
                },
                {
                    "pmid": "34551415",
                    "type": "BACKGROUND",
                    "citation": "Neacsiu AD, Beynel L, Powers JP, Szabo ST, Appelbaum LG, Lisanby SH, LaBar KS. Enhancing Cognitive Restructuring with Concurrent Repetitive Transcranial Magnetic Stimulation: A Transdiagnostic Randomized Controlled Trial. Psychother Psychosom. 2022;91(2):94-106. doi: 10.1159/000518957. Epub 2021 Sep 22."
                },
                {
                    "pmid": "30880101",
                    "type": "BACKGROUND",
                    "citation": "Mai S, Braun J, Probst V, Kammer T, Pollatos O. Changes in emotional processing following interoceptive network stimulation with rTMS. Neuroscience. 2019 May 15;406:405-419. doi: 10.1016/j.neuroscience.2019.03.014. Epub 2019 Mar 14."
                },
                {
                    "pmid": "23729929",
                    "type": "BACKGROUND",
                    "citation": "Luber B, Steffener J, Tucker A, Habeck C, Peterchev AV, Deng ZD, Basner RC, Stern Y, Lisanby SH. Extended remediation of sleep deprived-induced working memory deficits using fMRI-guided transcranial magnetic stimulation. Sleep. 2013 Jun 1;36(6):857-71. doi: 10.5665/sleep.2712."
                },
                {
                    "pmid": "33452340",
                    "type": "BACKGROUND",
                    "citation": "Abdelrahman AA, Noaman M, Fawzy M, Moheb A, Karim AA, Khedr EM. A double-blind randomized clinical trial of high frequency rTMS over the DLPFC on nicotine dependence, anxiety and depression. Sci Rep. 2021 Jan 15;11(1):1640. doi: 10.1038/s41598-020-80927-5."
                },
                {
                    "pmid": "15806046",
                    "type": "BACKGROUND",
                    "citation": "Kleinjung T, Eichhammer P, Langguth B, Jacob P, Marienhagen J, Hajak G, Wolf SR, Strutz J. Long-term effects of repetitive transcranial magnetic stimulation (rTMS) in patients with chronic tinnitus. Otolaryngol Head Neck Surg. 2005 Apr;132(4):566-9. doi: 10.1016/j.otohns.2004.09.134."
                },
                {
                    "pmid": "31552384",
                    "type": "BACKGROUND",
                    "citation": "Somani A, Kar SK. Efficacy of repetitive transcranial magnetic stimulation in treatment-resistant depression: the evidence thus far. Gen Psychiatr. 2019 Aug 12;32(4):e100074. doi: 10.1136/gpsych-2019-100074. eCollection 2019."
                },
                {
                    "pmid": "27895557",
                    "type": "BACKGROUND",
                    "citation": "Tsagaris KZ, Labar DR, Edwards DJ. A Framework for Combining rTMS with Behavioral Therapy. Front Syst Neurosci. 2016 Nov 15;10:82. doi: 10.3389/fnsys.2016.00082. eCollection 2016."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data from this study will be de-identified and shared as part of the Duke Data Sharing Repository. Participants are informed of this plan via the IRB approved study consent and have the option to opt out of having their deidentified data shared.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "either at the manuscript publication or within 1 year of study data collection completion. Per Duke Data Research repository website, the Duke Research Data Repository (RDR) is included under the Libraries' general digital Preservation Policy. While they currently do not have a formal retention schedule for data published in the RDR, they anticipate keeping datasets for at least 25 years. After which, the deposited content may be assessed (number of downloads, page visits) to determine whether they should remain in the repository.",
            "accessCriteria": "Acceptable Use Policy\n\nWhat users of files agree to:\n\n* You will not attempt to identify any individuals included in the data or otherwise infringe the privacy or confidentiality rights of individuals discovered inadvertently or intentionally in the data If you should identify anyone unintentionally, you will contact the RDR at datamanagement@duke.edu\n* You will abide by the Creative Commons license conditions applied to the data (if any).\n* You will properly cite the data by including a data citation in any publication or presentation resulting from use of the data.",
            "url": "https://research.repository.duke.edu/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "asFound": "Sensitivity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T3832",
                    "name": "Misophonia",
                    "asFound": "Misophonia",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}