{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06016257",
            "orgStudyIdInfo": {
                "id": "00002853"
            },
            "organization": {
                "fullName": "Cedars-Sinai Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Using VirtuaCareTM Platform for Home Programs in Acute and Chronic Shoulder Conditions: A Pilot Study",
            "officialTitle": "Using VirtuaCareTM Platform for Home Programs in Acute and Chronic Shoulder Conditions: A Pilot Study",
            "acronym": "VirtuaCare",
            "therapeuticArea": [
                "Other"
            ],
            "study": "using-virtuacaretm-platform-for-home-programs-in-acute-and-chronic-shoulder-conditions-a-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-10",
            "studyFirstSubmitQcDate": "2023-08-23",
            "studyFirstPostDateStruct": {
                "date": "2023-08-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Pamela Roberts",
                "investigatorTitle": "Executive Director",
                "investigatorAffiliation": "Cedars-Sinai Medical Center"
            },
            "leadSponsor": {
                "name": "Cedars-Sinai Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Band Connect, Inc",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will be performed to determine if Band Connect's VirtuaCare™ platform increases patient compliance and provides an effective alternative to current physical therapy treatment while reducing the frequency of visits compared with standard orthopedic physical therapy treatment performed in the outpatient clinic.\n\nParticipants are being asked to take part in this research study if 18 years and older and have been prescribed physical therapy rehabilitation for an acute or chronic shoulder condition and as part of the participant's physical therapy will receive a shoulder exercise home program.",
            "detailedDescription": "In today's environment, review of a patient's rehabilitation progress and recovery is limited to in-person, one-on-one clinic visits with their therapist periodically. While these sessions are typically well-defined and comprehensive, there are no mechanisms currently available to help the clinicians and therapists to effectively engage with patients when they are not in the clinic.\n\nPatients are prescribed at-home exercises after each visit and the therapists have no line of sight as to how the patient is progressing or if the patient is even adhering to the treatment plan. The patient typically receives some rudimentary instruction about how an exercise or treatment needs to be performed, a setup that can result in unknown adherence and/or poor form. There are also no mechanisms for active feedback to the patient about any aspect of their treatment of recovery - e.g., whether the patient is doing better or worse. These gaps and inconsistencies result in a circumstance wherein less than 35% of patients typically adhere to their prescribed plans of care.\n\nPatient Adherence Today, it is estimated that while 64% of physical therapy patients comply with short-term exercise regimens, only 23% preserve adherence throughout their physical therapy treatment. While this number seems accurate, these percentages are still unknown because patients typically do not admit non-compliance and adherence is typically not measured objectively \\[6\\]. Results from a study examining at-home adherence for patients with chronic low back pain indicate that barriers include \"the exercise program (number, effectiveness, complexity and burden of exercises), the healthcare journey (breakdown between supervised sessions and home exercise, lack of follow-up and difficulties in contacting care providers), patient representations (illness and exercise perception, despondency, depression and lack of motivation), and the environment (attitudes of others, difficulties in planning exercise practice) \\[4\\].\" Conversely, the study found that opportunities to increase adherence include improving patient performance through feedback capabilities and increased support from care providers. The study concluded that new technologies have the potential to meet these barriers and are attractive to patients but only if the technology is not a substitute for in-person relationship between the patients and care providers \\[4\\]. Unlike technologies currently on the market that focus solely on virtual environments, the VirtuaCare™ platform provides a tool for physical therapists to supplement their in-person treatment with a higher-caliber experience outside of the clinic environment.\n\nBand Connect will address some of these constraints by using digital health technology in conjunction with a personalized simulation of each exercise, allowing patients to adopt the correct form, review progress, and receive continuous real-time instruction through a visual mechanism. Additionally, the physical therapist can remotely review the patient's progress on the platform in an objective manner and adjust their treatment plan accordingly.\n\nThis study, specifically, will focus both on measuring the effectiveness of VirtuaCare™ to drive towards higher adherence rates while providing the usual and customary orthopedic physical therapy with a platform that allows for lower frequency of in-clinic visits over the typical outpatient rehabilitation duration. This is an incredibly relevant and important consideration in the current healthcare environment.\n\nThis study will be performed to determine if Band Connect's VirtuaCare™ platform increases patient adherence and provides equivalency to current physical therapy treatment while reducing frequency of visits compared with standard orthopedic physical therapy treatment performed in the outpatient clinic The study will measure and collate a variety of data points with patients using VirtuaCare™ and compare these to a historical control group of patients with the same orthopedic conditions."
        },
        "conditionsModule": {
            "conditions": [
                "Shoulder Disease",
                "Shoulder Injuries"
            ],
            "keywords": [
                "Home program",
                "Shoulder conditions",
                "Adherence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "At the first physical therapy appointment, subjects in Group 1 will be given access to and provided necessary materials for the VirtuaCare™ platform to use as an adjunct for the prescribed shoulder exercises when at home. Whereas Group 2's information will be obtained via a retrospective chart review.\n\nFor the subjects in Group 1, the physical therapist will set up the patients within the VirtuaCare™ system and build their treatment plan.\n\nEach time a patient in Group 1 returns for a clinic visit, the physical therapist will review their VirtuaCare™ patient report displaying information such as exercises completed along with their measured form, pace, range of motion, and exertion. From the review, they will help the patient understand any corrections they need to make in the following week when at home. The therapist can add or adjust any exercises they deem necessary for the next phase of the patient's rehabilitation.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "VirtuaCare Group",
                    "type": "EXPERIMENTAL",
                    "description": "For the subjects in Group 1, the physical therapist will set up the patients within the VirtuaCare™ system and build their treatment plan.\n\nEach time a patient in the VirtuaCare returns for a clinic visit, the physical therapist will review their VirtuaCare™ patient report displaying information such as exercises completed along with their measured form, pace, range of motion, and exertion. From the review, they will help the patient understand any corrections they need to make in the following week when at home. The therapist can add or adjust any exercises they deem necessary for the next phase of the patient's rehabilitation.",
                    "interventionNames": [
                        "Other: Use of VirtuaCare™ for home program"
                    ]
                },
                {
                    "label": "Usual and Customary Group",
                    "type": "NO_INTERVENTION",
                    "description": "This study involves a medical record review for the control group. Data will be abstracted from closed medical records after completion of shoulder physical therapy."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Use of VirtuaCare™ for home program",
                    "description": "Use of VirtuaCare™ system for the Home Program.",
                    "armGroupLabels": [
                        "VirtuaCare Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Reduced Number of Visits",
                    "description": "Number of participants treatment visits using the VirtuaCare™ platform compared to usual and customary physical therapy treatment",
                    "timeFrame": "4-8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Improved Functional outcome",
                    "description": "Participants score on the Upper Extremity Functional Index using the VirtuaCare™ platform compared to usual and customary physical therapy treatment score on the Upper Extremity Functional Index (UEFI). Scores range from 0 to 4, 0 indicates extreme difficulty while 4 indicates no difficulty with a task. Possible range on the 20-item UEFI is from 0-80 with 0 indicating lowest functional status and 80 indicating highest functional status. The higher the score, the better the functional status. The minimum amount of change that is considered to be clinically significant is 9 points.",
                    "timeFrame": "4-8 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Home Program Adherence",
                    "description": "The participant's number of times to perform the home program as prescribed.",
                    "timeFrame": "4-8 weeks"
                },
                {
                    "measure": "Therapist Feasibility",
                    "description": "The therapist's score on feasibility instrument using the VirtuaCare™ platform. The scores range from 1 strongly agree to 5 strongly disagree. The lower the score the better.",
                    "timeFrame": "Within one month of the participant's last visit."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPhysical therapy home program subjects\n\n* Subject 18 years or older\n* Outpatient physical therapy prescribed by doctor for shoulder rehabilitation.\n* No previous neurological condition\n* Understand English (exercises are only in English) Physical therapists\n* The therapists will be the ones who provide physical therapy treatment to the acute and chronic shoulder population.\n\nPatients who had usual and customary treatment for acute and chronic shoulder conditions\n\n• Any patient referred based on inclusion criteria noted above that are referred for outpatient physical therapy and had a previous acute or chronic shoulder condition, were 18 years and older and had no previously documented neurological condition.\n\nExclusion Criteria:\n\nPhysical therapy home program subjects\n\n* Prior surgery within the last 5 years or less than 6 months between surgery\n* Neurologic comorbidities that have functional deficits\n* Uncontrolled diabetes\n* Diagnosis with active cancer in the last two years\n* Unable to understand English\n\nPhysical therapists • Any therapist who does not provide physical therapy treatment for acute and chronic shoulder conditions.\n\nPatients who had usual and customary treatment for acute and chronic shoulder conditions\n\n• Any patient who had prior surgery within the last 5 years or less than 6 months between surgery, had neurological comorbidities that had documented functional deficits, documented uncontrollable diabetes, documented diagnosis of active cancer within the last two years.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Pamela S Roberts",
                    "role": "CONTACT",
                    "phone": "18185900004",
                    "email": "pamela.roberts@cshs.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Pamela S Roberts, PhD",
                    "affiliation": "Cedars-Sinai Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cedars-Sinai Medical Center Outpatient Rehabilitation",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90048",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pamela Roberts, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Pamela Roberts, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Cedars-Sinai Medical Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90048",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pamela S Roberts, PhD",
                            "role": "CONTACT",
                            "phone": "818-590-0004",
                            "email": "pamela.roberts@cshs.org"
                        },
                        {
                            "name": "Jeffrey Wertheimer, PhD",
                            "role": "CONTACT",
                            "email": "Jeffrey.wertheimer@cshs.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No plan to share data except with patient during treatment"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000070599",
                    "term": "Shoulder Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M602",
                    "name": "Shoulder Injuries",
                    "asFound": "Shoulder Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}