{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04579198",
            "orgStudyIdInfo": {
                "id": "00094279"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23HD098325",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23HD098325"
                }
            ],
            "organization": {
                "fullName": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "Using mHealth to Improve Emotional Recovery After Pediatric Injury",
            "officialTitle": "A Scalable mHealth Resource to Facilitate Behavioral and Emotional Recovery After Pediatric Traumatic Injury",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "using-mhealth-to-improve-emotional-recovery-after-pediatric-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-01",
            "studyFirstSubmitQcDate": "2020-10-01",
            "studyFirstPostDateStruct": {
                "date": "2020-10-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Leigh Ridings",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Medical University of South Carolina"
            },
            "leadSponsor": {
                "name": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Nearly 300,000 U.S. children experience injuries that require them to be hospitalized this year. These children, and their caregivers, are at high risk for emotional and behavioral problems, as well as poor quality of life. Trauma centers in the US have good outcomes for survival and physical recovery, but they typically do not have programs to address the emotional and behavioral needs of families. The purpose of this project is to develop a service that achieves this and that can serve as a good model for trauma centers to use. This project will develop, evaluate, and test CAARE (Caregivers' Aid to Accelerate Recovery after pediatric Emergencies) to address the behavioral and emotional needs of caregivers and children.",
            "detailedDescription": "This project consists of three main study aims. The first aim is to finalize the CAARE model and research protocol in preparation for the open trial (Aim 2). To complete this study Aim, CAARE will first be refined guided by preliminary work led by the PI with caregivers after pediatric traumatic injury (PTI). Then, we will conduct usability testing and refine the mHealth components of CAARE with about 10 caregivers in preparation for the open trial (Aim 2). Finally, we will debug the research protocol via implementation of the full CAARE intervention with approximately 5 families prior to conducting the open trial. Aim 2, the open trial, is described in more detail in the Arms/Intervention section.\n\nAim 3 is to assess CAARE implementation feasibility with families, trauma center leaders, and program managers. This will be conducted through qualitative interviews with (1) \\~20 caregivers who participated in the open trial - diverse with respect to race, child age, and mental health status - to assess their reactions to CAARE; (2) \\~15 pediatric trauma center directors and \\~15 pediatric trauma program managers to identify perceived barriers and facilitators associated with implementing CAARE in pediatric trauma centers."
        },
        "conditionsModule": {
            "conditions": [
                "Trauma Injury",
                "Child, Only",
                "Posttraumatic Stress Disorder",
                "Parents"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Families receiving intervention",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Caregivers' Aid to Accelerate Recovery after pediatric Emergencies (CAARE)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Caregivers' Aid to Accelerate Recovery after pediatric Emergencies (CAARE)",
                    "description": "The intervention, CAARE (Caregivers' Aid to Accelerate Recovery after pediatric Emergencies), consists of four components: First, all caregivers of PTI patients (ages 0-11) will be given brief education in the hospital related to children's and caregivers' emotional recovery. Second, all families will receive an in-hospital risk-reduction session. These sessions will address avoidance and trauma triggers; scheduling of pleasurable activities; and coping strategies. Third, all caregivers will receive the CAARE app-based components before discharge. The app will engage caregivers for 30 days via an automated SMS system. MHealth components of care will reinforce risk-reduction strategies. Fourth, 30 days post-discharge, a brief behavioral health screen will be completed by caregiver and child to assess need for more intensive screening by a mental health provider. Caregivers/children reporting elevated symptom levels will receive a comprehensive screening and referral process.",
                    "armGroupLabels": [
                        "Families receiving intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in scores of caregiver self-report of psychological distress",
                    "description": "Kessler Psychological Distress Scale (K6); higher scores indicate higher distress levels; Assesses feelings of nervousness, hopelessness, restlessness/fidgetiness, depression, worthlessness, and perceived effort burden; Each question asks patients to indicate how much of the time the child experienced the emotion/behavior during the past week by responding via a 5-point Likert scale (1=All to 5=None)",
                    "timeFrame": "30 days; 60 days; and 90 days post-baseline"
                },
                {
                    "measure": "Change in scores in caregiver proxy-report of child emotional distress, ages 2-11",
                    "description": "Pediatric Emotional Distress Scale (PEDS; caregiver proxy report ages 2-11); 21-item parent-report measure was designed to assess and screen for elevated symptomatology in children following exposure to a stressful and/or traumatic event; The measure yields scores on the following scales: 1) Anxious/Withdrawn, 2) Fearful, and 3) Acting Out.",
                    "timeFrame": "baseline; 30 days; 60 days; and 90 days post-baseline"
                },
                {
                    "measure": "Change in scores in child self-report and caregiver proxy-report of child Quality of Life (QOL)",
                    "description": "PROMIS General Life Satisfaction (Caregiver QOL) consists of 10 items that assess general domains of health and functioning including overall physical health, mental health, social health, pain, fatigue, and overall perceived quality of life. The Pediatric Quality of Life Inventory (PEDSQL) consists of 23 items in that comprise four Generic Core Scales: Physical Functioning (8 items), Emotional Functioning (5 items), Social Functioning (5 items), and School Functioning (5 items). Items on the PedsQL are reverse scored and transformed to a 0-100 scale. Higher scores indicate better health related quality of life.",
                    "timeFrame": "baseline; 30 days; 60 days; and 90 days post-baseline"
                },
                {
                    "measure": "Change in scores in child self-report and caregiver proxy-report of child Posttraumatic Stress",
                    "description": "The Child PTSD Symptom Scale, Child and Caregiver Versions (CPSS) includes 26 items assessing PTSD diagnostic criteria and severity in youth ages 6-17. Scores range from 0-51, with higher scores indicating higher symptoms of PTSD",
                    "timeFrame": "baseline; 30 days; 60 days; and 90 days post-baseline"
                },
                {
                    "measure": "Change in scores in child self-report (ages 6-11) of child depression; Caregiver self-report of caregiver depression",
                    "description": "Patient Health Questionnaire (PHQ-8) will be used to assess symptoms of caregiver depression, with scores ranging from 0-24 and higher scores indicating higher depression symptoms. The Center for Epidemiological Studies Depression Scale for Children (CESD) is a 20-item measure assessing depression in children ages 6-17. Scores range from 0-60, with higher scores indicating higher symptoms of depression in children",
                    "timeFrame": "baseline; 30 days; 60 days; and 90 days post-baseline"
                },
                {
                    "measure": "Mean number of child missed daycare/school days due to pediatric traumatic injury",
                    "description": "Caregiver will report on children's number of school and/or daycare days missed due to the injury",
                    "timeFrame": "30 days post-baseline"
                },
                {
                    "measure": "Mean number of child missed daycare/school days due to pediatric traumatic injury",
                    "description": "Caregiver will report on children's number of school and/or daycare days missed due to the injury",
                    "timeFrame": "60 days post-baseline"
                },
                {
                    "measure": "Mean number of child missed daycare/school days due to pediatric traumatic injury",
                    "description": "Caregiver will report on children's number of school and/or daycare days missed due to the injury",
                    "timeFrame": "90 days post-baseline"
                },
                {
                    "measure": "Change in caregiver health status",
                    "description": "36-item Short Form Health Survey (SF-36) will be used to assess a generic indicator of caregivers' health status assessing physical health, role, social, and mental health function. Higher scores indicate more favorable health state, with scores ranging from 0-100.",
                    "timeFrame": "Baseline, 30 days; 60 days; and 90 days post-baseline"
                },
                {
                    "measure": "Change in caregiver work and productivity status",
                    "description": "A single questionnaire item asking caregivers whether they are working, laid off/looking for work, not working and not searching for employment, a student, a homemaker, volunteering, caretaking for another, retired, hospitalized or in a skilled nursing facility, in jail, disabled, or homeless.",
                    "timeFrame": "Baseline, 30 days; 60 days; and 90 days post-baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* caregivers of children who experience pediatric traumatic injury\n* children younger than 12\n* caregivers older than age 18.\n\nExclusion Criteria:\n\n* caregiver's primary language is not English\n* self-afflicted injury\n* injuries resulting from caregiver abuse or neglect",
            "healthyVolunteers": true,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Leigh Ridings, PhD",
                    "role": "CONTACT",
                    "phone": "843-792-5146",
                    "email": "ridingle@musc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Medical University of South Carolina",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Leigh Ridings, PhD",
                            "role": "CONTACT",
                            "phone": "843-792-5146",
                            "email": "ridingle@musc.edu"
                        },
                        {
                            "name": "Ebonie Powell, MA",
                            "role": "CONTACT",
                            "email": "powelebo@musc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}