{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05317832",
            "orgStudyIdInfo": {
                "id": "27338"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HD103904",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HD103904"
                }
            ],
            "organization": {
                "fullName": "Temple University",
                "class": "OTHER"
            },
            "briefTitle": "Using Smartphones to Improve Physical Activity Levels of Individuals With Spinal Cord Injury",
            "officialTitle": "mHealth-based Just-In-Time Adaptive Intervention to Improve Physical Activity Levels of Individuals With Spinal Cord Injury",
            "therapeuticArea": [
                "Other"
            ],
            "study": "using-smartphones-to-improve-physical-activity-levels-of-individuals-with-spinal-cord-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-28",
            "studyFirstSubmitQcDate": "2022-03-30",
            "studyFirstPostDateStruct": {
                "date": "2022-04-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Temple University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Northeastern University",
                    "class": "OTHER"
                },
                {
                    "name": "Thomas Jefferson University",
                    "class": "OTHER"
                },
                {
                    "name": "Magee Rehabilitation Hospital, Jefferson Health",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Albert Einstein Healthcare Network",
                    "class": "OTHER"
                },
                {
                    "name": "University of Alabama at Birmingham",
                    "class": "OTHER"
                },
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                },
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                },
                {
                    "name": "Good Shepherd Rehabilitation Network",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overarching goal of this research study is to evaluate a sensor-enabled, just-in-time adaptive intervention (JITAI) strategy to increase and sustain physical activity levels among individuals with spinal cord injury (SCI) in their communities. A primary objective of this study is to evaluate the integration of a JITAI with a web-based physical activity intervention program. We hypothesize that the integration of web-based physical activity intervention program with JITAI will result in significantly higher physical activity levels compared to the standard web-based physical activity intervention program alone. A secondary objective of this study is to extend existing algorithms that use commercial wearable technology to robustly detect physical activity behaviors to facilitate the delivery of tailored just-in-time actionable feedback and physical activity recommendations for individuals with SCI.",
            "detailedDescription": "The integration of the JITAI, which provides feedback and physical activity recommendations due to sensor-based assessments of physical activity, with a standard web-based physical activity intervention program will be tested via a clinical trial. Specifically, individuals with SCI will be randomized to web-based physical activity intervention program (WI) or web-based physical activity intervention program combined with the JITAI (WI + JITAI). Within the WI + JITAI arm, a micro-randomized trial - a clinical trial design for optimizing mobile-Health interventions - will be used to randomize participants several times a day to various types of tailored feedback and physical activity recommendations.\n\nAim 1: Evaluate the efficacy of the WI + JITAI compared to the standard WI alone. We hypothesize that the integration of WI + JITAI will result in significantly higher physical activity levels compared to the standard WI alone.\n\nAim 2: Use a micro-randomized trial design to optimize the delivery of just-in-time physical activity feedback and recommendations in promoting physical activity.\n\nAim 3: Investigate moderators of the effect of WI + JITAI vs. standard WI alone. Moderators will include age, gender, race/ethnicity, level of injury, function, mobility, pain, and fatigue.\n\nThe proposed study will yield novel insights about JITAIs and JITAIs combined with more traditional, WI programs, which will help researchers design engaging physical activity interventions for individuals with disability in the community that may improve their health and quality of life."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries"
            ],
            "keywords": [
                "spinal cord injuries",
                "physical activity",
                "wearable sensors",
                "mobile health",
                "just-in-time adaptive intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The proposed study is a 24-week longitudinal study that will comprise of 2 weeks of baseline physical activity monitoring, 14 weeks of physical activity monitoring and intervention, and 8 weeks of physical activity monitoring to assess physical activity level sustainability. Individuals with SCI will be randomized to a web-based physical activity intervention (WI) program or a WI program combined with the JITAI (WI + JITAI). Within the WI + JITAI arm, a micro-randomized trial - a clinical trial design for optimizing mobile-Health interventions - will be used to randomize participants several times a day to various types of tailored feedback and physical activity recommendations.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "All participants will be provided with the same WI program and mobile health technology. Furthermore, the participants in the WI + JITAI arm will receive randomized prompts of various types of tailored feedback and physical activity recommendations.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 196,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Web-based physical activity intervention (WI) program",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the WI arm will take part in the WI program (weeks 3 to 16). After the WI program is completed in week 16, the participants will transition to the physical activity sustainability phase which will include participants having continued access to the information provided during the WI program (weeks 17 to 24).",
                    "interventionNames": [
                        "Behavioral: WI program",
                        "Behavioral: WI Program Reminder",
                        "Other: Weekly PA Information"
                    ]
                },
                {
                    "label": "Web-based physical activity intervention (WI) program + just-in-time adaptive intervention (JITAI)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the WI + JITAI arm will take part in the WI program (weeks 3 to 16). After the WI program is completed in week 16, the participants will transition to the physical activity sustainability phase which will include participants having continued access to the information provided during the WI program (weeks 17 to 24). In addition, participants will have access to the JITAI that will provide just-in-time feedback and physical activity recommendations (weeks 3 to 24). The type of the feedback and recommendation messages in the WI + JITAI arm will be delivered using micro-randomization, which involves random selection of intervention components at each possible time of delivery.",
                    "interventionNames": [
                        "Behavioral: WI program",
                        "Behavioral: WI Program Reminder",
                        "Behavioral: JITAI Goal Setting",
                        "Behavioral: JITAI physical activity message",
                        "Other: Notification EMA",
                        "Other: End of day EMA",
                        "Other: Wake up time EMA",
                        "Other: Weekly PA Information",
                        "Other: Daily PA Information"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "WI program",
                    "description": "This 14-week web-based physical activity intervention (WI) program was developed by the National Center on Health, Physical Activity and Disability. The WI program was developed with guidance from literature and practice in health behavior change and internet-based health promotion programming. The content and features of the WI program include motivational resource, updated weekly resources, and customizable features.",
                    "armGroupLabels": [
                        "Web-based physical activity intervention (WI) program",
                        "Web-based physical activity intervention (WI) program + just-in-time adaptive intervention (JITAI)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "WI Program Reminder",
                    "description": "Participants will be provided with reminders to use the WI program",
                    "armGroupLabels": [
                        "Web-based physical activity intervention (WI) program",
                        "Web-based physical activity intervention (WI) program + just-in-time adaptive intervention (JITAI)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "JITAI Goal Setting",
                    "description": "Participants will be provided with standard, tailored, or no goal for the day. The goal will focus on recommending minutes of moderate-intensity (or higher) physical activity and a reminder to perform strength exercises.",
                    "armGroupLabels": [
                        "Web-based physical activity intervention (WI) program + just-in-time adaptive intervention (JITAI)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "JITAI physical activity message",
                    "description": "Participants will be provided with minutes of moderate-intensity (or higher) physical activity achieved, minutes of physical activity remaining, or no message.",
                    "armGroupLabels": [
                        "Web-based physical activity intervention (WI) program + just-in-time adaptive intervention (JITAI)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Notification EMA",
                    "description": "Participants will be inquired through an ecological momentary assessment (EMA) if they received a JITAI physical activity message.",
                    "armGroupLabels": [
                        "Web-based physical activity intervention (WI) program + just-in-time adaptive intervention (JITAI)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "End of day EMA",
                    "description": "Participants will be inquired, through an ecological momentary assessment (EMA), if they performed aerobic and/or strength exercises for the day.",
                    "armGroupLabels": [
                        "Web-based physical activity intervention (WI) program + just-in-time adaptive intervention (JITAI)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Wake up time EMA",
                    "description": "Participants will be inquired, through an ecological momentary assessment (EMA), about the time they plan to wake up next day. This information will be used to provide a goal setting message for next day.",
                    "armGroupLabels": [
                        "Web-based physical activity intervention (WI) program + just-in-time adaptive intervention (JITAI)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Weekly PA Information",
                    "description": "Participants will have access to minutes of moderate-intensity (or higher) physical activity performed over the last 7 days.",
                    "armGroupLabels": [
                        "Web-based physical activity intervention (WI) program",
                        "Web-based physical activity intervention (WI) program + just-in-time adaptive intervention (JITAI)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Daily PA Information",
                    "description": "Participants will have access to minutes of moderate-intensity (or higher) physical activity performed over the day.",
                    "armGroupLabels": [
                        "Web-based physical activity intervention (WI) program + just-in-time adaptive intervention (JITAI)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in moderate-intensity (or higher) physical activity",
                    "description": "The change in average duration of moderate-intensity (or higher) physical activity, measured via mobile-health sensor (smartwatch that is part of the just-in-time adaptive intervention system - JITAI), between baseline and WI program.",
                    "timeFrame": "Baseline (week 2) and WI Program (week 16)"
                },
                {
                    "measure": "Change in moderate-intensity (or higher) physical activity",
                    "description": "The change in average duration of moderate-intensity (or higher) physical activity, measured via mobile-health sensor (smartwatch that is part of the just-in-time adaptive intervention system - JITAI), between baseline and physical activity sustainability.",
                    "timeFrame": "Baseline (week 2) and physical activity sustainability (week 24)"
                },
                {
                    "measure": "Self-reported change in moderate-intensity (or higher) physical activity",
                    "description": "The change in average duration of moderate-intensity (or higher) physical activity, measured via Physical Activity Recall Assessment for People with Spinal Cord injury (PARA-SCI) survey, between baseline and WI program.",
                    "timeFrame": "Baseline (week 2) and WI Program (week 16)"
                },
                {
                    "measure": "Self-reported change in moderate-intensity (or higher) physical activity",
                    "description": "The change in average duration of moderate-intensity (or higher) physical activity, measured via Physical Activity Recall Assessment for People with Spinal Cord injury (PARA-SCI) survey, between baseline and physical activity sustainability.",
                    "timeFrame": "Baseline (week 2) and physical activity sustainability (week 24)"
                },
                {
                    "measure": "Self-reported change in moderate-intensity (or higher) leisure time physical activity",
                    "description": "The change in average duration of moderate-intensity (or higher) physical activity, measured via Leisure Time Physical Activity Questionnaire for People with SCI (LTPAQ-SCI) survey, between baseline and WI program.",
                    "timeFrame": "Baseline (week 2) and WI program (week 16)"
                },
                {
                    "measure": "Self-reported change in moderate-intensity (or higher) leisure time physical activity",
                    "description": "The change in average duration of moderate-intensity (or higher) physical activity, measured via Leisure Time Physical Activity Questionnaire for People with SCI (LTPAQ-SCI) survey, between baseline and physical activity sustainability.",
                    "timeFrame": "Baseline (week 2) and physical activity sustainability (week 24)"
                },
                {
                    "measure": "Change in proximal physical activity",
                    "description": "The primary analysis for this study will address the question of whether, on average, the feedback and physical activity recommendations from JITAI will have a proximal effect on minutes of physical activity performed over the next 120 minutes during the WI program among those who are available at the previous randomization decision point.",
                    "timeFrame": "WI Program (week 2) and WI Program (week 16)"
                },
                {
                    "measure": "Change in proximal physical activity",
                    "description": "The primary analysis for this study will address the question of whether, on average, the feedback and physical activity recommendations from JITAI will have a proximal effect on minutes of physical activity performed over the next 120 minutes during the physical activity sustainability among those who are available at the previous randomization decision point.",
                    "timeFrame": "Physical activity sustainability (week 17) and Physical activity sustainability (week 24)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pain level number",
                    "description": "The International SCI Pain Basic Data Set Version 2.0 form will allow us to collect the pain level (number) in the participants over the course of the study.",
                    "timeFrame": "Baseline (weeks 0 and 2), WI Program (weeks 2, 8 and 16), physical activity sustainability (week 24)"
                },
                {
                    "measure": "Pain level type",
                    "description": "The International SCI Pain Basic Data Set Version 2.0 form will allow us to collect the types of pain (nociceptive, neuropathic, and other) in the participants over the course of the study.",
                    "timeFrame": "Baseline (weeks 0 and 2), WI Program (weeks 2, 8 and 16), physical activity sustainability (week 24)"
                },
                {
                    "measure": "Fatigue level",
                    "description": "The Neuro-QOL Item Bank Version 1.0 Fatigue Short form will allow us to collect fatigue level.",
                    "timeFrame": "Baseline (weeks 0 and 2), WI Program (weeks 2, 8 and 16), physical activity sustainability (week 24)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Physical activity recommendations from JITAI",
                    "description": "The study will assess if physical activity recommendations from JITAI will lead to (on average) more days of aerobic and strength exercises per week during the WI program. The information whether the participants performed their aerobic and strength exercises will be assessed through an ecological momentary assessment from the mobile-health application.",
                    "timeFrame": "WI Program (weeks 2-16)"
                },
                {
                    "measure": "Physical activity recommendations from JITAI",
                    "description": "The study will assess if physical activity recommendations from JITAI will lead to (on average) more days of aerobic and strength exercises per week during the physical activity sustainability. The information whether the participants performed their aerobic and strength exercises will be assessed through an ecological momentary assessment from the mobile-health application.",
                    "timeFrame": "Physical activity sustainability (weeks 17-24)"
                },
                {
                    "measure": "Feedback about physical activity levels from JITAI",
                    "description": "The study will assess if feedback about their physical activity levels from JITAI will lead to (on average) more minutes of aerobic exercise during the WI program. The information whether the participants performed more aerobic exercise will be measured via mobile-health sensor (smartwatch).",
                    "timeFrame": "WI Program (weeks 2-16)"
                },
                {
                    "measure": "Feedback about physical activity levels from JITAI",
                    "description": "The study will assess if feedback about their physical activity levels from JITAI will lead to (on average) more minutes of aerobic exercise during the physical activity sustainability. The information whether the participants performed more aerobic exercise will be measured via mobile-health sensor (smartwatch).",
                    "timeFrame": "physical activity sustainability (weeks 17-24)"
                },
                {
                    "measure": "Age",
                    "description": "Age will be assessed as a moderator for Aim 3.",
                    "timeFrame": "Baseline (week 0)"
                },
                {
                    "measure": "Sex",
                    "description": "Biological sex will be examined as a potential time-invariant moderator for Aim 3.",
                    "timeFrame": "Baseline (week 0)"
                },
                {
                    "measure": "Race/ethnicity",
                    "description": "Race/ethnicity will be examined as a potential time-invariant moderator for Aim 3.",
                    "timeFrame": "Baseline (week 0)"
                },
                {
                    "measure": "American Spinal Injury Association Impairment Scale (AIS)",
                    "description": "SCI impairment will be assessed using the American Spinal Injury Association Impairment scale (AIS) from the American Spinal Injury Association.",
                    "timeFrame": "Baseline (week 0)"
                },
                {
                    "measure": "SCI and level of injury",
                    "description": "SCI and level of injury will be assessed using the SCI Spinal Column Injury Basic Data Set Form.",
                    "timeFrame": "Baseline (week 0)"
                },
                {
                    "measure": "Non-traumatic SCI",
                    "description": "Non-traumatic SCI will be assessed using the Non-traumatic SCI Data set Version 1.0 Form.",
                    "timeFrame": "Baseline (week 0)"
                },
                {
                    "measure": "Functional level of participants",
                    "description": "Spinal Cord Independence Measure version III (SCIM III) survey will be used to measure the functional levels of participants. The functional levels of participants is assessed through performance in activities of daily living and mobility.",
                    "timeFrame": "Baseline (week 0)"
                },
                {
                    "measure": "Assistive or Mobility device use",
                    "description": "Descriptive information about participants using an assistive technology device or mobility device will be collected through an Assistive Mobility Devices and Orthoses Form (survey).",
                    "timeFrame": "Baseline (week 0)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria: Participants with SCI will be included if they are:\n\n* 18-75 years of age\n* have a traumatic or non-traumatic SCI (classification of neurological level of injury at cervical level 5 (C5) and below)\n* are at least 6-months post-SCI\n* use a manual or a power wheelchair as their primary means of mobility (\\>80% of time)\n* can use their arms to exercise\n* show readiness to physical activity as assessed by the Physical Activity Readiness Questionnaire\n* have experience using a smartphone and smartwatch.\n\nExclusion Criteria: Participants will be excluded if they have:\n\n* any secondary complications that medically restrict their activity in any way such as cardiovascular disease, pressure injuries, contractures, and infections\n* are diagnosed with traumatic brain injury.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shivayogi V Hiremath, PhD",
                    "role": "CONTACT",
                    "phone": "2152040496",
                    "email": "shiv.hiremath@temple.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shivayogi V Hiremath, PhD",
                    "affiliation": "Temple University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Temple University",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19121",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shivayogi V Hiremath, PhD",
                            "role": "CONTACT",
                            "phone": "215-204-0496",
                            "email": "shiv.hiremath@temple.edu"
                        },
                        {
                            "name": "Shivayogi V Hiremath, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Sharing of data generated by the proposed research study will be carried out in several different ways. We will make our results available both to the consumers with SCI and scientific community. Conversely, we would welcome collaboration with others who could make use of the information gained in this project. Temple University and its collaborators will remain Health Insurance Portability and Accountability Act (HIPAA) compliant and all data will remain free of identifiers and variables that could lead to disclosure of participant identity. During the study, preliminary analyses will be conducted at periodic intervals. Our plan is to disseminate our findings in the form of interdisciplinary peer-reviewed manuscripts and presentations at national and international conferences.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "The research team will work to make the data available in a reasonable amount of time after its collection and following the acceptance for publication of the main findings. Rules for maintaining and distributing data of Temple University and the NIH will be followed.",
            "accessCriteria": "Requests for data from other scientists will be considered with provision of the following information: A brief description of the specific aims and/or hypotheses, data requirements, proposed analyses, how the data will be used, timeframe for use, and Institutional Review Board (IRB) approvals. Any identifying information in the data will be redacted before sharing. In an effort to provide further protection, parties requesting data will be asked to agree to use the data solely for research purposes, to refrain from identifying participants in any manner, to secure the data electronically through encryption and/or password protection, and to return or destroy the data upon completion of the analyses."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}