{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04627662",
            "orgStudyIdInfo": {
                "id": "STUDY00022288"
            },
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Using Technology to Support Care Partners for Persons With Alzheimer's Disease: Tele-STELLA",
            "officialTitle": "Using Technology to Support Care Partners for Persons With Alzheimer's Disease: Tele-STELLA",
            "acronym": "Tele-STELLA",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "using-technology-to-support-care-partners-for-persons-with-alzheimer-s-disease-tele-stella"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-08",
            "studyFirstSubmitQcDate": "2020-11-08",
            "studyFirstPostDateStruct": {
                "date": "2020-11-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Allison Lindauer",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Oregon Health and Science University"
            },
            "leadSponsor": {
                "name": "Oregon Health and Science University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test a revised psychoeducational intervention to help Care Partners for family members with dementia understand and reduce the distressing behaviors that come with progressive dementia. Tele-STELLA (Support via TEchnology: Living and Learning with Advancing Alzheimer's disease and related dementias) is a multicomponent videoconference-based intervention designed to facilitate effective management of behavioral and psychological symptoms common to the later stages of dementia. In the Tele-STELLA intervention, professionals (\"Guides\") meet with family members (\"Care Partners\") who care for persons with dementia. Working together, the Care Partners and Guides identify strategies to address upsetting behaviors. The goal of this intervention is to reduce upsetting behaviors and, thus, Care Partner burden.",
            "detailedDescription": "Providing care for a family member with Alzheimer's disease and related dementias (ADRD, aka, \"dementia\") is both rewarding and risky. Care Partners exposed to chronic stress, often over years, are susceptible to physical and psychological ailments. Effective interventions that reduce Care Partner burden and health risks are available, but various factors impede participation, including distance, cost, behavioral symptoms of dementia, stigma and social anxiety. Recognizing the need to reduce barriers to access, scientists have turned to Internet-based interventions. Recent research indicates that multi-component, technology-facilitated interventions which allow Care Partner engagement with health professionals are effective and favored by Care Partners. However, a minority of telehealth-based interventions allow for health professional engagement and, of these, only a handful provide real-time interaction. Further, Hopwood et al. concluded that, despite the fact that family needs vary across ADRD stages, the interventions reviewed were not targeted to specific stages of dementia.\n\nTo address the needs of families living with dementia, the investigators have completed two pilot studies using Internet-based Care Partner interventions. These studies tested the feasibility and consumer acceptability of the evidence-based, STAR-C intervention, the precursor to Tele-STELLA, when delivered via telehealth. Qualitative data revealed the telehealth intervention was acceptable to Care Partners and preferred over a potential in-home intervention. The investigators found that burden was reduced, but depression was not. This may be because the interaction with the Guide formally ended after Session 8, leaving Care Partners with a sense of isolation, as this one commented: \"I went through withdrawals... I wanted to call her (the Guide)-who can I turn to?\" The prototype interventions did not include meaningful opportunities for Care Partners to interact with each other post-intervention. Care Partners felt their support vanished and did not like \"the fact that it was over.\" Care Partners advised that future interventions should include both one-to-one sessions and one-to-multiple sessions.\n\nBased on the qualitative and quantitative data from the pilot work, Tele-STELLA was designed to address the specific needs of families living with moderate to severe dementia. Tele-STELLA is a multi-component, tailored intervention that begins with one-to-one sessions with each Care Partner and Guide, then links Care Partners to each other in a meaningful way to sustain support post intervention. Tele-STELLA is designed for families living in the later stages of dementia, where behavioral symptoms are more prominent and distressing.\n\nThe ultimate goal of this study is to diminish the frequency of behavioral symptoms that persons with dementia experience, and Care Partner reactivity to these symptoms. Based on Kales et al. framework, behavioral symptoms arise from unmet needs, overburdened Care Partners and environmental factors, all within the context of cultural background and beliefs. Behavioral symptoms are bidirectional in that the person with dementia's behaviors affects the Care Partner's behaviors and vice versa. The investigators hypothesize that addressing these factors will reduce behavioral symptom frequency, and, in turn, Care Partner reactivity to them, resulting in reduced Care Partner burden, depression and grief.\n\nTele-STELLA allows all study activities to be done in Care Partners' homes, using videoconferencing, email and phones. This includes assessments of burden and depression using electronic versions of classic measures. No visits to university sites are needed.\n\nThe purpose of this study is to test a revised psychoeducational intervention to help Care Partners for family members with dementia understand and reduce the distressing behaviors that come with progressive dementia. Tele-STELLA (Support via TEchnology: Living and Learning with Advancing Alzheimer's disease and related dementias) is a multicomponent videoconference-based intervention designed to facilitate effective management of behavioral and psychological symptoms common to the later stages of dementia. In the Tele-STELLA intervention, professionals (\"Guides\") meet with family members (\"Care Partners\") who care for persons with dementia. Working together, the Care Partners and Guides identify strategies to address upsetting behaviors. The goal of this intervention is to reduce upsetting behaviors and, thus, Care Partner burden.\n\nThe specific aims of this study are:\n\nAim 1. Establish the feasibility and acceptability of Tele-STELLA\n\n1. Assess the feasibility of implementing Tele-STELLA with a national participant pool, including participants from multiple Alzheimer's Disease Research Centers.\n2. Assess feasibility and acceptability of the Constellation component of Tele-STELLA.\n3. Assess user acceptability of Tele-STELLA and fidelity to the intervention protocol. Refine and optimize Tele-STELLA, as needed, based on above findings.\n\nAim 2. Establish the efficacy of Tele-STELLA in reducing the frequency of behavioral and psychological symptoms of dementia (BPSD) and Care Partner reactivity to the symptoms.\n\nH1: Participants who completed the Tele-STELLA intervention will report a significant reduction in the frequency of BPSD and Care Partner reactivity to the BPSD."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia",
                "Alzheimer Disease",
                "Caregiver Burnout",
                "Family Members"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Care partners will participate in 2, 8-week sessions to learn about distressing behavioral symptoms in dementia.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Care Partners",
                    "type": "OTHER",
                    "description": "Based on previous work, we will recruit up to 75 Care Partners and their 75 care recipients with dementia. This allows for 20% attrition. We will recruit participants from Alzheimer's Disease Research Centers (ADRCs) and other national locations.",
                    "interventionNames": [
                        "Behavioral: Tele-STELLA"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Tele-STELLA",
                    "description": "Tele-STELLA (Support via TEchnology: Living and Learning with Advancing Alzheimer's disease and related dementias) is a multicomponent videoconference-based intervention designed to facilitate effective management of behavioral and psychological symptoms common to the later stages of dementia.",
                    "armGroupLabels": [
                        "Care Partners"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Revised Memory and Behavior Problems Checklist",
                    "description": "Care partner difficulty in managing behavioral symptoms of dementia. 24-item caregiver report measure, 5-point Likert scale, higher scores mean greater behavioral problems.",
                    "timeFrame": "12 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Marwit Meuser Caregiver Grief Index-Short Form",
                    "description": "Care partner pre-death grief. 18-item caregiver report measure. 5-point Likert scale. Higher scores mean greater grief.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Quality of Life in Alzheimer's Disease",
                    "description": "Quality of life of care partners and care recipients",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Center for Epidemiological Studies Depression Scale",
                    "description": "Care partner depression. 20-item caregiver report measure. 4-point Likert scale. Higher scores mean greater depression.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Out of pocket costs",
                    "description": "Weekly survey of costs",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Health care use survey",
                    "description": "Weekly survey of health care use",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "4 item Zarit Burden Interview",
                    "description": "Care partner burden. 4-item caregiver report measure, 5-point Likert scale, higher scores mean greater burden.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Ten Item Personality Inventory",
                    "description": "Assesses introversion/extraversion",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Computer Self-Efficacy and Computer Anxiety Survey",
                    "description": "Assesses comfort with computers",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Care Recipient Inclusion Criteria:\n\n* Diagnosis of ADRD, moderate to late stages as defined by family member (Box 1)\n* Exhibits 2 or more behaviors listed on RMBPC that are bothersome to the Care Partner and occur 3 or more times/week at study enrollment\n* Family member of Care Partner (this can be a relative, spouse or close kin that is considered family)\n\nCare Recipient Exclusion Criteria:\n\n* Dementia not related to ADRD\n* Unable to leave Care Partner during Tele-STELLA sessions\n* Early stage dementia, as defined by family member\n\nCare Partner Inclusion Criteria:\n\n* Adult caring for family member with ADRD\n* Provides care for at least 4 hours/week\n* Age of 18 years or older\n* Speaks and understands English to be able to participate in intervention\n* Owns a telephone (smartphone, cell phone or landline)\n* Has mailing address to receive computer and study materials\n* Provides informed consent to participate in the Research\n\nCare Partner Exclusion Criteria:\n\n* Unable to find activity for care recipient during Tele-STELLA sessions to allow Care Partner to work privately with Guide and other Care Partners.\n* Completed similar telehealth intervention within the last year\n* Hearing and/or vision problems severe enough to prevent participation\n* Unwilling or unable to adequately follow study instructions and participate in study procedures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Allison Lindauer, PhD",
                    "role": "CONTACT",
                    "phone": "503-494-6976",
                    "email": "lindauer@ohsu.edu"
                },
                {
                    "name": "Hannah Bernard",
                    "role": "CONTACT",
                    "phone": "503-701-8566",
                    "email": "bernardh@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Allison Lindauer, PhD",
                    "affiliation": "Oregon Health and Science University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Oregon Health and Science University, Layton Aging and Alzheimer's Disease Center",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Lindauer, PhD",
                            "role": "CONTACT",
                            "phone": "503-494-6976",
                            "email": "lindauer@ohsu.edu"
                        },
                        {
                            "name": "Allison Lindauer, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34288013",
                    "type": "BACKGROUND",
                    "citation": "Lindauer A, Messecar D, McKenzie G, Gibson A, Wharton W, Bianchi A, Tarter R, Tadesse R, Boardman C, Golonka O, Gothard S, Dodge HH. The Tele-STELLA protocol: Telehealth-based support for families living with later-stage Alzheimer's disease. J Adv Nurs. 2021 Oct;77(10):4254-4267. doi: 10.1111/jan.14980. Epub 2021 Jul 20."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified IPD will be available upon request to our Alzheimer's Disease Research Center",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will be available 1/2026, available indefinitely",
            "accessCriteria": "Requests need to made to the PI at the Oregon Alzheimer's Disease Research Center (OARDC). A short data request form will need to be submitted to the OADRC"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-12-16",
                    "uploadDate": "2023-06-20T13:03",
                    "filename": "ICF_001.pdf",
                    "size": 1082639
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000084802",
                    "term": "Caregiver Burden"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M1658",
                    "name": "Burnout, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2480",
                    "name": "Caregiver Burden",
                    "asFound": "Caregiver Burnout",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}