{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06463613",
            "orgStudyIdInfo": {
                "id": "Pro00078334"
            },
            "organization": {
                "fullName": "UK Innovations GP LTD",
                "class": "INDUSTRY"
            },
            "briefTitle": "Using a Novel Skin Tag Removal Device",
            "officialTitle": "Skin Tag Removal Device; A Clinical Study to Determine Outcomes of Treating Adults With Acrochordons (Skin Tags)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "using-a-novel-skin-tag-removal-device"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-31",
            "studyFirstSubmitQcDate": "2024-06-14",
            "studyFirstPostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UK Innovations GP LTD",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Lindus Health",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Advarra",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The aim of this study is to investigate the use of a mechanical device to remove skin tags in adults.\n\nThe device (\"Skin Tag Removal\", or STR) utilizes the ligation method by applying a silicone band around the base of a skin tag, therefore restricting the blood supply, which is vital to its growth and survival. Because this method does not include freezing or burning of tissue in or around the skin tag, it could be considered less invasive and less risky than other options.",
            "detailedDescription": "Common benign skin lesions include verruca, seborrheic, keratoses, fibromas, histiocytomas (dermatofibromas), nevi and skin tags (acrochordons). A skin tag is a small outgrowth of epidermal and dermal tissue and is common among middle-aged adults. Their size can range from one to several mm; usually flesh-colored and pedunculated. Skin tags are exceedingly common benign skin lesions with a reported prevalence of around 45-50% in the general population. Typically, they are small, soft, noncancerous fibromas or fibroepithelial polyps, bumps of tissue connected to the skin's surface by a narrow stalk. The color, texture, size, and width of the base can vary.\n\nSkin Tags can be removed by a dermatologist using excision, cauterization, or cryosurgical means. Most of these procedures are often done in a dermatology office and are an out-of-pocket cost. Recently there is a growing interest is in home-based methods. Some devices, such as cryo-based cauterization, have been cleared for marketing by FDA for \"over-the-counter\" (OTC) use and claimed acceptable removal levels.\n\nThe STR study devices are designed for the removal of skin tags from the body by ligation of the blood supply to the skin tag through the application of a small elastic band. Bands are placed around the base of the skin tag by using an applicator, which pushes the band from a cylindrical extension on the device over the skin tag and to the base of the tag.\n\nThe STR study device(s) are available in two different sizes to ensure the bands being used are tight enough to restrict the blood supply for skin tags that vary in size. The micro version of the STR study device has been designed to remove skin tags that measure 2-4mm at the base, and the standard version is designed to remove skin tags that measure 4-6mm at their base.\n\nThe Investigator is planning to enroll up to 200 subjects, who will have the skin tags removed using the STR study devices. During the trial, each subject will complete a diary to document progress."
        },
        "conditionsModule": {
            "conditions": [
                "Achrochordon"
            ],
            "keywords": [
                "Skin Tag"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This pivotal investigational study is designed to evaluate the safety and efficacy of a skin tag removal (STR) study device. This is a non-significant risk interventional clinical study that will be conducted by a Clinical Research Organization (CRO) with a licensed dermatologist(s) to serve as Principal Investigator. There are two arms of the study that are only differentiated by the type of STR study device used; arm 1 will be conducted using the manual version, and arm 2 will use the automatic version.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Skin Tag removal using the Manual Version of the STR",
                    "type": "EXPERIMENTAL",
                    "description": "Goal: successful removal of 80% of the skin tags treated with the manual version of the STR device. Subjects will have up to two (2) tags treated, therefore, 50-100 subjects are anticipated for this arm. A total of 100 skin tags is the ITT (intention to treat). Subject pool to be divided (as equal as possible) between two band sizes; 2-4mm (micro), or 4-6mm (standard).",
                    "interventionNames": [
                        "Device: STR Skin Tag Removal device with diary and follow-up"
                    ]
                },
                {
                    "label": "Skin Tag removal using the Auto Version of the STR",
                    "type": "EXPERIMENTAL",
                    "description": "Goal: successful removal of 80% of the skin tags treated with the auto version of the STR device. Subjects will have up to two (2) tags treated, therefore, 50-100 subjects are anticipated for this arm. A total of 100 skin tags is the ITT (intention to treat). Subject pool to be divided (as equal as possible) between two band sizes; 2-4mm (micro), or 4-6mm (standard).",
                    "interventionNames": [
                        "Device: STR Skin Tag Removal device with diary and follow-up"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "STR Skin Tag Removal device with diary and follow-up",
                    "description": "The Investigator will assign an STR version for use, stratifying the number of skin tags in each pool. The investigator will review the subject's skin tags and agree with the subject on the body location and skin tag that will be treated as well as whether the micro or standard size of the study device is appropriate. The Investigator will also verify that the skin tag does not present implications of cancerous tissue. After informed consent and reviewing device labeling, the subject will then have the band(s) placed on the skin tag(s) by the healthcare professional. Once the band has been placed, the Investigator will examine the skin tag, complete study documentation. The subject will then review trial diary instructions, including but not limited to the documentation of all observable characteristics regarding the banded skin tag(s). This diary is electronic (eDiary) and accessed through a secure website and must be fully completed to successfully finish the study.",
                    "armGroupLabels": [
                        "Skin Tag removal using the Auto Version of the STR",
                        "Skin Tag removal using the Manual Version of the STR"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Successful removal of skin tag",
                    "description": "Number of successful removals of treated acrochordons using the STR device",
                    "timeFrame": "Treatment, 1-14 days; Safety follow up on day 30"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Comfort and Safety Issues",
                    "description": "Amount and number of discomfort, issues or adverse events occurring during the study",
                    "timeFrame": "Treatment, 1-14 days; Safety follow up on day 30"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adults at least 22 years of age.\n2. Must be able to understand, speak, and read English sufficiently for completion of the trial.\n3. Subject has at least one skin tag meeting ALL of the following requirements:\n\n   1. no previous attempts to remove the skin tag(s) of investigation\n   2. measuring between 2mm and 6mm at the base\n   3. not located around the eye, on the eyelid, or in the groin area\n   4. if treating two tags, only one may be located in axilla\n   5. free of any active skin infection \\& area to treat tag has no severe eczema\n   6. located in an area where participant can take a self-taken photo\n   7. does not, in the opinion of the Investigator, require an evaluation by pathology at the time of screening\n4. Subject has access to the internet via smartphone to complete the eDiary\n\nExclusion Criteria:\n\n1. Significant medical condition or other circumstance which, in the opinion of the Investigator, would preclude compliance with the protocol, adequate cooperation in the trial or providing informed consent, or may prevent the subject from safely participating in the trial\n2. Any prior history of skin-related cancer\n3. Subject states that they are currently pregnant or intending to become pregnant during the course of the study\n4. Has an allergy to latex\n5. Current diagnosis of a bleeding disorder included but not limited to Hemophilia or Von Willebrand disease\n6. Currently being treated with blood thinners (use of 81 mg of Aspirin is not exclusionary)\n7. Currently being treated with topical steroids at site of skin tag of interest or oral steroids\n8. Currently immunocompromised by conditions such as diabetes (either Types 1 or 2, regardless of level of control) or receiving immunosuppressant therapy\n9. Current MRSA infection\n10. Diagnosis or any history of keloid or hypertrophic scarring\n11. Current or recent participation within the last 30 days in another interventional clinical trial",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sunil S Dhawan, MD",
                    "role": "CONTACT",
                    "phone": "(510) 797-4111",
                    "email": "sdhaw@yahoo.com"
                },
                {
                    "name": "Natalya Likhareva",
                    "role": "CONTACT",
                    "phone": "(510) 797-4111",
                    "email": "natalyal@ctr4derm.com"
                }
            ],
            "locations": [
                {
                    "facility": "Center for Dermatology Clinical Research, Inc.",
                    "status": "RECRUITING",
                    "city": "Fremont",
                    "state": "California",
                    "zip": "94538",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sunil S Dhawan, MD",
                            "role": "CONTACT",
                            "phone": "510-797-4111",
                            "phoneExt": "5",
                            "email": "sdhaw@yahoo.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.54827,
                        "lon": -121.98857
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}