{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05194098",
            "orgStudyIdInfo": {
                "id": "MH127432"
            },
            "organization": {
                "fullName": "San Francisco Veterans Affairs Medical Center",
                "class": "FED"
            },
            "briefTitle": "Using Electrophysiology to Index Non-invasive Brain Stimulation Effects on Reward System Functioning in Depression",
            "officialTitle": "Using Electrophysiology to Index Non-invasive Brain Stimulation Effects on Reward System Functioning in Depression",
            "therapeuticArea": [
                "Other"
            ],
            "study": "using-electrophysiology-to-index-non-invasive-brain-stimulation-effects-on-reward-system-functioning-in-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-03",
            "studyFirstSubmitQcDate": "2022-01-03",
            "studyFirstPostDateStruct": {
                "date": "2022-01-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Susanna Fryer, PhD",
                "investigatorTitle": "Staff Clinical Psychologist (VA) and Assistant Professor (UCSF)",
                "investigatorAffiliation": "San Francisco Veterans Affairs Medical Center"
            },
            "leadSponsor": {
                "name": "San Francisco Veterans Affairs Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Depression is a leading cause of morbidity and mortality, conferring substantial healthcare and societal costs. By studying methods to non-invasively target neural circuitry involved in reward responsivity, information generated by this project will improve understanding of the circuit alterations that underlie motivation and pleasure deficits in depression, and could also lead to the development of biologically-based markers of neurostimulation-based treatment response.",
            "detailedDescription": "Rewards play a central role in driving behavior. Reward system dysfunctions are increasingly conceptualized as transdiagnostic phenomena, relevant to many psychopathologies. The opportunity to directly modulate reward processing through targeted intervention could have broad mechanistic and clinical value in psychiatry, both for disorders in which reward-responsive circuits are overactive or underactive. The overarching goal of this proposal focuses on one such opportunity in individuals with depression: the investigators will evaluate whether an electrophysiological measure of reward consummation, the Reward Positivity (RewP), which is consistently blunted in depression, can be moved by targeted neurostimulation of a prefrontal-striatal reward circuit.\n\nThe premise of the proposed work is a well-developed empirical literature that substantiates the RewP as a measure of subjective reward valuation, with depression-associated blunting of the RewP likely reflecting attenuated reward consummation. Non-invasive brain stimulation techniques, such as repetitive transcranial magnetic stimulation (rTMS), modulate cortical activity and offer novel avenues to probe reward circuitry. Previous research establishes that excitation of a fronto-cingulate reward circuit with rTMS increases RewP magnitude in nicotine addiction, but the extent to which blunted RewP in depression can be rescued via rTMS is unknown.\n\nThe investigators therefore propose pilot research to begin to address this literature gap via a repeated-measures study that uses a multi-measure approach to probe reward system functioning under passive and performance-dependent reward conditions. The investigators will examine sham-controlled effects of single session intermittent theta burst stimulation (iTBS) to a dorsomedial prefrontal/anterior cingulate cortex (dmPFC/dACC) target in individuals with major depressive disorder (MDD). The investigators will examine iTBS effects on anticipatory and later consummatory reward measures in addition to our primary focus on the RewP, thus capitalizing on the temporal precision EEG affords by decomposing reward processing into subcomponent processes and examining their differential sensitivity to neurostimulation.\n\nSpecific Aim 1 examines case-control RewP differences before stimulation, and changes in RewP magnitude as a function of iTBS in MDD.\n\nSpecific Aim 2 examines case-control and within-group MDD iTBS effects on a later-stage consummatory reward measure, the late positive potential (LPP).\n\nSpecific Aim 3 examines case-control and within-group MDD iTBS effects on reward anticipation.\n\nOur approach is innovative because i) there is little precedent for using the well-validated RewP or similar measures as indices of rTMS modulation, despite putative hypofunction of reward circuitry in MDD and ii) the investigators target a region strongly implicated in depressive pathophysiology but distinct from the Food and Drug Administration-approved dorsolateral prefrontal rTMS target for depression and ii). Here, the investigators evaluate measures tapping reward anticipation and consummation to assay positive valence system functioning in response to iTBS, setting the stage for future biomarker validation and full-course rTMS clinical trials."
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder"
            ],
            "keywords": [
                "Major Depressive Disorder",
                "Reward Processing",
                "EEG",
                "rTMS Neurostimulation",
                "dorsal medial prefrontal cortex"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This double-blind sham-controlled crossover study combines case-control and within-subjects design.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Major Depression Disorder Group: iTBS-EEG",
                    "type": "EXPERIMENTAL",
                    "description": "Device: MagVenture MagPro R30 device with a Cool-DB80 A/P coil (Farum, Denmark) Stimulation: intermittent theta stimulation (iTBS): the investigators will stimulate a dorsomedial prefrontal cortex target at the scalp location (0x 60y 60z). Standard iTBS of 50Hz triplet bursts, 5 times each second with a 2 s on / 8 s off duty cycle for 600 pulses per hemisphere (1200 pulses total) will be applied for a total stimulation time of 6:40 minutes, per session; total session length, including setup is 10-15 min.",
                    "interventionNames": [
                        "Device: TMS: single session intermittent theta burst stimulation (iTBS) to dorsomedial prefrontal target in individuals with major depressive disorder, via MagVenture MagPro R30 device / Cool-DB80 A/P coil"
                    ]
                },
                {
                    "label": "Major Depression Disorder Group: SHAM-EEG",
                    "type": "SHAM_COMPARATOR",
                    "description": "Device: MagVenture MagPro R30 device with a Cool-DB80 A/P coil (Farum, Denmark) Stimulation: sham stimulation (SHAM): Sham stimulation will entail the same procedures for the active stimulation day, but with the sham side of the DB-80 A/P placed exactly on the same anatomical target in the same position and duration, but without any active stimulation.\n\n\\*Note, iTBS and SHAM stimulation sessions will occur on separate days scheduled one week apart (counterbalanced, across subjects). The two stimulation visits follow identical procedures (with the sole difference being active vs. sham rTMS stimulation), with each followed directly by post-stimulation EEG assessment with SLOT and MID tasks.",
                    "interventionNames": [
                        "Device: SHAM (inactive) TMS stimulation"
                    ]
                },
                {
                    "label": "Baseline Evaluation (Major Depressive Disorder and Healthy Control Groups)",
                    "type": "NO_INTERVENTION",
                    "description": "HC and MDD participants will have visits for clinical assessment and a baseline EEG session to complete reward processing tasks (SLOT AND MID). The SLOT task is a 288-trial EEG task developed in our laboratory. Design features mimic structural characteristics common to real-word slot machines, including sound effects and visualizations, and the display consists of 3 sequentially populated slot reels. Participants initiate each trial via button press, after which timing of the slot reels is automated, such that reward outcome is independent of task performance.\n\nThe MID task is a 130-trial EEG task designed to model anticipatory and consummatory sub-stages of reward processing in the context of participants being rewarded based on their response times to a cued target detection task."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "TMS: single session intermittent theta burst stimulation (iTBS) to dorsomedial prefrontal target in individuals with major depressive disorder, via MagVenture MagPro R30 device / Cool-DB80 A/P coil",
                    "description": "Active Session: Single session of standard iTBS of 50Hz triplet bursts, 5 times each second with a 2 s on / 8 s off duty cycle for 600 pulses per hemisphere (1200 pulses total) will be applied for a total stimulation time of 6:40 minutes",
                    "armGroupLabels": [
                        "Major Depression Disorder Group: iTBS-EEG"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "SHAM (inactive) TMS stimulation",
                    "description": "Sham neurostimulation (SHAM) entails use of the sham side of the D-B80 A/P placed over the same anatomical target, without any active stimulation.",
                    "armGroupLabels": [
                        "Major Depression Disorder Group: SHAM-EEG"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Targeted neurostimulation effects on reward feedback evaluation",
                    "description": "Within the MDD group, the investigators will examine whether neurostimulation of a dmPFC target induces changes in the Reward Positivity (RewP) event-related potential component by comparing RewP amplitude after iTBS to RewP amplitude after sham stimulation.",
                    "timeFrame": "EEG measurements are collected directly after neurostimulation (iTBS vs SHAM) sessions"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Targeted neurostimulation effects on reward anticipation and late-stage evaluation",
                    "description": "Within the MDD group, the investigators will examine whether neurostimulation of a dmPFC target induces changes in anticipatory event-related potential components (SPN; stimulus-preceding negativity, CNV; contingent negative variation) and late-stage evaluation (LPP; late-positive potential) by comparing component amplitudes after iTBS to amplitudes after sham stimulation.",
                    "timeFrame": "EEG measurements are collected directly after neurostimulation (iTBS vs SHAM) sessions"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "• Our studies require some in-person visits to our research lab, located at 42nd Ave and Clement St in San Francisco.\n\nInclusion Criteria:\n\n* All participants\n\n  * 18-65 years old\n  * Normal (or corrected to normal) vision\n* Participants with MDD\n\n  * Meet the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) criteria for MDD\n  * Screened for TMS and MRI safety\n  * On a stable psychiatric medication regime for \\> 1 month\n\nExclusion Criteria (all participants):\n\n* Premorbid IQ estimate \\< 70\n* Past or present neurological problems (including seizures and head trauma resulting in neurological or cognitive sequelae)\n* Loss of consciousness \\> 30 minutes or any loss of consciousness with neurological sequelae\n* Major medical conditions (e.g., seizure disorders, treatment with anticonvulsant medication, endocrine disorders, significant cardiac pathology), or other physical conditions if they preclude participation in EEG, TMS, or MRI protocols (e.g. peripheral nerve damage, limb paralysis etc.)\n* Substance dependence, within the past year, current (past 3 months) substance misuse, or failed urine toxicology on the day of neuroimaging sessions\n* Known claustrophobia\n* Pregnancy (a pregnancy urine test will be conducted to rule-out pregnancy)\n\nExclusion criteria (Participants with MDD only)\n\n* Past or present DSM-5 (SCID-5) 'Schizophrenia Spectrum or Other Psychotic Disorder' diagnosis\n* Past or present DSM-5 (SCID-5) Bipolar and Related Disorders Diagnosis\n* Past or present DSM-5 (SCID-5) MDD with psychotic features (mood congruent or mood incongruent)\n* Past or present DSM-5 (SCID-5) Gambling Disorder\n\nExclusion Criteria (HCs only)\n\n• DSM-5 (SCID-5) criteria for any psychiatric disorder",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "San Francisco VA Medical Center",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94121",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susanna L Fryer, PhD",
                            "role": "CONTACT",
                            "phone": "415-221-4810",
                            "phoneExt": "23789",
                            "email": "bieegl.ucsf@gmail.com"
                        },
                        {
                            "name": "Susanna Fryer, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}