{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05573334",
            "orgStudyIdInfo": {
                "id": "MUTI0822"
            },
            "organization": {
                "fullName": "Vaginal Biome Science",
                "class": "OTHER"
            },
            "briefTitle": "Vaginal Care System for Menopausal Women With Urinary Tract Infections",
            "officialTitle": "Effects of Flourish HEC Vaginal Care System in Menopausal Women With Recurrent Urinary Tract Infections",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "vaginal-care-system-for-menopausal-women-with-urinary-tract-infections"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-05",
            "studyFirstSubmitQcDate": "2022-10-06",
            "studyFirstPostDateStruct": {
                "date": "2022-10-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Vaginal Biome Science",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "ChristianaCare",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Menopausal women have an increased risk of recurrent urinary tract infections. This is likely due in part to hormonal changes occurring during menopause. As estrogen falls, the vaginal microbiome shifts from a healthy one to a less healthy one. Because the vagina is close to the urethra, this vaginal microbiome shift contributes to a loss of protection against urinary tract infections (UTIs). The investigators are asking whether improving the vaginal microbiome using an over-the-counter vaginal hygiene system can reduce frequency of recurrent UTI in menopausal women.",
            "detailedDescription": "Urinary tract infections (UTIs) are caused by microorganisms that enter the urethra and cause inflammation. These infectious microbes can migrate up the urinary tract into the bladder, the ureters, and finally into the kidneys if untreated. UTIs ascending to the kidneys are responsible for up to 100,000 hospitalizations each year, and primarily occur in post-menopausal women or catheterized men. Infection of the urethra or bladder most frequently causes symptoms including frequent and intense urge to urinate, burning sensation during urination, cloudy or bloody urine, and pelvic pain. Infection that progresses to the kidneys most frequently causes symptoms including back or flank pain, fever, chills, and vomiting. The most common treatment for uncomplicated UTIs is oral antibiotics, which are usually effective but have undesirable side effects such as diarrhea and vaginal yeast infection and carry risks to vital organs, including the kidney itself. Repeated use of antibiotics is also the major cause of antibiotic resistance. Therefore, development of an alternative treatment or prevention strategy is desirable.\n\nThe microbiota of the urogenital tract is abnormal in female patients with recurrent UTI compared with that of healthy women. One known risk factor for UTIs is the loss of lactobacilli in the vaginal flora; physical proximity of the urethral orifice to the vaginal introitus explains the connection. Together, these data suggest there may be a role the vaginal microbiota, particularly lactobacilli, play in maintaining urogenital health and reducing the risk of UTI. The Flourish HEC Vaginal Care System is an over-the-counter vulvovaginal wellness system comprised of three products already commercially available that may help support the environment needed for the healthy microbes to thrive. (\"HEC\" designates hydroxyethylcellulose, a natural gelling ingredient used in this system, differentiating it from an earlier Flourish system which used aloe gel).\n\nNormal premenopausal vaginal flora is lactobacilli dominant. Estrogen drives the maturation and thickening of the vaginal epithelium, including the production of large quantities of glycogen. Glycogen is metabolized to smaller units such as maltose, maltotriose, and dextrans, which serve as the fuel for lactobacilli. Lactobacilli maintain vaginal pH in the acidic range by producing lactic acid; this both supports the lactobacilli and keeps the growth of pathogenic bacteria at low levels. Most Lactobacillus spp., including those associated with the healthiest vaginal environments, produce racemic lactic acid. Lactobacilli also produce proteins with bactericidal activity which help to maintain their dominance. But the primary tool lactobacilli depend on to maintain their competitive advantage is the acidity they produce. Because of this circle of pH and lactobacilli levels, anything that alters the vaginal flora and/or changes the pH to a more basic environment will reduce vaginal lactobacilli levels and may increase the risk of UTI. This circle is especially difficult to break after menopause due to the loss of estrogen which leads to loss of fuel for lactobacilli.\n\nMenopausal women with a history of recurrent UTI will be recruited to participate in a clinical trial to determine whether use of a vaginal hygiene system can reduce frequency of UTI. Women in the intervention group will use an over-the-counter kit for six months; these products are already available on the market. Changes in vaginal microbiome, changes in vaginal pH, changes in symptoms of genitourinary syndrome of menopause, and frequency of UTI over the six-month study will be assessed and compared to controls following routine care only."
        },
        "conditionsModule": {
            "conditions": [
                "Urinary Tract Infections",
                "Vaginal Flora Imbalance"
            ],
            "keywords": [
                "Recurrent urinary tract infection",
                "Vaginal microbiome",
                "Probiotic",
                "Lactobacillus"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Routine Care",
                    "type": "NO_INTERVENTION",
                    "description": "The Routine Care arm is a control group receiving no study intervention. They receive whatever routine care is standard for the study PI's treatment of usual recurrent UTI patients, including antibiotics for active infections, estrogen and supplements for prevention of infection."
                },
                {
                    "label": "Flourish HEC",
                    "type": "EXPERIMENTAL",
                    "description": "The experimental (or intervention) arm uses 3 products in a vaginal hygiene system in addition to any routine care they would normally receive. These 3 products are a vulvar wash (for external use), a vaginal moisturizing gel (BioNourish), and a vaginal homeopathic suppository with probiotics.\n\nThe vulvar wash is used daily or as often as a participant bathes/showers. The vaginal moisturizing gel, which is formulated to match healthy vaginal secretions for pH, osmolality, and lactic acid levels, is used every day before bed.\n\nThe vaginal homeopathic suppository with probiotics is used every 3rd day before bed. This suppository contains native vaginal probiotic species associated with healthy vaginal microbiomes.",
                    "interventionNames": [
                        "Device: BioNourish"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "BioNourish",
                    "description": "BioNourish is a 510k-cleared class II medical device that has been on the market for over two years. It is a vaginal moisturizing gel that is designed with pH, osmolality, and lactic acid levels that match those observed in healthy vaginas. It does not have an \"active ingredient\", but only provides moisture in a formula that is matched for physicochemical characteristics to healthy vaginal fluid.",
                    "armGroupLabels": [
                        "Flourish HEC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in vaginal microbiome composition",
                    "description": "The vaginal microbiome will be assessed using a whole-genome sequencing method at baseline, 3 months, and 6 months. Each measurement will be assigned to one of several \"community state types\" (CSTs). This outcome examines whether vaginal microbiome shifts from unhealth (CST IV) to intermediate (CST III) or healthy (CST I, II, or V) types over time. This is a three-way repeated measures analysis using study arm, time, and level of CST (healthy, intermediate, unhealthy) as factors.",
                    "timeFrame": "Baseline to 3 and 6 months in a repeated measures assessment."
                },
                {
                    "measure": "Change in vaginal pH",
                    "description": "The vaginal pH will be assessed using a colorimetric paper strip at baseline, 3 months, and 6 months. This outcome examines numeric changes in pH over time. This is a three-way repeated measures analysis using study arm, time, and pH level as factors.",
                    "timeFrame": "Baseline to 3 and 6 months in a repeated measures assessment."
                },
                {
                    "measure": "Frequency of UTI",
                    "description": "The mean number of UTIs experienced per participant during the 6-month study period will be compared between control and experimental arms using a Student's t-test.",
                    "timeFrame": "6 months duration of study"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Frequency of UTI with estrogen-use covariate",
                    "description": "The mean number of UTIs experienced per participant during the 6-month study period will be compared between control and experimental arms as in Outcome 3, adding estrogen usage (vaginal or systemic) as a factor in a two-way ANOVA.",
                    "timeFrame": "6 months duration of study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Post-menopausal women who are in generally good health, including those with chronic conditions adequately controlled by common medications. Post-menopausal is defined as \\>12 months since last menstrual period. Menopause may be natural or induced due to surgical or medical intervention.\n2. History of at least 2 UTIs in the past six months, or three prior UTIs in the past year, documented in the medical record. At least one must be culture proven.\n\nExclusion Criteria:\n\n1. Immunosuppressed\n2. Known allergies to aloe vera or to other components of BioNourish®, Balance, or BiopHresh®\n3. Known vaginal infection other than bacterial vaginosis (BV) or yeast infection at time of screening\n4. Women who have needed changes to medical intervention or in-office procedures in the last 3 months\n5. Women who wear a pessary\n6. Women who use catheters regularly\n7. Women with an obstruction or neurogenic bladder causing incomplete bladder emptying.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "maximumAge": "89 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shanya San",
                    "role": "CONTACT",
                    "phone": "541-658-2610",
                    "email": "shanya@vaginalbiomescience.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Helen Cohen, MS, RN, WHNP-BC",
                    "affiliation": "ChristianaCare",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Center for Urogynecology & Pelvic Reconstructive Surgery",
                    "status": "RECRUITING",
                    "city": "Newark",
                    "state": "Delaware",
                    "zip": "19713",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Helen Cohen, WHNP-BC",
                            "role": "CONTACT",
                            "phone": "302-623-4055",
                            "email": "helen.cohen@christianacare.org"
                        },
                        {
                            "name": "Helen Cohen, WNHP-BC",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.68372,
                        "lon": -75.74966
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000014552",
                    "term": "Urinary Tract Infections"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17302",
                    "name": "Urinary Tract Infections",
                    "asFound": "Urinary Tract Infections",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T6036",
                    "name": "Menopause",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "T355",
                    "name": "Acidophilus",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}