{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05221021",
            "orgStudyIdInfo": {
                "id": "21-14282"
            },
            "organization": {
                "fullName": "Walter Reed National Military Medical Center",
                "class": "FED"
            },
            "briefTitle": "Vaginal Estradiol vs Oral Beta-3 Agonist for Overactive Bladder Syndrome",
            "officialTitle": "Vaginal Estradiol vs Oral Beta-3 Agonist for Treatment of Overactive Bladder Syndrome: A Single-Therapy, Double-Blind, Randomized Controlled Trial",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "vaginal-estradiol-vs-oral-beta-agonist-for-overactive-bladder-syndrome"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-22",
            "studyFirstSubmitQcDate": "2022-01-31",
            "studyFirstPostDateStruct": {
                "date": "2022-02-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-11-03",
            "lastUpdatePostDateStruct": {
                "date": "2022-11-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christopher W. Heuer, DO",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Walter Reed National Military Medical Center"
            },
            "leadSponsor": {
                "name": "Walter Reed National Military Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "A single site, double-blinded, randomized controlled trial for postmenopausal women with urinary frequency, urgency, nocturia with or without urgency urinary incontinence symptoms. Patient's will be randomized between 0.01% vaginal estradiol cream with placebo oral pill or daily 50 milligrams oral Mirabegron with a placebo vaginal cream for 12 weeks.",
            "detailedDescription": "Background/significance: Overactive Bladder Syndrome (OAB) is defined as urinary urgency, with or without urgency incontinence, and usually accompanied by frequency and nocturia. OAB remains an increasingly more prevalent disease, affecting over 45% of postmenopausal women over the age 65 within the United States. Epidemiological research continues to consistently highlight OAB's impact on patience's mental health, sleep quality, physical activity, occupational productivity and overall quality of life. OAB's economic burden cannot be overstated as well as a US cost-of-illness study reported a total cost of $66 billion in 2007 and estimated cost of over $82 billion in 2021.\n\nMainstay first-line forms of management for OAB include behavioral modifications such as bladder training (timed voiding, urge suppression techniques), pelvic floor physical therapy, fluid management and bladder irritant restrictions. Second-line forms of management consistent of pharmacotherapy including oral anticholinergics or beta-3 adrenoreceptor agonists. Multiple studies have shown that vaginal estrogen improves symptoms of urinary urgency and frequency in postmenopausal women. Limited data currently exist comparing beta-3 antagonists to vaginal estrogen use for overactive bladder syndrome as well as the combination of both.\n\nPurpose: This study aims to compare the efficacy of vaginal estradiol with that of oral mirabegron in the treatment of overactive bladder in postmenopausal women and characterize outcomes in women undergoing combined therapy.\n\nStudy design: This is a single site, double-blinded, randomized controlled trial for 152 postmenopausal women with urinary frequency, urgency, nocturia with or without urgency urinary incontinence symptoms. Patient's will be randomized between 0.01% vaginal estradiol cream 1/2 gram once nightly for two weeks then three times per week or 50 milligrams oral Mirabegron once a night.\n\nProcedures: Postmenopausal women with bothersome OAB symptoms will be eligible for the study. OAB symptoms will be based on the OAB-q (SF) symptom bother questionnaire with an initial score greater than 20. Other inclusion criteria include ability to speak English. Exclusion criteria include: Post void residual \\>200mL or \\>1/3 patient's total bladder volume, currently on or previously taking anticholinergic or beta- 3 antagonists within the past 1 month, untreated, symptomatic pelvic organ prolapse greater than Stage 2, contraindication to vaginal estrogen therapy, contraindication to Mirabegron, undiagnosed postmenopausal vaginal bleeding within the past 12 months, current diagnosis of a condition which explains their overactive bladder or incontinence symptoms.\n\nParticipants who elect to enroll will have a post-void residual determined, a demographic sheet, the OAB-q (SF) health-related quality of life (HRQL) questionnaire, a 24-hour voiding diary and Patient Global Impression of Severity (PGI-S). Participants will be randomized via random allocation rule fixed blocking in a 1:1 ratio to either vaginal estrogen or oral Mirabegron. After 12 weeks of single therapy, the patients will be contacted for follow up to complete all previous questionnaires, a 24-hour voiding diary as well as the PGI-I questionnaire. After the initial 12-weeks, single therapy follow up appointment, participants will be offered dual treatment (both vaginal estrogen and Mirabegron same doses/frequencies.) If the patient agrees she will receive dual treatment for 12 weeks and follow up with the same questionnaires."
        },
        "conditionsModule": {
            "conditions": [
                "Overactive Bladder Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Single site, double blinded, randomized controlled trial of Mirabegron vs Vaginal Estradiol for overactive bladder syndrome",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Investigational Pharmacy will randomize all participants via random allocation rule fixed blocking in a 1:1 ratio into either vaginal estrogen treatment group or oral Mirabegron treatment group. Medication doses will be 0.01% estradiol cream 1/2 gram applied vaginally once nightly for two weeks then three times per week or 50 milligrams oral Mirabegron once daily for twelve weeks which are standard doses. The investigators, patients and clinical staff will be blinded to patient allocation. The patients will receive either a placebo vaginal cream or placebo oral medication depending on their treatment allocation. Medications will be dispensed once for their 12 weeks of therapy. The oral placebo and active medication will be encapsulated in gel capsules with filler to give identical weight and appearance. The vaginal cream placebo (Medisca's VersaPro Cream Base) and active medication will be placed in jars and have similar color, smell, and consistency.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 152,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Vaginal Estradiol with placebo oral pill",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patient will receive 0.01% estradiol cream 1/2 gram applied vaginally once nightly for two weeks then three times per week with once daily placebo oral pill",
                    "interventionNames": [
                        "Drug: Vaginal estrogen"
                    ]
                },
                {
                    "label": "Oral Mirabegron with placebo vaginal cream",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patient will receive 50 milligrams oral Mirabegron once daily and placebo vaginal cream (Medisca's VersaPro Cream Base) once nightly for two weeks then three times per week",
                    "interventionNames": [
                        "Drug: Mirabegron 50 MG [Myrbetriq]"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Vaginal estrogen",
                    "description": "0.01% estradiol cream 1/2 gram applied vaginally once nightly for two weeks then three times per week with once daily placebo oral pill",
                    "armGroupLabels": [
                        "Vaginal Estradiol with placebo oral pill"
                    ],
                    "otherNames": [
                        "Estrace",
                        "Estradiol",
                        "Micronized Estrogen"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Mirabegron 50 MG [Myrbetriq]",
                    "description": "50mg oral Mirabegron once daily",
                    "armGroupLabels": [
                        "Oral Mirabegron with placebo vaginal cream"
                    ],
                    "otherNames": [
                        "Myrbetriq"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "OAB-q short form (SF) symptom bother scores",
                    "description": "Primary Aim: Compare changes in the six-item OAB-q short form (SF) symptom bother scores from baseline to 12 weeks post treatment in postmenopausal women who receive either vaginal estradiol or Mirabegron. We will also compare 12-weeks post treatment OAB-q SF symptom bother scores after single therapy trials with patients who desire combined therapy for another 12 weeks.\n\nThe OAB-q SF symptom bother questionnaire is based on six individual questions a 6-point scale ranging from 1 or \"not at all\" to 6 or \"a very great deal.\" Per the guidance of the scoring manual, the raw scores are converted into scores ranging from 0 to 100 (0 being the minimum score and 100 being the maximum score.) The higher the score signifies that the patient has worse bothersome overactive bladder symptoms. The conversion to a 100 point scale is based on the equation as follows: ((Raw score - 6) / 36) x 100.",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "health-related quality of life (HRQL) of the OAB-q SF scores",
                    "description": "Compare health-related quality of life (HRQL) of the OAB-q SF from baseline to 12 weeks post treatment. We will also compare 12-weeks post treatment HRQL scores after single therapy trials with patients who desire combined therapy for another 12 weeks.\n\nThe health-related quality of life (HRQL) portion of the OAB-q SF is based on 13 individual questions a 6-point scale ranging from 1 or \"none of the time\" to 6 or \"all of the time\" with the lowest score being 13 to the highest score being 78. The higher the score signifies that the patient has worse overactive bladder symptoms that affect their quality of life.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Patient Global Impression of Severity (PGI-S) scores",
                    "description": "Compare Patient Global Impression Severity (PGI-S) scores at baseline versus 12 weeks post treatment. We will also compare 12-weeks post treatment Patient Global Impression of Severity (PGI-S) scores after single therapy trials with patients who desire combined therapy for another 12 weeks.\n\nThe Patient Global Impression Severity (PGI-S) is a single question which describes the severity of their urinary tract condition. It is a single question on a scale ranging from 1 \"not present\" to 7 \"extremely severe.\" The higher the score signifies that the patient has worse severity of their symptoms.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Patient Global Impression of Improvement (PGI-I) scores",
                    "description": "Evaluate Patient Global Impression of Improvement (PGI-I) scores at 12 weeks post treatment. We will also compare 12-weeks post treatment Patient Global Symptom Improvement (PGI-I) scores after single therapy trials with patients who desire combined therapy for another 12 weeks.\n\nThe Patient Global Impression of Improvement (PGI-I) is a single question which describes how their urinary tract condition is compared to how it was before treatment. It is a single question on a scale ranging from 1 \"very much improved\" to 7 \"very much worse.\" The higher the score signifies that the patient has worse symptoms compared to prior treatment, the lower the score signifies that the patient has improved symptoms compared how it was before treatment. A score of 4 signifies not change in their described symptoms compared with how it was before treatment.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Number of voids",
                    "description": "Compare number of times the patient voids via 24-hour bladder diary at baseline and 12 weeks post treatment. We will also compare 12-weeks post treatment number of voids after single therapy trials with patients who desire combined therapy for another 12 weeks. This is an objective measurement of how many times the patient voids over a 24 hour time frame post treatment. Though unlikely the lowest quantity would be 0 throughout the day. The more the patient documents voiding throughout the day the signifies worse the patient's described overactive bladder symptoms.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Number of urge incontinence episodes",
                    "description": "Compare number of urge incontinence episodes via 24-hour bladder diary at baseline and 12 weeks post treatment. We will also compare 12-weeks post treatment number of urge incontinence episodes after single therapy trials with patients who desire combined therapy for another 12 weeks. This is an objective measurement of how many times the patient has urge incontinence episodes over a 24 hour time frame post treatment. Though unlikely the lowest quantity would be 0 throughout the day. The more the patient documents voiding throughout the day the signifies worse the patient's described overactive bladder symptoms.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Raw score of 14 or more on OAB-q SF (adjusted score of 20)\n* Postmenopausal defined by not having a period for 12 months or bilateral oophorectomy a least 12 months status post procedure, or women with prior hysterectomy and preserved ovaries over age 55 years old or having a documented follicle stimulating hormone level greater than 40mIU/mL.\n* Ability to speak and read English\n\nExclusion Criteria:\n\n* Contraindications to Vaginal Estrogen or Mirabegron\n* Post void residual \\>200mL or \\>1/3 patient's total bladder volume\n* Currently on or previously taking anticholinergic or beta- 3 agonists within the past 1 month\n* Symptomatic pelvic organ prolapse greater than Stage 2, contraindication to vaginal estrogen therapy\n* Undiagnosed postmenopausal vaginal bleeding within the past 12 months\n* Current diagnosis of Multiple sclerosis, Parkinson's Disease, prior spinal cord injury, Spina Bifida, prior pelvic irradiation, Interstitial Cystitis, recurrent urinary tract infection.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christopher W Heuer, DO",
                    "role": "CONTACT",
                    "phone": "2626231053",
                    "email": "christopher.w.heuer@gmail.com"
                },
                {
                    "name": "Katherine L Dengler, MD",
                    "role": "CONTACT",
                    "phone": "3522626861",
                    "email": "katidengler12@gmail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher W Heuer, DO",
                    "affiliation": "Urogynecology Fellow",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Walter Reed National Military Medical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20889",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deborah Kessler, RN, MSN",
                            "role": "CONTACT",
                            "phone": "301-213-0143",
                            "email": "deborah.d.kessler.civ@mail.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "12559262",
                    "type": "BACKGROUND",
                    "citation": "Abrams P, Cardozo L, Fall M, Griffiths D, Rosier P, Ulmsten U, Van Kerrebroeck P, Victor A, Wein A; Standardisation Sub-Committee of the International Continence Society. The standardisation of terminology in lower urinary tract function: report from the standardisation sub-committee of the International Continence Society. Urology. 2003 Jan;61(1):37-49. doi: 10.1016/s0090-4295(02)02243-4. No abstract available."
                },
                {
                    "pmid": "21718275",
                    "type": "BACKGROUND",
                    "citation": "Sexton CC, Coyne KS, Thompson C, Bavendam T, Chen CI, Markland A. Prevalence and effect on health-related quality of life of overactive bladder in older americans: results from the epidemiology of lower urinary tract symptoms study. J Am Geriatr Soc. 2011 Aug;59(8):1465-70. doi: 10.1111/j.1532-5415.2011.03492.x. Epub 2011 Jun 30."
                },
                {
                    "pmid": "27057265",
                    "type": "BACKGROUND",
                    "citation": "Reynolds WS, Fowke J, Dmochowski R. The Burden of Overactive Bladder on US Public Health. Curr Bladder Dysfunct Rep. 2016 Mar;11(1):8-13. doi: 10.1007/s11884-016-0344-9. Epub 2016 Jan 23."
                },
                {
                    "pmid": "24456314",
                    "type": "BACKGROUND",
                    "citation": "Coyne KS, Wein A, Nicholson S, Kvasz M, Chen CI, Milsom I. Economic burden of urgency urinary incontinence in the United States: a systematic review. J Manag Care Pharm. 2014 Feb;20(2):130-40. doi: 10.18553/jmcp.2014.20.2.130."
                },
                {
                    "pmid": "24007713",
                    "type": "BACKGROUND",
                    "citation": "Milsom I, Coyne KS, Nicholson S, Kvasz M, Chen CI, Wein AJ. Global prevalence and economic burden of urgency urinary incontinence: a systematic review. Eur Urol. 2014 Jan;65(1):79-95. doi: 10.1016/j.eururo.2013.08.031. Epub 2013 Aug 27."
                },
                {
                    "pmid": "19912188",
                    "type": "BACKGROUND",
                    "citation": "Benner JS, Nichol MB, Rovner ES, Jumadilova Z, Alvir J, Hussein M, Fanning K, Trocio JN, Brubaker L. Patient-reported reasons for discontinuing overactive bladder medication. BJU Int. 2010 May;105(9):1276-82. doi: 10.1111/j.1464-410X.2009.09036.x. Epub 2009 Nov 12."
                },
                {
                    "pmid": "25621434",
                    "type": "BACKGROUND",
                    "citation": "Gray SL, Anderson ML, Dublin S, Hanlon JT, Hubbard R, Walker R, Yu O, Crane PK, Larson EB. Cumulative use of strong anticholinergics and incident dementia: a prospective cohort study. JAMA Intern Med. 2015 Mar;175(3):401-7. doi: 10.1001/jamainternmed.2014.7663."
                },
                {
                    "pmid": "24091072",
                    "type": "BACKGROUND",
                    "citation": "Chancellor MB, Migliaccio-Walle K, Bramley TJ, Chaudhari SL, Corbell C, Globe D. Long-term patterns of use and treatment failure with anticholinergic agents for overactive bladder. Clin Ther. 2013 Nov;35(11):1744-51. doi: 10.1016/j.clinthera.2013.08.017. Epub 2013 Oct 3."
                },
                {
                    "pmid": "37145398",
                    "type": "BACKGROUND",
                    "citation": "Chua KJ, Patel HV, Tabakin A, Srivastava A, Doppalapudi SK, Hyams E, Tunuguntla HSGR. Yearly Trends of Overactive Bladder Medication Usage. Urol Pract. 2021 Sep;8(5):546-554. doi: 10.1097/UPJ.0000000000000243. Epub 2021 Jun 24."
                },
                {
                    "pmid": "24275310",
                    "type": "BACKGROUND",
                    "citation": "Maman K, Aballea S, Nazir J, Desroziers K, Neine ME, Siddiqui E, Odeyemi I, Hakimi Z. Comparative efficacy and safety of medical treatments for the management of overactive bladder: a systematic literature review and mixed treatment comparison. Eur Urol. 2014 Apr;65(4):755-65. doi: 10.1016/j.eururo.2013.11.010. Epub 2013 Nov 18."
                },
                {
                    "pmid": "32167223",
                    "type": "BACKGROUND",
                    "citation": "Welk B, McArthur E. Increased risk of dementia among patients with overactive bladder treated with an anticholinergic medication compared to a beta-3 agonist: a population-based cohort study. BJU Int. 2020 Jul;126(1):183-190. doi: 10.1111/bju.15040. Epub 2020 Mar 19."
                },
                {
                    "pmid": "25115445",
                    "type": "BACKGROUND",
                    "citation": "Wu T, Duan X, Cao CX, Peng CD, Bu SY, Wang KJ. The role of mirabegron in overactive bladder: a systematic review and meta-analysis. Urol Int. 2014;93(3):326-37. doi: 10.1159/000361079. Epub 2014 Aug 7."
                },
                {
                    "pmid": "27173081",
                    "type": "BACKGROUND",
                    "citation": "Ketai LH, Komesu YM, Dodd AB, Rogers RG, Ling JM, Mayer AR. Urgency urinary incontinence and the interoceptive network: a functional magnetic resonance imaging study. Am J Obstet Gynecol. 2016 Oct;215(4):449.e1-449.e17. doi: 10.1016/j.ajog.2016.04.056. Epub 2016 May 9."
                },
                {
                    "pmid": "15013648",
                    "type": "BACKGROUND",
                    "citation": "Yoshida M, Miyamae K, Iwashita H, Otani M, Inadome A. Management of detrusor dysfunction in the elderly: changes in acetylcholine and adenosine triphosphate release during aging. Urology. 2004 Mar;63(3 Suppl 1):17-23. doi: 10.1016/j.urology.2003.11.003."
                },
                {
                    "pmid": "30203368",
                    "type": "BACKGROUND",
                    "citation": "Pratt TS, Suskind AM. Management of Overactive Bladder in Older Women. Curr Urol Rep. 2018 Sep 10;19(11):92. doi: 10.1007/s11934-018-0845-5."
                },
                {
                    "pmid": "26422675",
                    "type": "BACKGROUND",
                    "citation": "Rosa GM, Ferrero S, Nitti VW, Wagg A, Saleem T, Chapple CR. Cardiovascular Safety of beta3-adrenoceptor Agonists for the Treatment of Patients with Overactive Bladder Syndrome. Eur Urol. 2016 Feb;69(2):311-23. doi: 10.1016/j.eururo.2015.09.007. Epub 2015 Sep 28."
                },
                {
                    "pmid": "12521832",
                    "type": "BACKGROUND",
                    "citation": "Cardozo LD, Wise BG, Benness CJ. Vaginal oestradiol for the treatment of lower urinary tract symptoms in postmenopausal women--a double-blind placebo-controlled study. J Obstet Gynaecol. 2001 Jul;21(4):383-5. doi: 10.1080/01443610120059941."
                },
                {
                    "pmid": "16412747",
                    "type": "BACKGROUND",
                    "citation": "Long CY, Liu CM, Hsu SC, Chen YH, Wu CH, Tsai EM. A randomized comparative study of the effects of oral and topical estrogen therapy on the lower urinary tract of hysterectomized postmenopausal women. Fertil Steril. 2006 Jan;85(1):155-60. doi: 10.1016/j.fertnstert.2005.06.042."
                },
                {
                    "pmid": "10955437",
                    "type": "BACKGROUND",
                    "citation": "Lose G, Englev E. Oestradiol-releasing vaginal ring versus oestriol vaginal pessaries in the treatment of bothersome lower urinary tract symptoms. BJOG. 2000 Aug;107(8):1029-34. doi: 10.1111/j.1471-0528.2000.tb10408.x."
                },
                {
                    "pmid": "25415166",
                    "type": "BACKGROUND",
                    "citation": "Rahn DD, Carberry C, Sanses TV, Mamik MM, Ward RM, Meriwether KV, Olivera CK, Abed H, Balk EM, Murphy M; Society of Gynecologic Surgeons Systematic Review Group. Vaginal estrogen for genitourinary syndrome of menopause: a systematic review. Obstet Gynecol. 2014 Dec;124(6):1147-1156. doi: 10.1097/AOG.0000000000000526."
                },
                {
                    "pmid": "12873780",
                    "type": "BACKGROUND",
                    "citation": "Simunic V, Banovic I, Ciglar S, Jeren L, Pavicic Baldani D, Sprem M. Local estrogen treatment in patients with urogenital symptoms. Int J Gynaecol Obstet. 2003 Aug;82(2):187-97. doi: 10.1016/s0020-7292(03)00200-5."
                },
                {
                    "pmid": "23076892",
                    "type": "BACKGROUND",
                    "citation": "Cody JD, Jacobs ML, Richardson K, Moehrer B, Hextall A. Oestrogen therapy for urinary incontinence in post-menopausal women. Cochrane Database Syst Rev. 2012 Oct 17;10(10):CD001405. doi: 10.1002/14651858.CD001405.pub3."
                },
                {
                    "pmid": "21532512",
                    "type": "BACKGROUND",
                    "citation": "Nelken RS, Ozel BZ, Leegant AR, Felix JC, Mishell DR Jr. Randomized trial of estradiol vaginal ring versus oral oxybutynin for the treatment of overactive bladder. Menopause. 2011 Sep;18(9):962-6. doi: 10.1097/gme.0b013e3182104977."
                },
                {
                    "pmid": "26945271",
                    "type": "BACKGROUND",
                    "citation": "Ellington DR, Szychowski JM, Malek JM, Gerten KA, Burgio KL, Richter HE. Combined Tolterodine and Vaginal Estradiol Cream for Overactive Bladder Symptoms After Randomized Single-Therapy Treatment. Female Pelvic Med Reconstr Surg. 2016 Jul-Aug;22(4):254-60. doi: 10.1097/SPV.0000000000000256."
                },
                {
                    "pmid": "23985562",
                    "type": "BACKGROUND",
                    "citation": "Management of symptomatic vulvovaginal atrophy: 2013 position statement of The North American Menopause Society. Menopause. 2013 Sep;20(9):888-902; quiz 903-4. doi: 10.1097/GME.0b013e3182a122c2."
                },
                {
                    "pmid": "25783168",
                    "type": "BACKGROUND",
                    "citation": "Coyne KS, Thompson CL, Lai JS, Sexton CC. An overactive bladder symptom and health-related quality of life short-form: validation of the OAB-q SF. Neurourol Urodyn. 2015 Mar;34(3):255-63. doi: 10.1002/nau.22559. Epub 2014 Jan 13."
                },
                {
                    "pmid": "12206577",
                    "type": "BACKGROUND",
                    "citation": "Coyne K, Revicki D, Hunt T, Corey R, Stewart W, Bentkover J, Kurth H, Abrams P. Psychometric validation of an overactive bladder symptom and health-related quality of life questionnaire: the OAB-q. Qual Life Res. 2002 Sep;11(6):563-74. doi: 10.1023/a:1016370925601."
                },
                {
                    "pmid": "16813906",
                    "type": "BACKGROUND",
                    "citation": "Coyne KS, Matza LS, Thompson CL, Kopp ZS, Khullar V. Determining the importance of change in the overactive bladder questionnaire. J Urol. 2006 Aug;176(2):627-32; discussion 632. doi: 10.1016/j.juro.2006.03.088."
                },
                {
                    "pmid": "30350884",
                    "type": "BACKGROUND",
                    "citation": "Wang J, Zhou Z, Cui Y, Li Y, Yuan H, Gao Z, Zhu Z, Wu J. Meta-analysis of the efficacy and safety of mirabegron and solifenacin monotherapy for overactive bladder. Neurourol Urodyn. 2019 Jan;38(1):22-30. doi: 10.1002/nau.23863. Epub 2018 Oct 23."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053201",
                    "term": "Urinary Bladder, Overactive"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27167",
                    "name": "Urinary Bladder, Overactive",
                    "asFound": "Overactive Bladder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000520025",
                    "term": "Mirabegron"
                },
                {
                    "id": "D000004958",
                    "term": "Estradiol"
                },
                {
                    "id": "D000004967",
                    "term": "Estrogens"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000058667",
                    "term": "Adrenergic beta-3 Receptor Agonists"
                },
                {
                    "id": "D000000318",
                    "term": "Adrenergic beta-Agonists"
                },
                {
                    "id": "D000000322",
                    "term": "Adrenergic Agonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000064804",
                    "term": "Urological Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "asFound": "USA",
                    "relevance": "HIGH"
                },
                {
                    "id": "M266279",
                    "name": "Estradiol 17 beta-cypionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M266280",
                    "name": "Estradiol 3-benzoate",
                    "relevance": "LOW"
                },
                {
                    "id": "M8108",
                    "name": "Estradiol",
                    "asFound": "Cell lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M234941",
                    "name": "Polyestradiol phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M244406",
                    "name": "Mirabegron",
                    "asFound": "Older People",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M29193",
                    "name": "Adrenergic beta-3 Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3670",
                    "name": "Adrenergic beta-Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3673",
                    "name": "Adrenergic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "Urol",
                    "name": "Urological Agents"
                }
            ]
        }
    },
    "hasResults": false
}