{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05769283",
            "orgStudyIdInfo": {
                "id": "STUDY00005761"
            },
            "organization": {
                "fullName": "Medstar Health Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Vaginal Injection of Platelet Rich Plasma for Sexual Function",
            "officialTitle": "Vaginal Injection of Platelet Rich Plasma for Improvement of Sexual Function: A Randomized Control Trial",
            "acronym": "VIP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "vaginal-injection-of-platelet-rich-plasma-for-sexual-function"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-15",
            "studyFirstSubmitQcDate": "2023-03-13",
            "studyFirstPostDateStruct": {
                "date": "2023-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Medstar Health Research Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Patty Brisben Foundation for Women's Sexual Health",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to learn about an injection of platelet rich plasma into the vaginal wall and around the clitoris. The main questions it aims to answer are:\n\n* To see if a PRP injection improves sexual satisfaction\n* To learn the effect of PRP injections on sexual function Participants will get assigned to getting a one time PRP injection or a placebo injection. They will answer questionnaires about their sexual function at their first visit and their followup visit. The investigators will then compare the two groups.",
            "detailedDescription": "Platelet-rich plasma is a substance derived from the participants' own blood and is not considered a drug. It is created through centrifugation of a participant's whole blood to separate out red blood cells leaving a concentrated plasma product containing the participant's natural endogenous growth factors and cytokines. PRP has been studied and found to be effective and safe without serious side effects in specialties such as orthopedics and dermatology. It is unclear if PRP injections to the anterior vaginal wall and clitoris improves sexual function and stress urinary incontinence. To date, the only literature on this is a single arm unblinded study.\n\nThis will be a single-blinded randomized controlled trial. Our primary objective is to determine if platelet rich plasma (PRP) injections into the anterior vaginal wall and periclitoral tissues boosts sexual satisfaction in sexually active women without a history of female sexual dysfunction (FSD). Our secondary objective is to determine the effect of PRP injections on sexual function. Qualifying subjects will be randomized 1:1 in permutated blocks to receive either PRP injection or placebo control (sterile saline injection). They will be followed for 6 month in the following fashion:\n\nVisit #1: Screening, Baseline \\& Enrollment (virtual visit) This visit will be done virtually. Premenopausal sexually-active women meeting the listed inclusion criteria and exclusion criteria will view a short powerpoint orienting them to the research study and offer background about PRP and its proposed benefit for sexual function. Afterwards, a research team member will review the study and informed consent form, answer any questions, and, if they are interested in participating, the coordinator will obtain verbal informed consent and document verbal consent, and enroll the subject. The subject will then be asked to complete a series of questionnaires.\n\nVisit #2: Randomization \\& Intervention (in-person visit) Subjects attending the in-person second visit will sign the informed consent form and then be randomized to either intervention (PRP) injection or placebo (injectable saline). The subject will be blinded to the treatment allocation.\n\n- Blinding: This is a single-blinded study. The subject will not know whether they are giving or receiving PRP. The injector will be aware. The code will be broken only after the study is complete. At this point all the research team will be made aware of the results. During the study, the blinding may be broken only in emergencies when knowledge of the subject's treatment group is necessary for further subject management. When possible, the Investigator will discuss the emergency with the monitor (the IRB) prior to unblinding.\n\nThe unblinded research staff will complete the randomization in REDCap to obtain the treatment assignment. The subject will then undergo a venipuncture and 40 ml of blood will be obtained. If assigned to intervention, the blood sample will be centrifuged for 15 minutes and spun down according to the PRP kit preparation protocol for the Arthrex Angel system by trained and experienced research staff. On average, 2-4 cc of leukocyte-rich PRP is produced per 40 cc of whole blood. If assigned to the placebo arm, the blood sample will be properly disposed and the patient will receive 4 cc of injectable saline.\n\nInjections will be performed as follows using a 25 gauge needle by a trained licensed provider with medical staff support. After positioning the patient and applying topical lidocaine to the vagina (applied for a minimum of 10 minutes), the vaginal tissues will be prepped and a total of 2-4 cc of allocated treatment will be injected into the distal anterior vaginal wall approximately 3 cm from the urethral meatus and in the peri-clitoral region. This injection will be superficial and just deep to the vaginal epithelium.\n\nVisit #3 Follow-up (4 weeks +/- 7 days via virtual visit) The subject will complete the baseline questionnaire plus some additional questions. The subject will be asked about any AEs. This visit will be conducted virtually.\n\nVisit #4 Follow-up (6 months +/- 14 days via virtual visit) The subject will complete the same questionnaire as in Visit #3. The subject will be asked about any AEs. This visit will be conducted virtually, unless the subject requests to be seen in person.\n\nThe data collected during the study will include the subjects' responses to validated questionnaires regarding sexual health/function. Basic demographic information will be collected at the first visit. These data will be obtained via an online survey and stored in a secure REDCap database.\n\nOverall expected risks are anticipated to be rare in occurrence given no reported adverse reactions after vaginal PRP injections. Anticipated and known risks will be disclosed to the participants via the informed consent process. All study participants will be closely monitored for adverse events and at 50% enrollment a safety monitor will review all AE and safety data. All study investigators will receive training on the study protocol and AE monitoring.\n\nAn adverse event (AE) will be defined as any unfavorable or unintended symptom or sign, temporarily associated with an investigational intervention during the conduct of a clinical trial. Pre-existing diseases or conditions will not be considered AEs unless there is an increase in the frequency or severity, or change in the quality, of the disease or condition. Events that occur in patients treated with placebo will also be considered AEs. AEs will be recorded and serious adverse events will be considered an adverse events that either: (1) results in death, (2) is life threatening, (3) requires inpatient hospitalization, (4) results in permanent or significant disability or incapacity, or (5) is another medically important condition. All serious adverse events will be reported to the MedStar Health Research Institute (MHRI) IRB during which time study enrollment will be stopped and the safety monitor will conduct a review to assess safety of study continuation.\n\nThe investigators plan to recruit women via social media and in MedStar women's health clinics. For social media, the investigators will post the flyer on the local Facebook \"Mom Group\" pages. The investigators plan to post flyers in the waiting room and restrooms of the clinics. The investigators will post the flyers in the break rooms at MedStar Washington Hospital Center. Participants may also be referred by their clinical provider. Once they have expressed interest in the study, a member of the research team will contact them to screen for eligibility and discuss the study in detail. The investigators plan to recruit 52 participants.\n\nOur sample size achieves 80% power to detect non-inferiority using a one-sided t test with significance level of 0.025. It is assumed that the true difference between the means is 0, standard deviation of the mean difference (mean score at 6 week follow up minus mean score at baseline) for both groups are considered to be 2.5 and 1.5 (based on previous studies of FSFI), and margin of non-inferiority is -1.8. This would be achieved with a sample size of 23 per treatment arm. Factoring in a dropout rate of 10%, each treatment arm will be 26 participants.\n\nStatistical analysis will be by intent-to-treat. Comparisons will be performed using a t-test for continuous variables and chi-square or fischers exact for categorical variables as appropriate. The investigators will use different variables to determine if there are any significant associations using a univariate analysis that can be entered into a multiple logistic regression model, which will allow for the determination of independent predictors of outcome variables."
        },
        "conditionsModule": {
            "conditions": [
                "Sexual Behavior",
                "Sexual Activity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Platelet Rich Plasma",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Platelet Rich Plasma Injection",
                    "interventionNames": [
                        "Other: Platelet Rich Plasma"
                    ]
                },
                {
                    "label": "Saline",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo injection of saline",
                    "interventionNames": [
                        "Other: Saline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Platelet Rich Plasma",
                    "description": "Platelet rich plasma (PRP) is autologous blood which has been centrifuged to separate the supernatant resulting in a solution with high concentration of platelets. It is then injected into the anterior vaginal wall and periclitoral area",
                    "armGroupLabels": [
                        "Platelet Rich Plasma"
                    ],
                    "otherNames": [
                        "O Shot"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Saline",
                    "description": "Normal Saline to be injected into the anterior vaginal wall and periclitoral area",
                    "armGroupLabels": [
                        "Saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Sexual Function",
                    "description": "To determine if PRP injections into the anterior vaginal wall and peri-clitoral region alter sexual function or satisfaction in sexually active women without a prior history of FSD. This will be determine using the Female Sexual Function Index (FSFI) pre and post procedure. The FSFI is a validated questionnaire with 6 domains of desire, subjective arousal, lubrication, orgasm, satisfaction, and pain with a scale of 0-36. A higher score on this questionnaire correlates with higher sexual satisfaction.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall effect",
                    "description": "To report the effect of PRP injection on sexual function using the Patient Global Impression of Improvement (PGI-I)The PGI-I is a validated global index that measures a response in a condition to a therapy. It is scaled 1-7, with 1 meaning very much improved.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Sexual Dysfunction",
                    "description": "To determine if PRP injections alter sexual distress/dysfunction. This will be determine using the Female Sexual Distress Scale (FSDS) pre and post procedure. The FSDS is a validated questionnaire with the domains desire, subjective arousal, lubrication, orgasm, satisfaction, and pain. It is scaled 2-36, with lower scores indicating a higher symptom burden.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Pain with Injection",
                    "description": "To report the associated pain of a PRP injection. This will be done using the Visual Analog Scale (VAS). The VAS is a validated scale that is a subjective measurement of pain from a scale of 1-10, with 1 meaning no pain and 10 meaning worst pain",
                    "timeFrame": "Day of procedure"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Menarchal women (assigned female at birth)\n* Age ≥ 18 years of age and \\<51\n\n  · Sexually active with at least one episode of sexual activity per week defined as follows:\n* Partnered or solo penetrative or non-penetrative stimulation of the clitoris or vagina\n\n  * English-speaking\n  * Willingness and ability to comply with the study requirements\n\nExclusion Criteria:\n\n* Pregnancy\n* Pelvic organ prolapse (defined as symptomatic prolapse protruding beyond the hymen)\n* History of prior vaginal mesh or midurethral mesh sling surgery\n* History of pelvic radiation\n* History of or diagnosis of chronic pelvic pain\n* History of female genital mutilation\n* History of prolapse or incontinence surgery\n* History of genital tract malignancy",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Assigned female at birth",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bayley Clarke, MD",
                    "role": "CONTACT",
                    "phone": "13039569391",
                    "email": "bayley.clarke@medstar.net"
                },
                {
                    "name": "Neha Gaddam, MD",
                    "role": "CONTACT",
                    "phone": "8328650244",
                    "email": "neha.gaddam@medstar.net"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexis Dieter, MD",
                    "affiliation": "Medstar Health Research Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MedStar Lafayette Center",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20036",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melissa Gonzaless",
                            "role": "CONTACT",
                            "phone": "202-877-6502",
                            "email": "melissa.k.gonzales@medstar.net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "6226917",
                    "type": "BACKGROUND",
                    "citation": "Price DD, McGrath PA, Rafii A, Buckingham B. The validation of visual analogue scales as ratio scale measures for chronic and experimental pain. Pain. 1983 Sep;17(1):45-56. doi: 10.1016/0304-3959(83)90126-4."
                },
                {
                    "pmid": "29457008",
                    "type": "RESULT",
                    "citation": "Alves R, Grimalt R. A Review of Platelet-Rich Plasma: History, Biology, Mechanism of Action, and Classification. Skin Appendage Disord. 2018 Jan;4(1):18-24. doi: 10.1159/000477353. Epub 2017 Jul 6."
                },
                {
                    "pmid": "29790267",
                    "type": "RESULT",
                    "citation": "Kramer ME, Keaney TC. Systematic review of platelet-rich plasma (PRP) preparation and composition for the treatment of androgenetic alopecia. J Cosmet Dermatol. 2018 Oct;17(5):666-671. doi: 10.1111/jocd.12679. Epub 2018 May 22."
                },
                {
                    "pmid": "25164150",
                    "type": "RESULT",
                    "citation": "Xie X, Zhang C, Tuan RS. Biology of platelet-rich plasma and its clinical application in cartilage repair. Arthritis Res Ther. 2014 Feb 25;16(1):204. doi: 10.1186/ar4493."
                },
                {
                    "pmid": "28887865",
                    "type": "RESULT",
                    "citation": "Elghblawi E. Platelet-rich plasma, the ultimate secret for youthful skin elixir and hair growth triggering. J Cosmet Dermatol. 2018 Jun;17(3):423-430. doi: 10.1111/jocd.12404. Epub 2017 Sep 8."
                },
                {
                    "pmid": "32231853",
                    "type": "RESULT",
                    "citation": "Sukgen G, Ellibes Kaya A, Karagun E, Caliskan E. Platelet-rich plasma administration to the lower anterior vaginal wall to improve female sexuality satisfaction. Turk J Obstet Gynecol. 2019 Dec;16(4):228-234. doi: 10.4274/tjod.galenos.2019.23356. Epub 2020 Feb 28."
                },
                {
                    "pmid": "10782451",
                    "type": "RESULT",
                    "citation": "Rosen R, Brown C, Heiman J, Leiblum S, Meston C, Shabsigh R, Ferguson D, D'Agostino R Jr. The Female Sexual Function Index (FSFI): a multidimensional self-report instrument for the assessment of female sexual function. J Sex Marital Ther. 2000 Apr-Jun;26(2):191-208. doi: 10.1080/009262300278597."
                },
                {
                    "pmid": "12082670",
                    "type": "RESULT",
                    "citation": "Derogatis LR, Rosen R, Leiblum S, Burnett A, Heiman J. The Female Sexual Distress Scale (FSDS): initial validation of a standardized scale for assessment of sexually related personal distress in women. J Sex Marital Ther. 2002 Jul-Sep;28(4):317-30. doi: 10.1080/00926230290001448."
                },
                {
                    "pmid": "20013110",
                    "type": "RESULT",
                    "citation": "Srikrishna S, Robinson D, Cardozo L. Validation of the Patient Global Impression of Improvement (PGI-I) for urogenital prolapse. Int Urogynecol J. 2010 May;21(5):523-8. doi: 10.1007/s00192-009-1069-5. Epub 2009 Dec 15."
                },
                {
                    "pmid": "15841702",
                    "type": "RESULT",
                    "citation": "Wiegel M, Meston C, Rosen R. The female sexual function index (FSFI): cross-validation and development of clinical cutoff scores. J Sex Marital Ther. 2005 Jan-Feb;31(1):1-20. doi: 10.1080/00926230590475206."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}