{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05266040",
            "orgStudyIdInfo": {
                "id": "Valacyclovir"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Valacyclovir in Pain Management of Acute Apical Abscesses",
            "officialTitle": "Role of Herpesviruses as a Causative Factor in Acute Apical Abscess",
            "therapeuticArea": [
                "Other"
            ],
            "study": "valacyclovir-in-pain-management-of-acute-apical-abscesses"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-18",
            "studyFirstSubmitQcDate": "2022-03-02",
            "studyFirstPostDateStruct": {
                "date": "2022-03-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The Virus in Endodontics (VE) phase I pilot study for preoperative pain will be analyzed and adjusted for the Phase II clinical trial. The Phase II clinical trial on preoperative pain, postoperative pain, and clinical healing will involve 250 patients. Patients will be recruited from the same pool of participants as the Phase II clinical trial. Preoperative cone beam computed tomography (CBCT) scans will be taken as well as three and six month postoperative CBCT scans. The secondary outcomes form the Phase II randomized clinical trial will be clinical success and visible radiographic healing determined by CBCT images.",
            "detailedDescription": "This proposal is to test the valacyclovir+antibiotic treatment regimen that was developed during our pre-operative pain pilot study. Valacacylovir is a widely used medicine that is used to treat active herpesvirus. According to the figure 2 model of herpesvirus in symptomatic endodontic pathosis \\[1\\] the interventions aim to address the viral component of disease progression resulting in less pre-operative pain, post operative pain, and in faster healing of the associated lesion. Phase two involves recruitment of participants who: 1) present with swelling associated with an acute apical abscess originating from endodontic origin, 2) present with inadequate time or finances to proceed with either pulpal debridement or incision and drainage, 3) have undergone root canal therapy and present with a swelling associated with endodontic flare-up, or 4) have undergone pulpal therapy procedure, present with swelling associated with an endodontic flare-up, and require antibiotic treatment. Upon diagnosis of acute apical abscess, the patients will be invited to participate in the present study. Two groups will be divided randomly and patients will be given informed consent, verbally and written. Patients in the control group will receive a prescription for amoxicillin 500 milligrams (mg) (three times daily for 7 days), while patients in the intervention group will receive a prescription for amoxicillin 500mg + Valtrex (valacyclovir 500mg x three times daily for 7 days). During the 7 day follow-up period, patients will be actively monitored via telephone survey. The questionnaire will be performed by a dental assistant without knowledge of the clinical status of the patient. The questionnaire will be based on an 11-point numerical rating scale (NRS 0-10 scale). Patients will furthermore be asked to report the amount , if any, of analgesics used to manage symptoms.\n\nFollowing the 7 day follow-up period patients will receive free endodontic treatment at University of California at San Francisco (UCSF) Postgraduate Endodontics Clinic. Non-surgical root canal therapy will be performed at the UCSF Dental Clinics by endodontic providers. Pre-operative CBCT scans will be taken. Customary therapy (root canal therapy) will be performed to treat the condition after the full course of antibiotics/antivirals have been completed (approximately 7 days following initial visit). Root canal therapy consists of removal of dental caries and infected pulp tissue, including debridement and disinfection of the internal root surfaces prior to filling. If the participant in the study experiences wishes to discontinue the study and seek emergency root canal treatment, pulpal debridement and/or incision and drainage will be performed as soon as possible. Intra-operative pain measurements using the visual analog scale (VAS) will be assessed. Participants will be followed up with a questionnaire for 7 days following root canal therapy. Participants will be asked the same questionnaire from the VE Preoperative phase which discovers the amount of analgesics needed for pain. Participants will return for recall examinations at 3 and 6 months. CBCT scans will be taken at the 3 and 6 month recall intervals.\n\nRandomization : Consistent with the pilot study, phase II will use a random number generator to randomly assign a Manila packet containing either amoxicillin 500mg (three times daily for 7 days), or for amoxicillin 500mg + Valtrex (valacyclovir 500mg x three times daily for 7 days). Opaque medication packaging and using standardized verbal and written instructions helps ensure blindness of the phase II calibrated clinician, and patients of the therapeutic group they were assigned to.\n\nRecruitment and Retention: 250 patients presenting with pain and a diagnosis of acute apical abscess will be recruited for the phase II preoperative pain and postoperative pain and clinical/radiographic healing phases of the clinical trial. The patients will represent the diversity of the San Francisco, California (CA) population. The anticipated retention rate is 90% for the phase II clinical trial, consistent with pilot study. Patients are likely to return for free endodontic treatment and thus analysis on the day of treatment will likely have a high retention rate. A decrease in retention likely at the 3 and 6 month recall visits due to the resolution of pain and thus lack of motivation to participate. Approved retention incentives such as free parking and transportation may assist in participant retention"
        },
        "conditionsModule": {
            "conditions": [
                "Acute Apical Abscess",
                "Pain, Acute"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized clinical trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "valacyclovir group",
                    "type": "EXPERIMENTAL",
                    "description": "250 patients presenting with pain and a diagnosis of acute apical abscess will be recruited for the VEII preoperative pain and VEIII postoperative pain and clinical/radiographic healing phases of the clinical trial.",
                    "interventionNames": [
                        "Drug: Valacyclovir 500 MG"
                    ]
                },
                {
                    "label": "Control group",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "250 patients presenting with pain and a diagnosis of acute apical abscess will be recruited for the VEII preoperative pain and VEIII postoperative pain and clinical/radiographic healing phases of the clinical trial.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Valacyclovir 500 MG",
                    "description": "Consistent with the pilot study VEII will use a random number generator to randomly assign a Manila packet containing amoxicillin 500mg + Valtrex (valacyclovir 500mg x three times daily for 7 days). Opaque medication packaging and using standardized verbal and written instructions helps ensure blindness of the VEII calibrated clinician, and patients of the therapeutic group they were assigned to.",
                    "armGroupLabels": [
                        "valacyclovir group"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Consistent with the pilot study VEII will use a random number generator to randomly assign a Manila packet containing amoxicillin 500mg + Placebo (empty capsule). Opaque medication packaging and using standardized verbal and written instructions helps ensure blindness of the VEII calibrated clinician, and patients of the therapeutic group they were assigned to.",
                    "armGroupLabels": [
                        "Control group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Measurement of pain levels following treatment intervention",
                    "description": "Patients with an acute apical abscess circled the endodontic pain level from 0 to 10 .A predoctoral research assistant blinded to the study protocol phoned the study patients daily at a prearranged time to assess\n\n(1) pain level (Numerical Rating Scale \\[NRS\\]), and (2) analgesic use. NRS is a 1-dimensional scale that is quick and easily understood by patients. The NRS method assesses pain severity extremes, ranging from 0 to 10, and allows for both verbal (by telephone) and written administration. Different pain scales to quantify endodontic pain, such as the visual analog scale, are highly correlated with the NRS scale method.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient must be ≥ 18-year-old\n* Patient must be systemically healthy; American Society of Anesthesiologists (ASA) Class I or II\n* Patient must exhibit clinical evidence of pulp necrosis and acute apical abscess\n* Patient must present with radiographic\n* signs of apical disease either by\n* periapical radiography or cone-beam\n* computed tomography\n* Patient consented to receive conventional pulpal debridement, incision and drainage at the end of the study\n* Persistent pain of moderate or higher level (\\>4) was the main inclusion criterion. Pain assessed as follows: 0 defined as no pain, 1-3 as mild pain, 4-6 as moderate pain, and 7-10 as severe pain\n\nExclusion Criteria:\n\n* Smokers (more than 10 cigarettes per day)\n* External or internal tooth resorption\n* Marginal periodontitis\n* Pregnant or nursing mothers (hormonal factors may influence the periapical condition)\n* Documented allergic or adverse reactions to amoxicillin or valacyclovir\n* Teeth with unusual anatomy or inaccurate clinical diagnosis on the day of treatment (i.e., partially necrotic pulp)\n* Patients currently taking antibiotics or antiviral medications",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mike Sabeti, DDS",
                    "role": "CONTACT",
                    "phone": "415-476-0822",
                    "email": "Mike.Sabeti@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mike Sabeti, DDS",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCSF Dental",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "mike sabeti, DDS",
                            "role": "CONTACT",
                            "phone": "415-476-0822",
                            "email": "mike.sabeti@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000038",
                    "term": "Abscess"
                },
                {
                    "id": "D000010482",
                    "term": "Periapical Abscess"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013492",
                    "term": "Suppuration"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010485",
                    "term": "Periapical Periodontitis"
                },
                {
                    "id": "D000010483",
                    "term": "Periapical Diseases"
                },
                {
                    "id": "D000007571",
                    "term": "Jaw Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000010510",
                    "term": "Periodontal Diseases"
                },
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000010518",
                    "term": "Periodontitis"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M37",
                    "name": "Abscess",
                    "asFound": "Abscess",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13392",
                    "name": "Periapical Abscess",
                    "asFound": "Apical Abscess",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16273",
                    "name": "Suppuration",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M13427",
                    "name": "Periodontitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M13395",
                    "name": "Periapical Periodontitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M13393",
                    "name": "Periapical Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10601",
                    "name": "Jaw Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13419",
                    "name": "Periodontal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077483",
                    "term": "Valacyclovir"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3995",
                    "name": "Amoxicillin",
                    "relevance": "LOW"
                },
                {
                    "id": "M1809",
                    "name": "Valacyclovir",
                    "asFound": "Norepinephrine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}