{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05352451",
            "orgStudyIdInfo": {
                "id": "132114"
            },
            "secondaryIdInfos": [
                {
                    "id": "Pro2022000344",
                    "type": "OTHER",
                    "domain": "Rutgers, The State University of New Jersey"
                }
            ],
            "organization": {
                "fullName": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "briefTitle": "Values and Options in Cancer Care 2 (VOICE 2) A Randomized Pilot Study",
            "officialTitle": "Values and Options in Cancer Care 2 (VOICE 2) A Randomized Pilot Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "values-and-options-in-cancer-care-voice-a-randomized-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-25",
            "studyFirstSubmitQcDate": "2022-04-25",
            "studyFirstPostDateStruct": {
                "date": "2022-04-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Biren Saraiya, MD",
                "investigatorTitle": "Assistant Professor of Medicine",
                "investigatorAffiliation": "Rutgers, The State University of New Jersey"
            },
            "leadSponsor": {
                "name": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Primary Objective:\n\nAim 1: To evaluate the acceptability and feasibility of recruitment strategies for subjects for VOICE 2 intervention.\n\nSecondary Objective:\n\nAim 2: To test the preliminary efficacy of VOICE 2 on oncologist-patient, patient-caregiver, and oncologist-caregiver concordant prognostic understanding, oncologist-patient and oncologist-caregiver therapeutic alliance, patient/caregiver depression/anxiety and death anxiety, and patient/caregiver meaning/purpose.",
            "detailedDescription": "The purpose of the research is to test whether the randomized recruitment of oncologist and their participants-caregivers dyads is feasible to improve communication and illness understanding in participants with advanced cancer and their caregivers. This study will be recruit oncologists first and randomize them to either control of intervention group. Participants and caregivers of the respective oncologists will be recruited and then assigned the same group.\n\nThe intervention group, a study team member will be meet with the caregiver for about one hour to review \"Our Cancer Care\" booklet and help the participant form questions that can be asked at the visit with the oncologist. This will be conducted in person or via secure video-conferencing program. There will be three follow up sessions where the study team member will ask the participants reflection of the prior conversation and the participants conversation with the oncologist and help formulate further questions or clarifications. These sessions should last about 20 minutes.\n\nIf assigned to the control group, the participant will receive \"Our Cancer Care\" booklet.\n\nAll participants participating in this study will, irrespective of the group assigned, will be asked to complete surveys about illness and the relationship with the oncology team at appropriate times during the study. A brief questionnaire about the understanding of the illness before and after receiving either the intervention or the booklet.\n\nThe time in the study is about one hour to complete each of the two set of surveys through an interview with the research staff, about five minutes to rate your illness understanding, and a total of about two hours for the four coaching sessions over a period lasting up to about ten weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Communication, Multidisciplinary"
            ],
            "keywords": [
                "oncology",
                "communication"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Aims to evaluate the feasibility of the methods and procedures required to mount a cluster-randomized study to improve prognostic understanding in persons with advanced cancer and their family caregivers. Building on the successful Values and Options in Cancer Care (VOICE) intervention conducted in Western NY and Northern CA from 2012-2018, we have made substantive changes to VOICE and developed VOICE 2. In this pilot cluster randomized trial, we will recruit 8 to 10 oncologists and approximately 32 to 40 patient-caregiver dyads in an effort to examine the acceptability and feasibility of study and intervention methods and procedures. The long-term goal of our research program is to improve patient and caregiver prognostic understanding, optimize healthcare utilization at the end-of-life (EOL), patient and caregiver quality of life at patient EOL, and caregiver bereavement adjustment.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Arm - coaching sessions",
                    "type": "EXPERIMENTAL",
                    "description": "Intervention group, will be asked to complete the surveys before and after attending coaching sessions. The two interviews each lasting for about one hour and will be done in-person or through video-conferencing meeting (depending on which is more convenient for you) with a study team member",
                    "interventionNames": [
                        "Behavioral: Interventional Survey"
                    ]
                },
                {
                    "label": "Control Arm - interview",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Will be asked to complete the same surveys at appropriate time after meeting with the research assistant. Be asked to complete brief questionnaire about the understanding of the illness.\n\nAll individual interviews, patient and caregiver coaching, and caregiver support sessions will be audio recorded. The recorders are password protected and the audio files will be saved securely. Only authorized study team members can access the recordings to evaluate how well the answers to survey questions are logged and how well the coaching/support content is delivered by the study team member.",
                    "interventionNames": [
                        "Behavioral: Interventional Survey"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Interventional Survey",
                    "description": "Complete the surveys before and after attending coaching sessions. The two interviews each lasting for about one hour and will be done in-person or through video-conferencing meeting (depending on which is more convenient for you) with a study team member. The first interview, will ask about some basic information. In the second and last interview, will ask about experience of the coaching sessions and about how you feel about your decisions regarding your treatment and care. At each of the two time points, you and your caregiver will be interviewed separately. The video-conferencing, will be conducted through Zoom, which is a secure, widely used software which allows people to communicate remotely with computers, tablets, or smart phones. The software is available free of charge to you if you have a computer or other suitable device and internet.",
                    "armGroupLabels": [
                        "Control Arm - interview",
                        "Intervention Arm - coaching sessions"
                    ],
                    "otherNames": [
                        "Questionnaire"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Open-ended, Likert scale will measure fidelity",
                    "description": "Treatment fidelity will also be measured",
                    "timeFrame": "Two years"
                },
                {
                    "measure": "Multiple-choice questions will measure fidelity",
                    "description": "Treatment fidelity will also be measured",
                    "timeFrame": "Two years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Coding a recording as a group",
                    "description": "Trainees and trainers will then independently code two recordings and will meet to discuss coding differences",
                    "timeFrame": "2 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "16-item Human Connection Scale measured by a four point Likert scale",
                    "description": "To measure the therapeutic alliance between the participant and physician. Measured in a four-point Likert scale, with response categories relevant to question content. The Human Connection Score is a summary score of item responses. Possible scores range from 16 to 64 with a mean value",
                    "timeFrame": "2 Years"
                },
                {
                    "measure": "Cancer Care Assessment Survey-Trust",
                    "description": "To measure a narrower construct, trust.",
                    "timeFrame": "Two years"
                },
                {
                    "measure": "To measure a narrower construct, trust",
                    "description": "A 16-item self-report measure assesses a narrower construct, trust",
                    "timeFrame": "Two years"
                },
                {
                    "measure": "Anxiety and Depression measured by a Patient Health Questionnaire Anxiety and Depression Scale using the PHQ-ADS scales.",
                    "description": "A 16-item self-report measure assesses a narrower construct, trust. Scores can range from 0 to 48 (with higher scores indicating more severe depression/anxiety) .PHQ-ADS cutpoints of 10, 20, and 30 indicated mild, moderate, and severe levels of depression/anxiety, respectively. The PHQ-9 can be scored as either a continuous variable from 0 to 27 (with higher scores representing more severe depression) or categorically using a diagnostic algorithm for major depressive or other depressive disorder.",
                    "timeFrame": "Two years"
                },
                {
                    "measure": "Meaning and purpose measured by a 9-item Purpose in Life Scale using a five-point Likert rating for each item",
                    "description": "A self-report measure meaning and purpose. The Purpose in Life Questionnaire (PIL), is a 20-item scale measuring different dimensions of life purposes and employ a five-point Likert-type response format. Higher scores suggest greater perceived meaning/purpose in life",
                    "timeFrame": "Two year"
                },
                {
                    "measure": "Death anxiety, measured by a 15-item Death and Dying Distress Scale (DADDS)",
                    "description": "Death anxiety (patients, caregivers) will be measured by designed to serve as an outcome assessment in studies of the effectiveness of psychosocial interventions in participants with advanced cancer. Total DADDS scores may range from 0 to 75, with higher scores indicating greater death anxiety. Response options are as follows: 0 = I was not distressed by this thought or concern; 1 = I experienced very little distress; 2 = I experienced mild distress; 3 = I experienced moderate distress; 4 = I experienced great distress; 5 = I experienced extreme distress.",
                    "timeFrame": "Two Years"
                },
                {
                    "measure": "8-item Modified Decision Regret scale39",
                    "description": "A post-intervention follow up. A score of 0 means no regret; a score of 100 means high regret. unidimensional, self-report instrument consisting of five items, which are answered on a 5-point bipolar intensity scale. Completers evaluate the item statements by circling a number from 1 (strongly agree) to 5 (strongly disagree).",
                    "timeFrame": "Two years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant of an oncologist participating in this study\n* Received a diagnosis of hematologic cancer with disease progression following second-line treatment, OR a diagnosis of stage IV gastrointestinal, genitourinary, gynecologic, skin/soft tissue or thoracic/head and neck cancer\n* Fluent in English or Spanish and prefer speaking English or Spanish when talking about health care\n* 21 years or older;\n* Have a primary informal caregiver (as defined by an unpaid individual who provides you with emotional, physical, and/or practical support) who is willing and able to participate in the study\n* Able to communicate over the phone with the study team staff\n* Willing to be audio-recorded for study-related communication\n\nExclusion Criteria:\n\n* Test result on mental status do not meet the requirement for this study\n* Receiving hospice care now",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Biren Saraiya, MD",
                    "role": "CONTACT",
                    "phone": "732-235-5773",
                    "email": "saraiybi@cinj.rutgers.edu"
                },
                {
                    "name": "Ankit Shah, MD",
                    "role": "CONTACT",
                    "phone": "732-235-5773",
                    "email": "ass211@cinj.rutgers.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Biren Saraiya, MD",
                    "affiliation": "Rutgers Cancer Institute of New Jersey",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rutgers Cancer Institute of New Jersey-University Hospital",
                    "status": "RECRUITING",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Biren Saraiya, MD",
                            "role": "CONTACT",
                            "phone": "732-235-3360",
                            "email": "saraiybi@cinj.rutgers.edu"
                        },
                        {
                            "name": "Ankit Shah, MD",
                            "role": "CONTACT",
                            "phone": "732-235-5773",
                            "email": "ass211@cinj.rutgers.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}