{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06265272",
            "orgStudyIdInfo": {
                "id": "2022P002594"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Value of [68Ga]Ga-PSMA-11 PET/MRI in the Assessment of Liver Cirrhosis",
            "officialTitle": "Technical Development and Clinical Validation of a Comprehensive One-stop Shop Assessment of the Cirrhotic Liver With [68Ga]Ga-PSMA-11 PET/MRI",
            "therapeuticArea": [
                "Cardiovascular",
                "Oncology and Hematology",
                "Gastroenterology"
            ],
            "study": "value-of-ga-psma-pet-mri-in-the-assessment-of-liver-cirrhosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-19",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-19",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-02",
            "studyFirstSubmitQcDate": "2024-02-09",
            "studyFirstPostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Onofrio A. Catalano, MD, PhD",
                "investigatorTitle": "Associate Professor Harvard Medical School, PET/MR Translation Officer, Medical Director PET/MR at the Athinoula A. Martinos Center for Biomedical Imaging",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A total of fifty-five (55) patients with liver cirrhosis will be enrolled in this study to produce and validate dedicated Ga-PSMA-PET/MRI acquisition protocols.\n\nThe specific hypotheses include:\n\n* Ga-PSMA PET/MRI may allow robust and reproducible noninvasive in vivo quantitation of hepatic macro and microhemodynamics in cirrhotic patients\n* Dedicated simultaneously acquired DWI sequences might quantitate liver fibrosis and improve hemodynamic quantitation.\n* Ga-PSMA PET/MRI may allow noninvasive and reproducible quantitation of portal venous hypertension and predict its evolution, as well as response to treatments\n* Ga-PSMA PET/MRI may improve noninvasive and reproducible qualitative and quantitative assessment of liver function, structure, nodules and predict evolution of cirrhosis",
            "detailedDescription": "\\[68Ga\\]Ga-PSMA-11(Ga-PSMA) is a novel radiotracer approved by the FDA in late 2020 to investigate prostate cancer in men. This compound targets the prostate-specific membrane antigen, which unlike the name suggests, has been detected in other anatomical regions, mainly associated with neoangiogenesis. The high affinity of PSMA toward neoangiogenesis can play several roles in imaging liver cirrhosis. In particular, it may highlight neovasculature and help distinguish microhemodynamic changes caused by shunting from those caused by increased vascular permeability associated to neoangiogenesis. Thus, Ga-PSMA may improve the interpretation of MRp maps, of DWI data (which is also influenced by microperfusion) and might add more confidence on Li-Rad classifications.\n\nFor each candidate patient subject, the study staff will first contact the treating clinician to inquire as to their willingness to allow investigators to approach the subject to participate in this study. The clinician will initially introduce the study to the patient and will obtain the patient's permission to be contacted by the study staff. One of the investigators or other study staff will then approach the subjects in accordance with PHRC policy. At the time of initial discussions about potentially participating in this study, the investigators will make it clear to potential subjects that the study scan is performed at the Charlestown Navy Yard to allow them to decide if travel associated with participation is too inconvenient. Subjects will be informed that a decision to participate or not in the PET/MRI protocol will not affect their care within MGH or any other Mass General Brigham facility. Informed consent will be obtained from the subjects by licensed physician principal investigator, licensed physician co-investigator, or licensed nurse practitioners listed as co-investigators with backup from a licensed physician investigator listed on study staff.\n\nPET/MRI images will be acquired using the Biograph mMR combined 3 Tesla PET/MRI scanner. The image quality on these 3 Tesla devices will be very high, typical, or better than any other standard clinical MRI system. Subjects will be asked to lie still for the duration of the study. The investigators expect the entire imaging session to last about 80 minutes and not to exceed 120 minutes.\n\nThe investigators will be comparing:\n\n1. Different sequences, acquisition protocols and reconstruction modeling in term of image quality, reduction of artifacts, improved signal and contrast to noise ratios, reproducibility of the quantitative features.\n2. PSMA-PET/MRI quantitative and qualitative features, including hybrid biomarkers obtained incorporating PSMA uptake with MRp and/or 4D-MRI and/or DWI extracted parameters, with clinical data that provide insights into liver function and liver hemodynamics\n3. PSMA-PET/MRI qualitative and quantitative features (for example vascular permeability or median velocity), including hybrid biomarkers, with clinical data to explore possibility of assessing liver function, quantify fibrosis, facilitate Li-Rad classification, measure hemodynamics in cirrhotic patients including those treated/ to be treated for portal hypertension.\n4. Comparison of fused Ga-PSMA PET/MRI images with stand-alone MRI images and stand-alone PET images obtained in the same scan in terms of qualitative and quantitative imaging features, for example confidence in characterization of band-like fibrosis or differentiation of mild from moderate degree of fibrosis.\n5. The investigators will also follow up patients to ascertain if Ga-PSMA PET/MRI result might have impacted on clinical management.\n\nDescriptive statistics will be used to compare the performance (detection rates, sensitivity, and specificity) of PET/MRI and MRI alone. When calculating sensitivity and specificity for each imaging modality, the gold standard will be considered whole-liver pathology for patients who undergo liver transplant; or biopsy/surgical pathology results in patients that do not undergo liver transplantation but are directed to biopsy; or finally imaging follow-up in patients who undergo follow-up only. No biopsy or image follow-up will be ever ordered for the sake of this study. They will be ordered only for standard clinical care. Means and standard deviations or median and (IQR) will be reported for continuous variables according to the variable distributions. Categorical variables will be reported as counts and proportions, and 95% Confidence Intervals will be included when applicable. A p-value \\<0.05 will be considered statistically significant. For the primary endpoint analysis, confusion matrices will be constructed comparing PET/MRI to PET alone ant to MRI alone. Each lesion described by the readers of the imaging modalities will then be classified accordingly into true positive, false positive, true negative or false negative. Sensitivity, specificity, accuracy, positive predictive value, and negative predictive value will then be computed using the adequate proportions as estimates. Additional parameters that will be evaluated include region of interest location, size, apparent diffusion coefficient value, and standardized uptake value, and quantitative MRp metrics."
        },
        "conditionsModule": {
            "conditions": [
                "Liver Cirrhosis",
                "Hepatic Cell Carcinoma",
                "Portal Hypertension"
            ],
            "keywords": [
                "PET/MR",
                "Cirrhosis",
                "HCC",
                "PSMA",
                "68Ga PSMA"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cirrhosis",
                    "description": "55 Patients with liver cirrhosis",
                    "interventionNames": [
                        "Drug: Injection of a gadolinium contrast agen",
                        "Drug: Radiotracer Injection",
                        "Diagnostic Test: Imaging"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Injection of a gadolinium contrast agen",
                    "description": "All patients will be requested to have an injection of a gadolinium contrast agent, which may be either Gadavist (Bayer, Whippany, NJ, USA), Eovist (Bayer, Whippany, NJ, USA), or Dotarem (Guerbet, Princeton, NJ, USA) (ancillary drugs).\n\n* About halfway through the examination, the same intravenous catheter used to inject the radiotracer will be used to inject the MRI contrast agent;\n* After being positioned on the PET/MRI table, the nuclear medicine technicians will connect the patient to the MRI-safe power-injector; - The catheter will be flushed before and after injection with 0.9% saline solution;",
                    "armGroupLabels": [
                        "Cirrhosis"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Radiotracer Injection",
                    "description": "All patients will be requested to have a radiotracer injection of Ga-PSMA (Illucix, Telix Pharmaceuticals). An intravenous catheter will be placed in an arm or hand vein for injection of the Ga-PSMA;\n\n* The catheter will be flushed post-injection with 0.9% saline solution\n* The injected dose and the time of injection will be recorded.\n* The subjects will be positioned on the scanner table; support devices under the back and/or legs will be used to enable the patient to comfortably maintain his/her position throughout the scan",
                    "armGroupLabels": [
                        "Cirrhosis"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Imaging",
                    "description": "PET, MRI and fused PET/MRI images will be qualitatively assessed in comparison to standard of reference data. For PET, standard of reference will be PET images as obtained by standard PET acquisition mode. Attenuation correction of the PET images will be performed using a 2-point Dixon MRI sequence and a vendor-specific atlas-based attenuation map. 3D scatter correction by single scatter simulation is also performed using the MRI-derived attenuation data. MRI images will be compared to dedicated 3 Tesla MR upper abdominal protocol images acquired at the MGH in patients with liver cirrhosis, including those undergoing imaging follow-up after systemic or local regional therapies. For PET/MRI fused images, the standard of reference will be co-registered and fused PET/MRI images as obtained by standard MRI sequences/reconstructions.",
                    "armGroupLabels": [
                        "Cirrhosis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Assessment of LI-RADS with Ga-PSMA-PET/MRI",
                    "description": "PET, MRI, and fused PET/MRI images will be evaluated to determine the effect of contrast-enhanced Ga-PSMA/PETMRI on evaluating liver nodules. Images will be evaluated at least 4 weeks apart from each other to reduce recall bias. Each lesion described by the readers of the imaging modalities will then be classified accordingly into true positive, false positive, true negative, or false negative. Sensitivity, specificity, accuracy, positive predictive value, and negative predictive value will then be computed using adequate proportions as estimates.",
                    "timeFrame": "1-2 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quantification of Macro- and Microperfusion in Cirrhotic Liver with Ga-PSMA-PET/MRI",
                    "description": "Investigators will correlate PSMA-PET/MRI quantitative and qualitative features (for example vascular permeability or median velocity), including hybrid biomarkers obtained incorporating PSMA uptake with MRp and/or 4D-MRI and/or DWI extracted parameters, with clinical data that provide insights into liver function and liver hemodynamics.",
                    "timeFrame": "1-2 months"
                },
                {
                    "measure": "Quantification of liver fibrosis with Ga-PSMA-PET/MRI vs. MRI and stand-alone PET",
                    "description": "Investigators will perform a comparison of fused Ga-PSMA PET/MRI images with stand-alone MRI images and stand-alone PET images obtained in the same scan in terms of qualitative and quantitative imaging features to measure the amount of band-like fibrosis and differentiate between mild and moderate degrees of fibrosis.",
                    "timeFrame": "1-2 months"
                },
                {
                    "measure": "PET/MR protocol in liver cirrhosis",
                    "description": "Develop PET/MRI acquisition protocols specific to liver cirrhosis",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Liver cirrhosis as diagnosed by imaging and/or clinical data, including pathology\n\nExclusion Criteria:\n\n* Any contraindication to PET, as in attached screening form\n* Any contraindication to MRI, as in attached screening form\n* Any contraindication to gadolinium-based contrast agent, including allergy to gadolinium, as in attached screening forms.\n* Pregnancy\n* Breast feeding.\n* Cumulative radiation exposure for research studies during the prior 12 months, combined with the exposure from this study, \\> 50 mSv\n* Inability to fit in the scanner: weight \\> 300 lbs or BMI \\> 33",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Fifty-five subjects will be recruited. All subjects recruited for the study will be able to withdraw from the study at any time.\n\nHealthy Volunteers: The investigators will not be recruiting or enrolling healthy volunteers in this study. Patients with liver cirrhosis: Fifty-five (55)",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Onofrio Catalano, MD, Ph.D",
                    "role": "CONTACT",
                    "phone": "617-724-4030",
                    "email": "ocatalano@mgh.harvard.edu"
                },
                {
                    "name": "Diandrea Galloway",
                    "role": "CONTACT",
                    "phone": "617-643-1407",
                    "email": "dgalloway@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Onofrio Catalano",
                    "affiliation": "ocatalano@mgh.harvard.edu",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Athinoula A. Martinos Center for Biomedical Imaging, Massachusetts General Hospital, Harvard Medical School",
                    "status": "RECRUITING",
                    "city": "Charlestown",
                    "state": "Massachusetts",
                    "zip": "02129",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Onforio Catalano, MD, Ph.D",
                            "role": "CONTACT",
                            "phone": "617-724-4030",
                            "email": "ocatalano@mgh.harvard.edu"
                        },
                        {
                            "name": "Diandrea Galloway",
                            "role": "CONTACT",
                            "phone": "617-643-1407",
                            "email": "dgalloway@mgh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.37787,
                        "lon": -71.062
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31401364",
                    "type": "BACKGROUND",
                    "citation": "Moon AM, Singal AG, Tapper EB. Contemporary Epidemiology of Chronic Liver Disease and Cirrhosis. Clin Gastroenterol Hepatol. 2020 Nov;18(12):2650-2666. doi: 10.1016/j.cgh.2019.07.060. Epub 2019 Aug 8."
                },
                {
                    "pmid": "18177931",
                    "type": "BACKGROUND",
                    "citation": "La Villa G, Gentilini P. Hemodynamic alterations in liver cirrhosis. Mol Aspects Med. 2008 Feb-Apr;29(1-2):112-8. doi: 10.1016/j.mam.2007.09.010. Epub 2007 Oct 24."
                },
                {
                    "pmid": "33279371",
                    "type": "BACKGROUND",
                    "citation": "McGregor H, Brunson C, Woodhead G, Khan A, Hennemeyer C, Patel M. Quantitative Assessment of the Hemodynamic Effects of Intra-Arterial Nitroglycerin on Hepatocellular Carcinoma using Two-Dimensional Perfusion Angiography. J Vasc Interv Radiol. 2021 Feb;32(2):198-203. doi: 10.1016/j.jvir.2020.10.023. Epub 2020 Dec 3."
                },
                {
                    "pmid": "27277775",
                    "type": "BACKGROUND",
                    "citation": "Sugimoto K, Saguchi T, Saito K, Imai Y, Moriyasu F. Hemodynamic changes during balloon-occluded transarterial chemoembolization (B-TACE) of hepatocellular carcinoma observed by contrast-enhanced ultrasound. J Med Ultrason (2001). 2014 Apr;41(2):209-15. doi: 10.1007/s10396-013-0487-7. Epub 2013 Aug 29."
                },
                {
                    "pmid": "29218611",
                    "type": "BACKGROUND",
                    "citation": "Choi JW, Chung JW, Lee DH, Kim HC, Hur S, Lee M, Jae HJ. Portal hypertension is associated with poor outcome of transarterial chemoembolization in patients with hepatocellular carcinoma. Eur Radiol. 2018 May;28(5):2184-2193. doi: 10.1007/s00330-017-5145-9. Epub 2017 Dec 7."
                },
                {
                    "pmid": "12235337",
                    "type": "BACKGROUND",
                    "citation": "Lee KH, Sung KB, Lee DY, Park SJ, Kim KW, Yu JS. Transcatheter arterial chemoembolization for hepatocellular carcinoma: anatomic and hemodynamic considerations in the hepatic artery and portal vein. Radiographics. 2002 Sep-Oct;22(5):1077-91. doi: 10.1148/radiographics.22.5.g02se191077."
                },
                {
                    "pmid": "24284371",
                    "type": "BACKGROUND",
                    "citation": "Chen X, Xiao E, Shu D, Yang C, Liang B, He Z, Bian D. Evaluating the therapeutic effect of hepatocellular carcinoma treated with transcatheter arterial chemoembolization by magnetic resonance perfusion imaging. Eur J Gastroenterol Hepatol. 2014 Jan;26(1):109-13. doi: 10.1097/MEG.0b013e328363716e."
                },
                {
                    "pmid": "27728840",
                    "type": "BACKGROUND",
                    "citation": "Tian H, Wang Q. Quantitative analysis of microcirculation blood perfusion in patients with hepatocellular carcinoma before and after transcatheter arterial chemoembolisation using contrast-enhanced ultrasound. Eur J Cancer. 2016 Nov;68:82-89. doi: 10.1016/j.ejca.2016.08.016. Epub 2016 Oct 10."
                },
                {
                    "pmid": "26488373",
                    "type": "BACKGROUND",
                    "citation": "Syha R, Grozinger G, Grosse U, Maurer M, Zender L, Horger M, Nikolaou K, Ketelsen D. Parenchymal Blood Volume Assessed by C-Arm-Based Computed Tomography in Immediate Posttreatment Evaluation of Drug-Eluting Bead Transarterial Chemoembolization in Hepatocellular Carcinoma. Invest Radiol. 2016 Feb;51(2):121-6. doi: 10.1097/RLI.0000000000000215."
                },
                {
                    "pmid": "17911519",
                    "type": "BACKGROUND",
                    "citation": "Virmani S, Wang D, Harris KR, Ryu RK, Sato KT, Lewandowski RJ, Nemcek AA Jr, Szolc-Kowalska B, Woloschak G, Salem R, Larson AC, Omary RA. Comparison of transcatheter intraarterial perfusion MR imaging and fluorescent microsphere perfusion measurements during transcatheter arterial embolization of rabbit liver tumors. J Vasc Interv Radiol. 2007 Oct;18(10):1280-6. doi: 10.1016/j.jvir.2007.07.008."
                },
                {
                    "pmid": "33064169",
                    "type": "BACKGROUND",
                    "citation": "Gourtsoyianni S, Santinha J, Matos C, Papanikolaou N. Diffusion-weighted imaging and texture analysis: current role for diffuse liver disease. Abdom Radiol (NY). 2020 Nov;45(11):3523-3531. doi: 10.1007/s00261-020-02772-4. Epub 2020 Oct 16."
                },
                {
                    "pmid": "29383522",
                    "type": "BACKGROUND",
                    "citation": "Yang L, Rao S, Wang W, Chen C, Ding Y, Yang C, Grimm R, Yan X, Fu C, Zeng M. Staging liver fibrosis with DWI: is there an added value for diffusion kurtosis imaging? Eur Radiol. 2018 Jul;28(7):3041-3049. doi: 10.1007/s00330-017-5245-6. Epub 2018 Jan 30."
                },
                {
                    "pmid": "33594733",
                    "type": "BACKGROUND",
                    "citation": "Brunsing RL, Brown D, Almahoud H, Kono Y, Loomba R, Vodkin I, Sirlin CB, Alley MT, Vasanawala SS, Hsiao A. Quantification of the Hemodynamic Changes of Cirrhosis with Free-Breathing Self-Navigated MRI. J Magn Reson Imaging. 2021 May;53(5):1410-1421. doi: 10.1002/jmri.27488. Epub 2021 Feb 16."
                },
                {
                    "pmid": "23411868",
                    "type": "BACKGROUND",
                    "citation": "Stankovic Z, Csatari Z, Deibert P, Euringer W, Jung B, Kreisel W, Geiger J, Russe MF, Langer M, Markl M. A feasibility study to evaluate splanchnic arterial and venous hemodynamics by flow-sensitive 4D MRI compared with Doppler ultrasound in patients with cirrhosis and controls. Eur J Gastroenterol Hepatol. 2013 Jun;25(6):669-75. doi: 10.1097/MEG.0b013e32835e1297."
                },
                {
                    "pmid": "27940231",
                    "type": "BACKGROUND",
                    "citation": "Keller EJ, Collins JD, Rigsby C, Carr JC, Markl M, Schnell S. Superior Abdominal 4D Flow MRI Data Consistency with Adjusted Preprocessing Workflow and Noncontrast Acquisitions. Acad Radiol. 2017 Mar;24(3):350-358. doi: 10.1016/j.acra.2016.10.007. Epub 2016 Dec 8."
                },
                {
                    "pmid": "30528750",
                    "type": "BACKGROUND",
                    "citation": "Wm T, L S, C K, K E, T H, H B, T K, K N, M H, S K. Quantification of Hemodynamic Changes in Chronic Liver Disease: Correlation of Perfusion-CT Data with Histopathologic Staging of Fibrosis. Acad Radiol. 2019 Sep;26(9):1174-1180. doi: 10.1016/j.acra.2018.11.009. Epub 2018 Dec 6."
                },
                {
                    "pmid": "35082218",
                    "type": "BACKGROUND",
                    "citation": "Oechtering TH, Roberts GS, Panagiotopoulos N, Wieben O, Reeder SB, Roldan-Alzate A. Clinical Applications of 4D Flow MRI in the Portal Venous System. Magn Reson Med Sci. 2022 Mar 1;21(2):340-353. doi: 10.2463/mrms.rev.2021-0105. Epub 2022 Jan 25."
                },
                {
                    "pmid": "24923476",
                    "type": "BACKGROUND",
                    "citation": "Aronhime S, Calcagno C, Jajamovich GH, Dyvorne HA, Robson P, Dieterich D, Fiel MI, Martel-Laferriere V, Chatterji M, Rusinek H, Taouli B. DCE-MRI of the liver: effect of linear and nonlinear conversions on hepatic perfusion quantification and reproducibility. J Magn Reson Imaging. 2014 Jul;40(1):90-8. doi: 10.1002/jmri.24341. Epub 2013 Nov 4."
                },
                {
                    "pmid": "20093564",
                    "type": "BACKGROUND",
                    "citation": "Ng CS, Raunig DL, Jackson EF, Ashton EA, Kelcz F, Kim KB, Kurzrock R, McShane TM. Reproducibility of perfusion parameters in dynamic contrast-enhanced MRI of lung and liver tumors: effect on estimates of patient sample size in clinical trials and on individual patient responses. AJR Am J Roentgenol. 2010 Feb;194(2):W134-40. doi: 10.2214/AJR.09.3116."
                },
                {
                    "pmid": "29563601",
                    "type": "BACKGROUND",
                    "citation": "Pahwa S, Liu H, Chen Y, Dastmalchian S, O'Connor G, Lu Z, Badve C, Yu A, Wright K, Chalian H, Rao S, Fu C, Vallines I, Griswold M, Seiberlich N, Zeng M, Gulani V. Quantitative perfusion imaging of neoplastic liver lesions: A multi-institution study. Sci Rep. 2018 Mar 21;8(1):4990. doi: 10.1038/s41598-018-20726-1."
                },
                {
                    "pmid": "25546176",
                    "type": "BACKGROUND",
                    "citation": "Jajamovich GH, Calcagno C, Dyvorne HA, Rusinek H, Taouli B. DCE-MRI of the liver: reconstruction of the arterial input function using a low dose pre-bolus contrast injection. PLoS One. 2014 Dec 29;9(12):e115667. doi: 10.1371/journal.pone.0115667. eCollection 2014."
                },
                {
                    "pmid": "31705172",
                    "type": "BACKGROUND",
                    "citation": "Ferrone C, Goyal L, Qadan M, Gervais D, Sahani DV, Zhu AX, Hong TS, Blaszkowsky LS, Tanabe KK, Vangel M, Amorim BJ, Wo JY, Mahmood U, Pandharipande PV, Catana C, Duenas VP, Collazo YQ, Canamaque LG, Domachevsky L, Bernstine HH, Groshar D, Shih TT, Li Y, Herrmann K, Umutlu L, Rosen BR, Catalano OA. Management implications of fluorodeoxyglucose positron emission tomography/magnetic resonance in untreated intrahepatic cholangiocarcinoma. Eur J Nucl Med Mol Imaging. 2020 Jul;47(8):1871-1884. doi: 10.1007/s00259-019-04558-3. Epub 2019 Nov 8."
                },
                {
                    "pmid": "33415677",
                    "type": "BACKGROUND",
                    "citation": "Furtado FS, Ferrone CR, Lee SI, Vangel M, Rosman DA, Weekes C, Qadan M, Fernandez-Del Castillo C, Ryan DP, Blaszkowsky LS, Hong TS, Clark JW, Striar R, Groshar D, Canamaque LG, Umutlu L, Catalano OA. Impact of PET/MRI in the Treatment of Pancreatic Adenocarcinoma: a Retrospective Cohort Study. Mol Imaging Biol. 2021 Jun;23(3):456-466. doi: 10.1007/s11307-020-01569-7. Epub 2021 Jan 7."
                },
                {
                    "pmid": "35185121",
                    "type": "BACKGROUND",
                    "citation": "Furtado FS, Wu MZ, Esfahani SA, Ferrone CR, Blaszkowsky LS, Clark JW, Ryan DP, Goyal L, Franses JW, Wo JY, Hong TS, Qadan M, Tanabe KK, Weekes CD, Cusack JC, Crafa F, Mahmood U, Anderson MA, Mojtahed A, Hahn PF, Caravan P, Kilcoyne A, Vangel M, Striar RM, Rosen BR, Catalano OA. Positron Emission Tomography/Magnetic Resonance Imaging (PET/MRI) Versus the Standard of Care Imaging in the Diagnosis of Peritoneal Carcinomatosis. Ann Surg. 2023 Apr 1;277(4):e893-e899. doi: 10.1097/SLA.0000000000005418. Epub 2022 Feb 17."
                },
                {
                    "pmid": "34282295",
                    "type": "BACKGROUND",
                    "citation": "Furtado FS, Suarez-Weiss KE, Vangel M, Clark JW, Cusack JC, Hong T, Blaszkowsky L, Wo J, Striar R, Umutlu L, Daldrup-Link HE, Groshar D, Rocco R, Bordeianou L, Anderson MA, Mojtahed A, Qadan M, Ferrone C, Catalano OA. Clinical impact of PET/MRI in oligometastatic colorectal cancer. Br J Cancer. 2021 Sep;125(7):975-982. doi: 10.1038/s41416-021-01494-8. Epub 2021 Jul 19."
                },
                {
                    "pmid": "33813576",
                    "type": "BACKGROUND",
                    "citation": "Zhang C, O'Shea A, Parente CA, Amorim BJ, Caravan P, Ferrone CR, Blaszkowsky LS, Soricelli A, Salvatore M, Groshar D, Bernstine H, Domachevsky L, Canamaque LG, Umutlu L, Ken H, Catana C, Mahmood U, Catalano OA. Evaluation of the Diagnostic Performance of Positron Emission Tomography/Magnetic Resonance for the Diagnosis of Liver Metastases. Invest Radiol. 2021 Oct 1;56(10):621-628. doi: 10.1097/RLI.0000000000000782."
                },
                {
                    "pmid": "24009348",
                    "type": "BACKGROUND",
                    "citation": "Catalano OA, Rosen BR, Sahani DV, Hahn PF, Guimaraes AR, Vangel MG, Nicolai E, Soricelli A, Salvatore M. Clinical impact of PET/MR imaging in patients with cancer undergoing same-day PET/CT: initial experience in 134 patients--a hypothesis-generating exploratory study. Radiology. 2013 Dec;269(3):857-69. doi: 10.1148/radiol.13131306. Epub 2013 Oct 28."
                },
                {
                    "pmid": "33034673",
                    "type": "BACKGROUND",
                    "citation": "Catalano OA, Lee SI, Parente C, Cauley C, Furtado FS, Striar R, Soricelli A, Salvatore M, Li Y, Umutlu L, Canamaque LG, Groshar D, Mahmood U, Blaszkowsky LS, Ryan DP, Clark JW, Wo J, Hong TS, Kunitake H, Bordeianou L, Berger D, Ricciardi R, Rosen B. Improving staging of rectal cancer in the pelvis: the role of PET/MRI. Eur J Nucl Med Mol Imaging. 2021 Apr;48(4):1235-1245. doi: 10.1007/s00259-020-05036-x. Epub 2020 Oct 9."
                },
                {
                    "pmid": "27315095",
                    "type": "BACKGROUND",
                    "citation": "Atkinson W, Catana C, Abramson JS, Arabasz G, McDermott S, Catalano O, Muse V, Blake MA, Barnes J, Shelly M, Hochberg E, Rosen BR, Guimaraes AR. Hybrid FDG-PET/MR compared to FDG-PET/CT in adult lymphoma patients. Abdom Radiol (NY). 2016 Jul;41(7):1338-48. doi: 10.1007/s00261-016-0638-6."
                },
                {
                    "pmid": "29998420",
                    "type": "BACKGROUND",
                    "citation": "Catalano OA, Umutlu L, Fuin N, Hibert ML, Scipioni M, Pedemonte S, Vangel M, Catana AM, Herrmann K, Nensa F, Groshar D, Mahmood U, Rosen BR, Catana C. Comparison of the clinical performance of upper abdominal PET/DCE-MRI with and without concurrent respiratory motion correction (MoCo). Eur J Nucl Med Mol Imaging. 2018 Nov;45(12):2147-2154. doi: 10.1007/s00259-018-4084-2. Epub 2018 Jul 11."
                },
                {
                    "pmid": "32703222",
                    "type": "BACKGROUND",
                    "citation": "Chen W, Lee Z, Awadallah A, Zhou L, Xin W. Peritumoral/vascular expression of PSMA as a diagnostic marker in hepatic lesions. Diagn Pathol. 2020 Jul 23;15(1):92. doi: 10.1186/s13000-020-00982-4."
                },
                {
                    "pmid": "34501465",
                    "type": "BACKGROUND",
                    "citation": "Vermersch M, Mule S, Chalaye J, Galletto Pregliasco A, Emsen B, Amaddeo G, Monnet A, Stemmer A, Baranes L, Laurent A, Leroy V, Itti E, Luciani A. Impact of the 18F-FDG-PET/MRI on Metastatic Staging in Patients with Hepatocellular Carcinoma: Initial Results from 104 Patients. J Clin Med. 2021 Sep 6;10(17):4017. doi: 10.3390/jcm10174017."
                },
                {
                    "pmid": "28901685",
                    "type": "BACKGROUND",
                    "citation": "Choi SH, Kim SY, Park SH, Kim KW, Lee JY, Lee SS, Lee MG. Diagnostic performance of CT, gadoxetate disodium-enhanced MRI, and PET/CT for the diagnosis of colorectal liver metastasis: Systematic review and meta-analysis. J Magn Reson Imaging. 2018 May;47(5):1237-1250. doi: 10.1002/jmri.25852. Epub 2017 Sep 13."
                },
                {
                    "pmid": "34451810",
                    "type": "BACKGROUND",
                    "citation": "Hennrich U, Eder M. [68Ga]Ga-PSMA-11: The First FDA-Approved 68Ga-Radiopharmaceutical for PET Imaging of Prostate Cancer. Pharmaceuticals (Basel). 2021 Jul 23;14(8):713. doi: 10.3390/ph14080713."
                },
                {
                    "pmid": "30137614",
                    "type": "BACKGROUND",
                    "citation": "Demirci E, Toklu T, Yeyin N, Ocak M, Alan-Selcuk N, Araman A, Kabasakal L. ESTIMATION OF THE ORGAN ABSORBED DOSES AND EFFECTIVE DOSE FROM 68Ga-PSMA-11 PET SCAN. Radiat Prot Dosimetry. 2018 Dec 1;182(4):518-524. doi: 10.1093/rpd/ncy111."
                },
                {
                    "pmid": "34783177",
                    "type": "BACKGROUND",
                    "citation": "Thompson SM, Suman G, Torbenson MS, Chen ZE, Jondal DE, Patra A, Ehman EC, Andrews JC, Fleming CJ, Welch BT, Kurup AN, Roberts LR, Watt KD, Truty MJ, Cleary SP, Smoot RL, Heimbach JK, Tran NH, Mahipal A, Yin J, Zemla T, Wang C, Fogarty Z, Jacobson M, Kemp BJ, Venkatesh SK, Johnson GB, Woodrum DA, Goenka AH. PSMA as a Theranostic Target in Hepatocellular Carcinoma: Immunohistochemistry and 68 Ga-PSMA-11 PET Using Cyclotron-Produced 68 Ga. Hepatol Commun. 2022 May;6(5):1172-1185. doi: 10.1002/hep4.1861. Epub 2021 Nov 15."
                },
                {
                    "pmid": "22080447",
                    "type": "BACKGROUND",
                    "citation": "Delso G, Furst S, Jakoby B, Ladebeck R, Ganter C, Nekolla SG, Schwaiger M, Ziegler SI. Performance measurements of the Siemens mMR integrated whole-body PET/MR scanner. J Nucl Med. 2011 Dec;52(12):1914-22. doi: 10.2967/jnumed.111.092726. Epub 2011 Nov 11. Erratum In: J Nucl Med. 2012 Mar;53(3):507."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Center for Drug Evaluation, Research. FDA approves PSMA-targeted imaging drug for men with prostate cancer. U.S. Food and Drug Administration. Published September 30, 2021. Accessed April 11, 2022.",
                    "url": "https://www.fda.gov/drugs/news-events-human-drugs/fda-approves-second-psma-targeted-pet-imaging-drug-men-prostate-cancer"
                },
                {
                    "label": "Telix Pharmaceuticals. Illucix Full Prescribing Information. Published December 2021. Accessed September 21, 2022.",
                    "url": "http://illuccixhcp.com/wp-content/uploads/illuccix-prescribing-information.pdf"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006528",
                    "term": "Carcinoma, Hepatocellular"
                },
                {
                    "id": "D000008103",
                    "term": "Liver Cirrhosis"
                },
                {
                    "id": "D000006975",
                    "term": "Hypertension, Portal"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "asFound": "Hepatic Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "asFound": "Liver Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10026",
                    "name": "Hypertension, Portal",
                    "asFound": "Portal Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17187",
                    "name": "Typhus, Endemic Flea-Borne",
                    "relevance": "LOW"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M352637",
                    "name": "Gallium 68 PSMA-11",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}