{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04266197",
            "orgStudyIdInfo": {
                "id": "RT234-PAH-CL202"
            },
            "organization": {
                "fullName": "Respira Therapeutics, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Vardenafil Inhaled for Pulmonary Arterial Hypertension PRN Phase 2B Study",
            "officialTitle": "A Phase 2b, Open-label, Single Dose Study to Evaluate the Safety and Efficacy of RT234 on Exercise Parameters Assessed by Cardiopulmonary Exercise Testing (CPET) in Subjects With Pulmonary Arterial Hypertension (PAH)",
            "acronym": "VIPAH-PRN 2B",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "vardenafil-inhaled-for-pulmonary-arterial-hypertension-prn-phase-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-22",
            "studyFirstSubmitQcDate": "2020-02-10",
            "studyFirstPostDateStruct": {
                "date": "2020-02-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Respira Therapeutics, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The objectives of this study are to evaluate the safety of RT234 and the effects of RT234 on exercise capacity as assessed by Cardiopulmonary Exercise Testing (CPET) and six minute walk testing (6MWT) as well as exertional symptoms in patients with pulmonary arterial hypertension (PAH).",
            "detailedDescription": "PAH results in are significant limitations in cardiorespiratory fitness (CRF), exercise capacity, and profound dyspnea with physical exertion. The objective of this study is to assess the ability of a single inhaled dose of RT234 to acutely improve primary CPET measures of CRF and exercise capacity, and to decrease the experience of lower the sensation of dyspnea with physical exertion compared to baseline CPET measures."
        },
        "conditionsModule": {
            "conditions": [
                "Pulmonary Arterial Hypertension"
            ],
            "keywords": [
                "Cardiopulmonary Exercise Test",
                "6MWT"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "RT234 0.5 mg Cohort 1",
                    "type": "EXPERIMENTAL",
                    "description": "RT234 at a capsule dose strength of 0.5 mg.",
                    "interventionNames": [
                        "Combination Product: Drug: RT234 - vardenafil inhalation powder; Device: Axially Oscillating Sphere dry powder inhaler (AOS DPI)"
                    ]
                },
                {
                    "label": "RT234 1.0 mg Cohort 2",
                    "type": "EXPERIMENTAL",
                    "description": "RT234 at a capsule dose strength of 1.0 mg.",
                    "interventionNames": [
                        "Combination Product: Drug: RT234 - vardenafil inhalation powder; Device: Axially Oscillating Sphere dry powder inhaler (AOS DPI)"
                    ]
                },
                {
                    "label": "RT234 2.0 mg Cohort 3",
                    "type": "EXPERIMENTAL",
                    "description": "RT234 at a capsule dose strength of 2.0 mg.",
                    "interventionNames": [
                        "Combination Product: Drug: RT234 - vardenafil inhalation powder; Device: Axially Oscillating Sphere dry powder inhaler (AOS DPI)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Drug: RT234 - vardenafil inhalation powder; Device: Axially Oscillating Sphere dry powder inhaler (AOS DPI)",
                    "description": "RT234 capsules of a dry powder formulation containing vardenafil administered via oral inhalation with a non-invasive AOS DPI.",
                    "armGroupLabels": [
                        "RT234 0.5 mg Cohort 1",
                        "RT234 1.0 mg Cohort 2",
                        "RT234 2.0 mg Cohort 3"
                    ],
                    "otherNames": [
                        "inhaled vardenafil"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence and severity of Treatment-Emergent Adverse Events (TEAEs)",
                    "description": "TEAEs as grouped by MedDRA system organ class and relationship to treatment.",
                    "timeFrame": "From baseline to follow-up day 30 post-treatment"
                },
                {
                    "measure": "Change in Vital Signs",
                    "description": "This variable will include mean arterial blood pressure expressed in mmHg (calculated utilizing recorded systolic and diastolic blood pressures in mmHg).",
                    "timeFrame": "From baseline to follow-up day 30 post-treatment"
                },
                {
                    "measure": "Change in peak oxygen consumption (VO2) assessed by CPET after RT234 dosing",
                    "description": "This variable will be assessed by ventilatory expired gas analysis during exercise testing and will be expressed in ml/ kg/min. Mean values from baseline to post-treatment will be compared.",
                    "timeFrame": "From baseline to 15 minutes post-treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in 6-minute walk distance (6MWD)",
                    "description": "Change from mean Screening in 6MWD when 6-minute walk test (6MWT) is performed 15 minutes post-RT234 dosing.",
                    "timeFrame": "From baseline to 15 minutes post-treatment"
                },
                {
                    "measure": "Change in perceived dyspnea",
                    "description": "Change in perceived dyspnea during peak exercise during CPET as assessed by Modified Borg Dyspnea Scale Score.",
                    "timeFrame": "From baseline to 15 minutes post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Must be between 18 and 80 years of age, inclusive.\n2. Must be willing and able to provide written, signed informed consent after the nature of the study has been explained, and prior to undergoing any research-related procedures.\n3. Must be willing and able to comply with all scheduled visits, treatment plan, laboratory tests, and other study procedures.\n4. Able to exercise during CPET and ambulate independently.\n5. Diagnosis documented and confirmed by Right Heart Catheterization (RHC)-confirmed WHO Group 1 PAH in any of the following 3 categories:\n\n   1. Idiopathic, primary, or familial pulmonary arterial hypertension (IPAH, PPH, or FPAH) OR\n   2. PAH associated with one of the following connective tissue diseases:\n\n   i) Systemic sclerosis (scleroderma) ii) Limited scleroderma iii) Mixed connective tissue disease iv) Systemic lupus erythematosus v) Overlap syndrome vi) Other autoimmune disorders OR c) PAH associated with: i) Human immunodeficiency virus (HIV) infection. ii) Simple, congenital systemic-to-pulmonary shunts at least 1-year post-surgical repair.\n\n   iii) Exposure to drugs, chemicals, and toxins, such as fenfluramine derivatives, other anorexigens, toxic rapeseed oil, or L-tryptophan.\n6. Subjects with a diagnosis of HIV must have stable disease, defined by:\n\n   1. Unchanged medication treatment regimen for HIV for at least 8 weeks prior to beginning Visit 1 Screen assessments.\n   2. No active opportunistic infection during the Screening Period.\n   3. No hospitalizations for HIV for at least 4 weeks prior to beginning Visit 1 Screen assessments.\n7. The patient must have adequate, documented test results that exclude chronic thromboembolic pulmonary hypertension (CTEPH).\n8. Previous diagnosis of PAH, but with the following conditions:\n\n   1. Stable PAH without significant adjustments of disease-specific background PAH therapy, at least 3 months prior to the Baseline CPET procedure. Stable is defined as no change in PAH -specific drug therapy within 3 months of Screening Visit 1, and for the duration of the study, and no change in dose of PAH-specific drug(s) within 1 month of Screening.\n\n      AND\n   2. If on corticosteroids, has been receiving a stable dose of ≤ 20 mg/day of prednisone (or equivalent dose of other corticosteroid) for at least 30 days prior to the Baseline CPET.\n9. PFT within 6 months prior to the Baseline CPET procedure that fulfills the following criteria:\n\n   1. FEV1 ≥ 60% predicted (pre-bronchodilators).\n   2. FEV1 / FVC ≥ 60% (pre-bronchodilators).\n   3. FVC ≥ 60% predicted.\n10. Has had RHC performed and documented prior to Screening that meets the following hemodynamic criteria:\n\n    1. mPAP ≥ 20 mmHg.\n    2. PVR ≥ 300 dyn·s/cm5.\n    3. PCWP or LVEDP of ≤ 12 mmHg if PVR ≥ 300 to \\< 500 dyn∙s/cm5, or PCWP or LVEDP ≤ 15 mmHg if PVR ≥ 500 dyn∙s/cm5.\n11. Has WHO/New York Heart Association (WHO/NYHA) functional class II-IV symptomatology.\n12. On stable oral PAH disease-specific background therapy of up to 3 oral, inhaled, or parenteral therapies (any combination of an endothelin receptor antagonist, phosphodiesterase type 5 inhibitor, and/or a prostacyclin or prostacyclin receptor agonist). Stable is defined as no change in PAH-specific drug therapy within 3 months of Screening Visit 1, and for the duration of the study, and no change in dose of PAH-specific drug(s) within 1 month of Screening. Sotatercept subjects should have been on sotatercept for a minimum of 6 months at the time of screening. Sotatercept subjects will be limited to 20% of a particular cohort with approval of the Sponsor Medical Monitor.\n13. Must be able to walk a distance of ≥ 150 meters in the Baseline 6MWTs. This will be determined using the mean of the two 6MWT results done during Screening. If tolerable by the subject, the 2 Baseline 6MWTs will be conducted at Visit 1 with a minimum of 2 hours of rest between the first and second tests.\n14. Has a VE/VCO2 slope ≥ 36 during the Baseline CPET as assessed by the study CPET Core Laboratory.\n15. Evidence of good effort on the Baseline CPET reaching a peak RER \\> 1.0 as assessed by the study CPET Core Laboratory.\n16. Peak VO2 ≤ 15 ml/min/kg during the Baseline CPET as assessed by the study CPET Core Laboratory.\n17. If the subject is taking the following concomitant medications which may affect PAH, the subject must be on a stable therapeutic dose for at least 1 month prior to the start of Screening and the dosage maintained throughout the study.\n\n    1. Vasodilators (including calcium channel blockers - specify the indication e.g., PAH, hypertension, Raynaud's disease), digoxin, or L-arginine supplement.\n    2. If the subject is taking a vitamin K antagonist anticoagulant, then anticoagulation status should be maintained/stable in the therapeutic range for at least 1 month before the start of Screening.\n18. Sexually active subjects must be willing to use an acceptable method of contraception while participating in the study through the 30-day post-treatment safety follow-up telephone call. Acceptable methods of contraception include hormonal birth control (oral, intravaginal, transdermal, implantable, or intrauterine device/system \\[IUD/IUS\\]), IUDs (non-hormonal), vasectomy (in male partner), or any double-barrier methods (combination of male condom and spermicide with either cap, diaphragm, or sponge).\n19. Female subjects of childbearing potential must have a negative pregnancy test (urine or serum) at Screening and be willing to have additional pregnancy tests while participating in the study.\n20. Female subjects considered not of childbearing potential include those who are post-menopausal (defined as cessation of regular menstrual periods for at least 1 year) or have documented evidence of surgical sterilization at least 6 months prior to Screening.\n21. No evidence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), clinically, by polymerase chain reaction (PCR) test, or antigen test as required by local site infection control policies at the Screening Visit. Subjects with previous coronavirus disease 2019 (COVID-19) infection must have returned to functional baseline prior to entering Screening for this study.\n\nExclusion Criteria:\n\nIndividuals who meet any of the following exclusion criteria will not be eligible to participate in the study:\n\n1. Baseline systemic hypotension defined as mean arterial pressure (MAP) \\< 50 mmHg or SBP \\< 90 mmHg at Screening.\n2. History of chronic uncontrolled asthma; subjects with inability to use, or may have potential difficulties using, an inhaler device.\n3. Use of continuous, supplemental oxygen. Subject must be able to complete exercise tests without the use of supplemental oxygen.\n\n   NOTE: Use of nocturnal oxygen is acceptable.\n4. Requirement of intravenous inotropic therapies within 30 days prior to the Baseline CPET procedure.\n5. Use of riociguat (Adempas®) as background PAH therapy as of 1 month prior to initiating Screening or during the study through the end of Visit 4.\n6. Use of oral, topical, or inhaled nitrates within 2 weeks prior to the Baseline CPET procedure.\n7. Has history of uncontrolled systemic hypertension as evidenced by sitting SBP \\> 175 mmHg or sitting diastolic blood pressure (DBP) \\> 110 mmHg at Screening.\n8. Portopulmonary hypertension, portal hypertension, or chronic liver disease determined to be Child-Pugh B or C, including hepatitis B virus and/or hepatitis C virus (HCV). Subjects who have had a previous infection with HCV and who have a negative viral load after receiving a course of curative treatment are\n9. Subjects who have 3 or more of the following left ventricular disease/dysfunction risk factors are not eligible:\n\n   1. Hypertension requiring medication therapy.\n   2. Diabetes mellitus - any type.\n   3. History of significant coronary artery disease (CAD) established by any one of the following:\n\n   i) Myocardial infarction within 12 months of screening ii) Percutaneous coronary intervention within 12 months of screening iii) Angiographic evidence of CAD (\\> 50% stenosis in at least 1 vessel) either by invasive angiography or by CT angiography.\n\n   iv) Positive stress test imaging, either pharmacologic or with exercise. v) Previous coronary artery surgery. vi) Chronic stable angina.\n10. Uncorrected right-to-left shunt, clinically relevant persistently patent foramen ovale in the judgement of the Investigator or known Eisenmenger's physiology.\n11. Paroxysmal or uncontrolled atrial fibrillation (defined as a resting heart rate greater than or equal to 110 bpm).\n12. Chronic renal insufficiency as defined by serum creatinine \\> 2.5 mg/dL or has an estimated glomerular filtration rate (eGFR) \\< 30 mL/min utilizing the Modification of Diet in Renal Disease (MDRD) Study equation at Screening or requires dialytic support.\n13. Serum alanine aminotransferase (ALT) or aspartate aminotransferase (AST) value that is ≥ 3x the upper limit of the normal range.\n14. Platelets below 50,000/μL at Screening.\n15. Hemoglobin (Hgb) concentration \\< 9 g/dL at Screening.\n16. Malignancy within 2 years prior to Screening with the exception of localized non-metastatic basal cell carcinoma of the skin and in-situ carcinoma of the cervix excised with curative intent.\n17. Recent history (within 6 months prior to Screening) of, or current alcohol or drug/solvent use disorder as assessed by the Investigator.\n18. Known hypersensitivity to active drug substance (vardenafil) or drugs of the same class, or any excipients of the drug formulation(s).\n19. Documented history of hypotension including fainting, syncope, orthostatic hypotension, and/or vasovagal reactions.\n20. Vision loss due to non-arteritic anterior ischemic optic neuropathy or other optic perfusion impairment.\n21. History of sudden sensorineural hearing loss.\n22. Male subjects with a corrected QT interval using Fridericia's formula (QTcF) \\> 450 msec and female subjects with QTcF \\> 470 msec on ECG measured at Screening. (Correction of the actual QTc for the conduction defect of left bundle-branch can be made by subtracting the prolongation of the QRS due to the block from the actual QTc. Correction for the right bundle-branch block can be made by subtracting 20 msec from the actual QTc).\n23. Pregnant or breastfeeding at Screening or planning to become pregnant (self or partner) at any time while participating in the study.\n24. Participation in a drug, device, or other interventional clinical study, other than a post-marketing observational extension study, within 30 days prior to Screening.\n25. Enrolled in an exercise training program within 12 weeks prior to beginning Visit 1 Screening assessments and must agree not to enroll in an exercise training program during the study. Subjects enrolled in an exercise program more than 12 weeks prior to beginning Visit 1 Screening assessments may be enrolled if they agree to maintain their current level of physical activity throughout the duration of the study.\n26. Has a concurrent disease or condition that in the view of the Principal Investigator, places the potential subject at high risk of poor treatment compliance or of not completing the study, or would interfere with study participation or would affect safety.\n27. Has received the SARS-CoV-2 vaccine or booster within 1 week prior to Screening Post COVID-19 chronic symptoms (\"Long COVID\") at Screening. NOTE: Investigators, study staff, or their immediate family members may not participate in the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Respira Therapeutics",
                    "role": "CONTACT",
                    "phone": "1-650-245-7899",
                    "email": "clintrials@respiratherapeutics.com"
                },
                {
                    "name": "Clinical Operations",
                    "role": "CONTACT",
                    "phone": "1-650-436-4090",
                    "email": "clintrials@respiratherapeutics.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ed Parsley, DO",
                    "affiliation": "Respira Therapeutics",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "University of Arizona",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85724",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                },
                {
                    "facility": "UCLA",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90024",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "UC Davis",
                    "status": "RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95618",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                },
                {
                    "facility": "University of California San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "MedStar Heart and Vascular Institute",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20010",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Augusta University",
                    "status": "RECRUITING",
                    "city": "Augusta",
                    "state": "Georgia",
                    "zip": "30912",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.47097,
                        "lon": -81.97484
                    }
                },
                {
                    "facility": "The University of Kansas Medical Center",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                },
                {
                    "facility": "Norton Health",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                },
                {
                    "facility": "Ochsner Louisiana State University Health",
                    "status": "RECRUITING",
                    "city": "Shreveport",
                    "state": "Louisiana",
                    "zip": "71103",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.52515,
                        "lon": -93.75018
                    }
                },
                {
                    "facility": "Tufts University",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02111",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "20010",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "Washington University",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "University of New Mexico",
                    "status": "RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87131",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                },
                {
                    "facility": "University Hospital",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "The Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Baylor Scott and White Institute",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75246",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23284",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                },
                {
                    "facility": "Aurora St. Luke's Medical Center",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53215",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "removedCountries": [
                "Serbia"
            ]
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000081029",
                    "term": "Pulmonary Arterial Hypertension"
                },
                {
                    "id": "D000065627",
                    "term": "Familial Primary Pulmonary Hypertension"
                },
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006976",
                    "term": "Hypertension, Pulmonary"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2261",
                    "name": "Pulmonary Arterial Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "relevance": "LOW"
                },
                {
                    "id": "M10027",
                    "name": "Hypertension, Pulmonary",
                    "relevance": "LOW"
                },
                {
                    "id": "M30541",
                    "name": "Familial Primary Pulmonary Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4807",
                    "name": "Pulmonary Arterial Hypertension",
                    "asFound": "Pulmonary Arterial Hypertension",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069058",
                    "term": "Vardenafil Dihydrochloride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                },
                {
                    "id": "D000058986",
                    "term": "Phosphodiesterase 5 Inhibitors"
                },
                {
                    "id": "D000010726",
                    "term": "Phosphodiesterase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000064804",
                    "term": "Urological Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M350",
                    "name": "Vardenafil Dihydrochloride",
                    "asFound": "In blood",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M29332",
                    "name": "Phosphodiesterase 5 Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M13629",
                    "name": "Phosphodiesterase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Urol",
                    "name": "Urological Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}