{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05924295",
            "orgStudyIdInfo": {
                "id": "2022H0292"
            },
            "secondaryIdInfos": [
                {
                    "id": "CDMRP-PR212399-B",
                    "type": "OTHER_GRANT",
                    "domain": "Departent of Defense"
                }
            ],
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Variations in Ketone Metabolism",
            "officialTitle": "Strategies to Augment Ketosis- Variations in Ketone Metabolism",
            "acronym": "STAK-VKM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "variations-in-ketone-metabolism"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-20",
            "studyFirstSubmitQcDate": "2023-06-20",
            "studyFirstPostDateStruct": {
                "date": "2023-06-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Buck Institute for Research on Aging",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This outcome of this study will elucidate how the phenotype of the individual modulates the KE metabolic effect. Most studies of KE have been in homogenous populations, usually young, male athletes. However, two striking experiments using identical, body weight adjusted KE doses in healthy and obese individuals found that BHB area under the curve (AUC) and removal was reduced by obesity and poor metabolic health. Similarly, ketone infusion experiments found that diabetes, obesity, and insulin resistance alter BHB metabolism. It is important to determine how obesity affects KE 'sensitivity' (i.e., breakdown and oxidation) because the increasing prevalence of obesity as a function of age. Age may be another important source of variation in ketone metabolism. The genes that control the ketone system are regulated by a cascade of transcription factors and hormones including PPARα and FGF21, which are themselves known to be affected by aging and dietary status, and the cellular protein sensor target of rapamycin (TOR). Aberrant hyperactivation of TOR with aging may reduce ketogenesis, while it was observed that a long-term ketogenic diet specifically up-regulated PPARα activity. Preliminary work revealed substantial changes across mouse lifespan in the expression of ketone-related genes in the liver such as Hmgcs2 (rate limiting for ketone production) and Bdh1 (rate limiting for BHB oxidation) between young, middle-aged, and old mice, with a nadir of gene expression in middle age before increasing again late in life. Substantial age differences were found in response to matched doses of oral KE in mice and in rats. These data may have important implications for treating people of different ages and for translating KE technologies into the Department of VA. Therefore, this project plans to study individual responses to KE ingestion across the lifespan, against the background of varying metabolic health",
            "detailedDescription": "KEs could represent a practical STAK method that does not require any change in diet. However, there is a critical need to elucidate how KE metabolism varies between individuals to inform KE use in the field. This high impact project will contribute important knowledge that aims to develop next-generation KE molecules and formulations that are designed to meet the needs of operators at different points in their career. The long-term goal is to create evidence-based guidelines for deployment of KE compounds based on individual characteristics.This is an open label, one arm study to characterize the effects of age and metabolic health on ketone responsiveness. Enrollment will include a large group representing a range of ages and metabolic health status. N of 300 will be recruited and tested at the Physical Activity and Education services facility at the Ohio State University, Columbus, OH, and an N of 100 will be recruited and tested at the Buck Institute in Novato, California. Data/sample collection will include blood (capillary and whole venous blood) and study product tolerability.This study aims to recruit equal numbers of male and female participants between the ages of 20 to 70yr. Thus, recruitment will employ a balanced sample of men and women with a range of ages (equal representation in each of the 5 included decades; 20-29yr, 30-39yr, 40-49yr, 50-59yr, 60-70yr) and metabolic health via HbA1c clinical ranges (normal: \\<5.7, prediabetes: 5.7-6.4, diabetes: \\>6.4). Each participant must meet all the inclusion criteria and none of the exclusion criteria at screening in order to participate.\n\nParticipants that meet the initial qualifying criteria will visit the study center for a screening meeting. The participant and a member of the research team will meet in a private office to discuss the informed consent form. The informed consent form will be provided to the participant for their review, the study will be described in full detail and any questions the interested participant has will be encouraged and responded to. If they choose to participate in the study, they will be asked to sign the consent form providing written consent. The participant will be informed that even though they signed the consent form, their participation in the study is dependent on anthropometric measures and diet and medical questionnaire answers to determine if they meet the study criteria.\n\nIf the participant provides consent, they will be provided with questionnaires including Automated Self-administered 24-hour Dietary Assessment Tool (ASA24®),and medical history. All collected samples and data will be coded to maintain participant anonymity. Participants will be given a small volume of Study Product to screen for tolerance of the bitter tasting Study Product. Height, weight and body composition using bioelectrical impedance will also be measured. A1CNow+, Hba1c Blood monitor kit will be used to assess Hba1c score. Both body composition and Hba1c score to stratify participants to ensure various metabolic statuses are represented in the study population. The participant will then complete a 6 minutes Astrand Bike Test to determine the predicted VO2 Max. This test does not require fasting and uses only submaximal effort upon the participant to determine cardiometabolic status by an average heart rate at 6 minutes of pedaling at a moderate intensity. If the participant is eligible for the study and is still interested in participating then they will be scheduled to return to the study center for the testing visit.\n\nParticipants will report to the study center in the morning of the Test Day. Compliance with pre-test instructions (fasted \\> 10h, no alcohol \\>24h, no exercise \\>24h, consumed pre-test food) will be confirmed study staff. Participants will complete a baseline Beverage Tolerability Questionnaire (BTQ). Participants will be asked to completely void their bladder and a sample will be analyzed for hydration status. Participants with samples reading greater \\> 1.025 USG will be asked to drink 160z of water and retest again in 30 minutes. Participants will be provided with a container to void all urine during the study visit. This will be aliquoted for urine R-BHB analysis to assess the clearance of ketones in the body. A trained member of the study team will insert an IV cannula into a vein in the antecubital fossa to allow for repeated blood sampling. The cannula will be flushed with a small volume of saline after each sample withdrawal to maintain patency. At the same time as all whole blood samples, capillary blood samples will also be collected from a finger for real-time analysis of blood BHB and glucose concentration, using lancing device, commercially available test strips and a handheld monitor (KetoMojo, CA, USA).\n\nParticipants will then consume the C8 Ketone Diester Study Product. They will be given 5 minutes to consume the Product. After C8 Ketone Diester consumption, they will remain at the study center for \\~4-5h, with blood sampling occurring at regular intervals (see Figure 2). A total of 7 whole blood samples (\\~8 mL each) will be collected each Test Day. Capillary blood samples will be collected at the same time as whole blood samples. At the 4th hour finger stick, participants whose capillary ketones levels have not returned to baseline will be asked to stay for a 5th hour to assess the complete metabolism of the study product. Participants will complete satiety questionnaires each hour, and will complete a BTQ at the end of the Test Day.\n\nParticipants will be asked to minimize ambulatory movement during the Test Day. Non caloric beverages (i.e., water) will be permitted ad libitum and intake volumes will be recorded. At the end of the Test Day, the IV cannula will be removed and a dressing will be applied to the cannula site. Participants will be given a snack to consume."
        },
        "conditionsModule": {
            "conditions": [
                "Ketosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "C8 Ketone Supplement",
                    "type": "EXPERIMENTAL",
                    "description": "360mg/kg of supplement will be given on a singular testing day.",
                    "interventionNames": [
                        "Dietary Supplement: Ketone Supplement",
                        "Behavioral: Beverage Tolerability Questionnaire (BTQ) and satiety visual analogue scale",
                        "Biological: Blood Draw",
                        "Other: Urine Analysis"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Ketone Supplement",
                    "description": "Participants will be given 360mg/kg",
                    "armGroupLabels": [
                        "C8 Ketone Supplement"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Beverage Tolerability Questionnaire (BTQ) and satiety visual analogue scale",
                    "description": "Beverage Tolerability Questionnaire (BTQ) and satiety visual analogue scale will be administered at beginning and end of testing day to tests palatability of supplement",
                    "armGroupLabels": [
                        "C8 Ketone Supplement"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Blood Draw",
                    "description": "IV cannula will be inserted at the start of Test Day, and removed at the end of Test Day. Blood samples will be collected at 7 timepoints (possibly 1 more). Cannula will be flushed with a small volume of saline after each sample to maintain patency.",
                    "armGroupLabels": [
                        "C8 Ketone Supplement"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Urine Analysis",
                    "description": "Prior to consumption of the Study Product, participants will be asked to completely void bladder. And hydration status will be determined via urine specific gravity (USG) reporting \\<1.025. Urine passed after the ingestion of the study product will be collected in a plastic container; participants will be asked to void their bladder and collect urine at the end of the test day. The volume produced will be recorded at the end of the study and aliquots will be frozen and stored for future analysis",
                    "armGroupLabels": [
                        "C8 Ketone Supplement"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Capillary d-BHB",
                    "description": "Difference in ketone appearance across metabolic statuses",
                    "timeFrame": "4 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Ketone Excretion",
                    "description": "Changes in urine excretion analysis",
                    "timeFrame": "up to ~5 hours"
                },
                {
                    "measure": "Satiety Visual Analogue Scale",
                    "description": "We will use a 3-item visual analogue scale, that assesses hunger, fullness and desire to eat by participant's marking on a line anchored at either end with 'not at all' and 'extremely.' Distance along the line is measured in mm.",
                    "timeFrame": "Up to 4 hours"
                },
                {
                    "measure": "Beverage tolerability questionnaire (BTQ)",
                    "description": "Ten tolerability issues are included in the BTQ: gas/flatulence, nausea, vomiting, abdominal cramping, stomach rumbling, burping, reflux (heartburn), diarrhea, headache, and dizziness. Participants are asked if the issue was present (pre- beverage - baseline) or had occurred since they took the study beverage (post-beverage - 4hours) at the following intensities: none, mild (awareness of symptoms but easily tolerated), moderate (discomfort enough to interfere with but not prevent daily activity) or severe (unable to perform usual activity). These correspond to scores of 0-3, respectively for each issue, giving a maximal composite score, defined as the sum of the ten items, of 30.",
                    "timeFrame": "up to 4 hours"
                },
                {
                    "measure": "Insulin",
                    "description": "Differences in blood hormones insulin after supplementation will be analyzed using commercially available ELISA assay kits (Cayman Chemical, USA).",
                    "timeFrame": "up to 4 hours"
                },
                {
                    "measure": "Capillary glucose concentrations",
                    "description": "Differences in capillary glucose levels.",
                    "timeFrame": "up to 5 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 20 - 70 years\n* Participant is willing and able to comply with all study procedures including the following prior to Test Day: fasting (\\>10 h; water only), no alcohol (\\>24 h), no exercise (\\>24 h), no acute illness and controlled feeding before the Test Day, maintain diet, exercise, medication, and supplement habits throughout the study.\n* Participant has no health conditions that would prevent completion of the study requirements as judged by the Investigator based on health history.\n* Participant understands the study procedures and signs forms providing informed consent to participate in the study and authorizes the release of relevant protected health information to the Investigator.\n\nExclusion Criteria:\n\n* Participant follows a low-carbohydrate diet (\\<30% energy from carbohydrate) or have used exogenous ketone supplements within 4-months of study participation.\n* Participant has a Primary Care Physician diagnosed history or presence of uncontrolled and/or clinically important hypertension (blood pressure \\>150/95 mmHg), pulmonary, cardiac, hepatic, renal, endocrine (including type 1 and 2 diabetes), hematologic, immunologic, neurologic (e.g., Alzheimer's or Parkinson's diseases), psychiatric (including unstable depression and/or anxiety disorders) or biliary disorders.\n* Participant has a known allergy, intolerance, or sensitivity to any of the ingredients in the study beverages, including soy and milk protein, wheat, shellfish, fin fish, eggs, tree nuts or peanuts (production facility handles nuts).\n* Participant has unstable use of a medication or supplement that the Investigator considers may affect the outcomes of the trial.\n* Consumption of alcohol more than 3 drinks per day or more than 18 drinks per week.\n* Consumption of tobacco.\n* Consumption of cannabis.\n* Participant is currently in another research study or has been in the 14 days before screening.\n* Participant has had a blood draw or donation in the last 8 weeks.\n* Participant has a clinically important gastrointestinal (GI) condition that would potentially interfere with the evaluation of the study beverage \\[e.g., inflammatory bowel disease, irritable bowel syndrome, chronic constipation, severe constipation (in the opinion of the Investigator), history of frequent diarrhea, history of surgery for weight loss, gastroparesis, systemic disease that might affect gut motility according to the Investigator, medication managed reflux and/or clinically important lactose intolerance\\].\n* Participant has a condition the Investigator believes would interfere with his ability to provide informed consent, comply with the study protocol, which might confound the interpretation of the study results, or put the participant at undue risk.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "20 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jeff Volek, PhD",
                    "role": "CONTACT",
                    "phone": "6146881701",
                    "email": "volek.1@osu.edu"
                },
                {
                    "name": "Madison L Kackley, PhD",
                    "role": "CONTACT",
                    "phone": "6142479650",
                    "email": "kackley.19@osu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeff Volek, PhD",
                    "affiliation": "Ohio State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Buck Institute",
                    "status": "RECRUITING",
                    "city": "Novato",
                    "state": "California",
                    "zip": "94945",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brianna Stubbs, DPhil",
                            "role": "CONTACT",
                            "phone": "415-209-2072",
                            "email": "bstubbs@buckinstitute.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.10742,
                        "lon": -122.5697
                    }
                },
                {
                    "facility": "The Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeff Volek, PhD",
                            "role": "CONTACT",
                            "phone": "614-688-1701",
                            "email": "volek.1@osu.edu"
                        },
                        {
                            "name": "Madison Kackley, PhD",
                            "role": "CONTACT",
                            "phone": "614-247-9650",
                            "email": "kackley.19@osu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "OSU Office of Responsible Research Practices",
                    "url": "https://orrp.osu.edu/"
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2023-06-05",
                    "uploadDate": "2023-06-19T13:54",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 515990
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-06-05",
                    "uploadDate": "2023-06-19T13:56",
                    "filename": "ICF_001.pdf",
                    "size": 646870
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007662",
                    "term": "Ketosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000138",
                    "term": "Acidosis"
                },
                {
                    "id": "D000000137",
                    "term": "Acid-Base Imbalance"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10687",
                    "name": "Ketosis",
                    "asFound": "Ketosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3499",
                    "name": "Acidosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M3498",
                    "name": "Acid-Base Imbalance",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}