{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04828954",
            "orgStudyIdInfo": {
                "id": "IRB20-1651"
            },
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Variable Immobilization Protocol for Arthroplasty of the Carpometacarpal Joint of the Thumb",
            "officialTitle": "Variable Immobilization Protocol for Arthroplasty of the Carpometacarpal Joint of the Thumb",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "variable-immobilization-protocol-for-arthroplasty-of-the-carpometacarpal-joint-of-the-thumb"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-26",
            "studyFirstSubmitQcDate": "2021-03-30",
            "studyFirstPostDateStruct": {
                "date": "2021-04-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Thumb carpometacarpal (CMC) osteoarthritis (OA) is common, seen frequently in middle-aged and elderly women. While a variety of surgical treatments have been described with none superior to any other, there is no consensus on the optimal duration of postoperative immobilization. Immobilization following surgery is critical for wound healing, pain control, and aid with activities of daily living in the early recovery period, though the duration of this must be weighed against the negative impacts of immobilization, such as stiffness, contracture, and delay in return to full function. The information gained in this study may allow hand surgeons to use an evidence-based postoperative rehabilitation protocol. Thus, our goal is to compare varying durations of postoperative immobilization after thumb CMC arthroplasty in a randomized trial design.\n\nSubjects will be randomized to treatment with non-removable thumb spica plaster postoperative splint immobilization for 2 weeks or non-removable thumb spica plaster splint transitioned to cast for a total of 6 weeks immobilization following base of thumb arthroplasty. Patient-reported outcome measures (PROs) and objective metrics will be tracked in the follow-up period.",
            "detailedDescription": "Thumb CMC OA is common, with radiographic prevalence ranging from 7% to 35% in the literature, with symptomatic OA affecting 2% to 6% of the population. There is predilection for involvement of the non-dominant hand, and thumb CMC OA is the leading cause of hand pain due to degenerative changes. Gender-specific differences in thumb CMC OA prevalence have also been described in the literature. Retrospective review of 615 patients revealed a 6-fold higher prevalence of thumb basilar joint OA for females in nearly every age group, noting the presence of radiographic OA at younger ages in females, and quicker progression to end-stage degenerative changes.\n\nWhile conservative treatment, such as injections, therapy, splinting, and pharmacotherapy, may palliate symptoms, operative intervention is recommended if symptoms are persistent. Trapeziectomy with or without suspensionplasty is most commonly performed for advanced osteoarthritis, and studies have shown that trapeziectomy with ligament reconstruction and tendon interposition (LRTI) is the most frequently performed procedure. Because of the extensive nature of this surgery with dissection and removal of the trapezium as a common central procedure, immobilization of the thumb and wrist has been a standard part of postoperative protocols to improve postoperative pain, function, and aid with return to daily activities.\n\nAcross many studies of operative technique and post-surgical care, there is no high-level evidence on the optimal duration of postoperative immobilization. With no consensus on the duration during which patients should restrict range of motion after thumb CMC joint surgery, there is a gap in knowledge on this topic. Immobilization following surgery is critical for wound healing, pain control, and aid with activities of daily living in the early recovery period, though the duration of this must be weighed against the negative impacts of immobilization, such as stiffness, contracture, and delay in return to full function. The information gained in this study may allow hand surgeons to use an evidence-based postoperative rehabilitation protocol. Thus, our goal is to compare varying durations of postoperative immobilization after thumb CMC arthroplasty in a randomized trial design.\n\nIn this study, we will prospectively evaluate varied duration of postoperative immobilization in patients older than 40 years, undergoing base of thumb arthroplasty at an academic, tertiary referral center. Patients will be randomized to either 2 or 6 weeks of immediate postoperative immobilization in a plaster thumb spica splint or cast. Functional outcome measures, including quickDASH (Disabilities of Arm, Shoulder, and Hand), PROMIS UE (Patient Reported Outcome Measures Information System Upper Extremity) form, and VAS (Visual Analog Scale) pain scale will be captured at short-term, intermediate-term, and final follow-up periods. Additionally, exploratory objective metrics, such as strength, range of motion (ROM), return to work, and occupational therapy (OT) utilization will be monitored at all time periods.\n\nRandomization into two cohorts of postoperative rehabilitation will occur via sealed envelope at the time of surgery. Patients will be consented through a formal written process detailing the purpose, risks, and benefits. Randomization will occur in a 1:1 ratio into 2-week versus 6-week immobilization groups. Opaque envelopes will be sealed and only opened at the time of randomization, immediately after completion of the surgical procedure, in the post-anesthesia care unit (PACU). Every patient will be immobilized postoperatively in a nonremovable thumb spica plaster splint to allow for swelling. At the 2 week (+/- 3 days) postoperative visit, patients will be placed into either a cast for 4 additional weeks of immobilization (6-week immobilization group) or be provided a removable thermoplastic thumb spica splint (2-week immobilization group) and specifically instructed to use it for comfort \"as needed\" with removal at their discretion. A similarly fashioned thermoplastic thumb spica splint will be provided to the 6-week group after the duration of their immobilization, again with instructions for \"as needed\" use. At the conclusion of each group's respective immobilization period, the same standardized hand therapy rehabilitation regimen will be initiated."
        },
        "conditionsModule": {
            "conditions": [
                "Thumb Osteoarthritis"
            ],
            "keywords": [
                "Thumb carpometacarpal joint osteoarthritis",
                "Rehabilitation",
                "Hand therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Occupational therapy (blinded to length of immobilization)",
                    "whoMasked": [
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "2 weeks of immobilization",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects randomized to this arm will be rigidly immobilized in a plaster postoperative thumb spica splint for 2 weeks following their thumb CMC arthroplasty",
                    "interventionNames": [
                        "Other: Immobilization for 2-weeks postoperative"
                    ]
                },
                {
                    "label": "6 weeks of immobilization",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects randomized to this arm will be rigidly immobilized in a plaster postoperative thumb spica splint, transitioned to cast, for a total of 6 weeks following their thumb CMC arthroplasty",
                    "interventionNames": [
                        "Other: Immobilization for 6-weeks postoperative"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Immobilization for 2-weeks postoperative",
                    "description": "Non-removable thumb spica plaster postoperative splint immobilization worn for 2 weeks",
                    "armGroupLabels": [
                        "2 weeks of immobilization"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Immobilization for 6-weeks postoperative",
                    "description": "Non-removable postoperative thumb spica splint immobilization worn for 2 weeks (+/- 3 days), to be transitioned to thumb spica cast for an additional 4 weeks (Total of 6 weeks immobilization)",
                    "armGroupLabels": [
                        "6 weeks of immobilization"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Quick Disabilities of Arm, Shoulder, and Hand (quickDASH) Questionnaire scores",
                    "description": "The 11 question disability survey will be scored if at least 10 of the items are completed. The average score of responses (maximum of 5) will be obtained and transformed into score of 0 to 100 by subtracting one and multiplying by 25. A higher score indicated greater disability. The scores between treatment arms will be compared, as well as comparison of baseline scores with subsequent follow-up scores within each treatment arm. Administered at baseline visit, and 2-week, 6-week, 3-month and 1-year post-operative follow up visits.",
                    "timeFrame": "Change from baseline quickDASH to 3-months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Visual Analog Scale (VAS) Pain scale",
                    "description": "Visual analog pain scale where scores of \"0\" indicate no pain and scores of \"10\" indicate maximum pain. The scores between treatment arms will be compared, as well as comparison of baseline scores with subsequent follow-up scores within each treatment arm. Administered at baseline visit, and 2-week, 6-week, 3-month and 1-year post-operative follow up visits.",
                    "timeFrame": "Change from baseline VAS to 3-months"
                },
                {
                    "measure": "Patient-Reported Outcome Measures Information System (PROMIS) Upper Extremity scores",
                    "description": "PROMIS Upper Extremity scores will be obtained via IPAD at baseline, 2-week, 6-week, 3-month, and 1-year follow-up appointments. The PROMIS domains are obtained via computer adaptive testing (CAT) with a mean of 50 and standard deviation of 10 for reference populations. A higher score indicates greater function. The scores between treatment arms will be compared, as well as comparison of baseline scores with subsequent follow-up scores within each treatment arm. Administered at baseline visit, and 2-week, 6-week, 3-month and 1-year post-operative follow up visits.",
                    "timeFrame": "Change from baseline PROMIS to 3-months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 40 years old\n* Patients undergoing arthroplasty of the first CMC joint including:\n\n  1. Trapeziectomy with LRTI\n  2. Simple Trapeziectomy\n  3. Suspensionplasty (suture vs. APL)\n\nExclusion Criteria:\n\n* Patients \\< 40 years of age\n* Patients who have undergone prior surgical procedures on the thumb base\n* Patients with history of prior procedure at the base of thumb, or those with plan for concomitant carpal tunnel release or thumb metacarpophalangeal (MCP) arthrodesis, will be excluded. Concomitant carpal tunnel surgery may skew outcome surveys, and an arthrodesis procedure will warrant a longer length of immobilization following procedure.\n* Those undergoing implant arthroplasty\n* Patients with a diagnosis of inflammatory arthritis\n* Patients with diagnosis of hypermobility syndrome",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrew Straszewski, MD",
                    "role": "CONTACT",
                    "phone": "773-834-3531",
                    "email": "Andrew.Straszewski@uchospitals.edu"
                },
                {
                    "name": "Justin Bell",
                    "role": "CONTACT",
                    "email": "jbell3@bsd.uchicago.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer Wolf, MD",
                    "affiliation": "University of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Chicago Medicine",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew Straszewski, MD",
                            "role": "CONTACT",
                            "email": "Andrew.Straszewski@uchospitals.edu"
                        },
                        {
                            "name": "Jennifer Wolf, MD",
                            "role": "CONTACT",
                            "email": "jwolf@bsd.uchicago.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Do not plan to share individual participant data with other researchers"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}