{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06361797",
            "orgStudyIdInfo": {
                "id": "IRB00415412"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Varying Bone Marrow-Derived Mesenchymal Stem Cells Concentrations' Impact on Rotator Cuff Repair Outcomes",
            "officialTitle": "Varying Bone Marrow-Derived Mesenchymal Stem Cell Concentrations' Impact on Rotator Cuff Repair Outcomes",
            "therapeuticArea": [
                "Other"
            ],
            "study": "varying-bone-marrow-derived-mesenchymal-stem-cells-concentrations-impact-on-rotator-cuff-repair-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-08",
            "studyFirstSubmitQcDate": "2024-04-11",
            "studyFirstPostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "ON Foundation",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Randomized controlled trial comparing benefits of varying amounts of proximal humerus-derived bone marrow aspirate and bone marrow concentrate in rotator cuff repair.",
            "detailedDescription": "Randomized controlled trial comparing benefits of proximal humerus-derived bone marrow aspirate and bone marrow concentrate in rotator cuff repair.\n\nThe participants will be randomized intraoperatively after confirmation of inclusion criteria.\n\nThe participants will be followed-up at 2 weeks, 1 month, 3 months, 6 months, 12 months and 24 months post-operatively.\n\nPrimary outcome is re-tear of the rotator cuff demonstrated by 6-month post-operative MRI.\n\nAdditional outcomes include American Shoulder and Elbow Surgeons questionnaire (ASES), Visual Analogue Scale (VAS), Subjective Shoulder Value (SSV), and Comprehensive Shoulder Assessment (CSA).\n\nThe investigators will also assess the rate of revision surgery and required oral and intra-articular corticosteroids in each study arm.\n\nA sample of bone marrow obtained intraoperatively will be analyzed to identify osteogenic progenitor cells."
        },
        "conditionsModule": {
            "conditions": [
                "Rotator Cuff Tears"
            ],
            "keywords": [
                "rotator cuff tear",
                "bone marrow aspirate",
                "bone marrow",
                "double-row transosseous technique"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This study is designed as a parallel group 1:1:1 randomized controlled trial.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Patients and research assistants collecting data will be unaware of assigned treatment until study completion.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "4cc bone marrow aspirate",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Bone marrow aspirate, 4cc",
                    "interventionNames": [
                        "Other: Rotator cuff repair augmented with whole bone marrow"
                    ]
                },
                {
                    "label": "20cc bone marrow aspirate",
                    "type": "EXPERIMENTAL",
                    "description": "Bone marrow aspirate, 20cc",
                    "interventionNames": [
                        "Other: Rotator cuff repair augmented with whole bone marrow"
                    ]
                },
                {
                    "label": "Bone marrow concentrate",
                    "type": "EXPERIMENTAL",
                    "description": "20cc of whole bone marrow concentrated (varying quantities)",
                    "interventionNames": [
                        "Other: Rotator cuff repair augmented with concentrated bone marrow"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Rotator cuff repair augmented with whole bone marrow",
                    "description": "Bone marrow derived from the proximal humerus will be aspirated during the rotator cuff repair. At the end of the procedure, the aspirate will be injected back into the joint space.",
                    "armGroupLabels": [
                        "20cc bone marrow aspirate",
                        "4cc bone marrow aspirate"
                    ],
                    "otherNames": [
                        "Whole bone marrow",
                        "Bone marrow aspirate"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Rotator cuff repair augmented with concentrated bone marrow",
                    "description": "Bone marrow derived from the proximal humerus will be aspirated during the rotator cuff repair. This volume will be concentrated and, at the end of the procedure, the concentrate will be injected back into the joint space.",
                    "armGroupLabels": [
                        "Bone marrow concentrate"
                    ],
                    "otherNames": [
                        "Bone marrow-derived mesenchymal stem cells",
                        "Bone marrow concentrate"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Rotator cuff re-tears as assessed by magnetic resonance imaging",
                    "description": "Re-tear of the rotator cuff as determined by magnetic resonance imaging of the shoulder. Assessors will review blinded imaging to determine if there was a retear on MRI.",
                    "timeFrame": "6 months post-operatively"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "American Shoulder and Elbow Surgeons Score",
                    "description": "Score to determine shoulder condition and its impact on quality of life. Scored from 0 (worst) to 100 (best).",
                    "timeFrame": "Pre-surgery, 2 weeks post-surgery, 1 month post-surgery, 3 months post-surgery, 6 months post-surgery, 12 months post-surgery, 24 months post-surgery"
                },
                {
                    "measure": "Visual Analogue Pain Score",
                    "description": "Standard pain scale. Scored from 0 (no pain) to 10 (worst pain possible).",
                    "timeFrame": "Pre-surgery, 2 weeks post-surgery, 1 month post-surgery, 3 months post-surgery, 6 months post-surgery, 12 months post-surgery, 24 months post-surgery"
                },
                {
                    "measure": "Subjective Shoulder Value score",
                    "description": "Patient's evaluation of shoulder function. Scored from 0 (worst) to 100 (best).",
                    "timeFrame": "Pre-surgery, 2 weeks post-surgery, 1 month post-surgery, 3 months post-surgery, 6 months post-surgery, 12 months post-surgery, 24 months post-surgery"
                },
                {
                    "measure": "Comprehensive Shoulder Assessment",
                    "description": "The Comprehensive Shoulder Assessment is a shoulder-specific quality of life score. Scored from 0 (worst) to 100 (best).",
                    "timeFrame": "Pre-surgery, 2 weeks post-surgery, 1 month post-surgery, 3 months post-surgery, 6 months post-surgery, 12 months post-surgery, 24 months post-surgery"
                },
                {
                    "measure": "Revision surgery rate",
                    "description": "The rate of participants in each arm requiring revision surgery for any reason.",
                    "timeFrame": "Up to 2 years."
                },
                {
                    "measure": "Rate of oral and/or intra-articular corticosteroid required",
                    "description": "The rate of required oral and/or intra-articular corticosteroids in each study arm.",
                    "timeFrame": "Up to 2 years."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject has a primary symptomatic fully repairable rotator cuff tear ranging between 1.0 to 4.0 cm involving the supraspinatus and/or infraspinatus that is amenable to a double-row transosseous equivalent (TOE) repair.\n* Subject's rotator cuff tear must be repaired arthroscopically.\n* Subject has failed at least 6 weeks of conservative management, from symptoms onset, of at least 2 conservative treatments including oral pain medications \\[including but not limited to non-narcotics, NSAIDs, acetaminophen as per labeling of the medications\\], chiropractic care, rest and structured physical therapy or exercise program prescribed by physical therapist, chiropractor provider or physician specifically for the treatment of rotator cuff tear injuries; or demonstrates the presence of unacceptable progressive symptoms or signs of acute functional deficit or intractable pain for which conservative care as noted above is otherwise not indicated.\n* Subject has full passive movement of the arm comparable to the normal unaffected shoulder.\n* Subject agrees to not use any NSAIDs e.g., naproxen, high dose aspirin, ibuprofen, Meloxicam, Diclofenac, etc., and/or acetaminophen for 1 week (7 days) prior to baseline, 2 weeks (14 days) prior to surgery and for 6 weeks post-surgery with the exception of low dose aspirin. In addition, the subject must agree to not use these products within 5 days of each follow-up visit starting with the 3-month visit, so as not to introduce confounding factors for assessments.\n* Subject is willing and able to return for protocol required follow-up visits.\n* Subject is willing and able to voluntarily sign the Institutional Review Board (IRB) approved Informed Consent.\n* All genders, races, and ethnicities will be included.\n\nExclusion Criteria:\n\n* Subject has any of the following conditions in the index shoulder: loss of ligaments, known neuromuscular or neurovascular compromise, deltoid deficiency (defect, tear, palsy), Samilson-Prieto Grade \\> 2 for osteoarthritis of glenohumeral joint, subject has a Goutallier Grade ≥3 fatty infiltration, history within the past 5 years of anterior or posterior shoulder subluxation or dislocation as determined by history, examination or radiographic findings.\n* Subject's condition is bilateral and rotator cuff repair is scheduled or is to be scheduled over the course of this study for the contralateral shoulder.\n* Subject requires concurrent fracture repair or reconstruction of the index shoulder.\n* Subject has any of the following conditions: thrombocytopenia, anemia, platelet dysfunction syndrome, hemodynamic instability or septicemia.\n* Subject has had a recent fever or illness.\n* Subject has prior rotator cuff tendon repair, or ≥2 prior corticosteroid injections in the index shoulder.\n* Subject has an underlying metabolic bone disease (e.g., Paget's disease, fibrous dysplasia, osteoporosis).\n* Subject is at a higher risk for post-surgical bleeding (e.g., bleeding disorders; taking anticoagulants except low dose aspirin) or post-surgical infection (e.g., taking immunosuppressants; has a severe infection or recent use of systemic steroids).\n* Subject has a known collagen disorder, including systemic lupus erythematous (SLE), rheumatoid arthritis (RA), polymyositis, scleroderma, ankylosing spondylitis, dermatomyositis, osteogenesis imperfecta or the inherited disorders of Sjogren, Larsen, Raynaud, Ehlers-Danlos or Marfan syndrome.\n* Subject has any disease, condition or surgery which in the opinion of the investigator might impair healing, such as an active malignancy, history of metastatic malignancy, inflammatory or auto-immune based joint disease.\n* Subject has evidence of a systemic infection, infection of the index shoulder or infection of the shoulder joint or overlying tissue such as septic arthritis, overlying cellulitis, or adjacent osteomyelitis.\n* Subject has history of peripheral or central vascular disease, renal dysfunction, liver disease, chronic obstructive pulmonary disease, uncontrolled asthma, coagulopathies, cancers aside from basal cell carcinomas, uncontrolled neurological conditions, ongoing HIV, hepatitis B or C, active tuberculosis, recurrent infections, uncontrolled cardiac arrhythmias, or mental/emotional disorders that are not well controlled.\n* Subject has diagnosed musculoskeletal cancer, or any other diagnosed cancer not on long term remission (e.g., at least 5 years or negative biopsy at last exam) except basal cell carcinoma.\n* Subject who demonstrates any clinically significant abnormality for any of the following hematology testing within 30 days (± 2days) of enrollment: complete blood count with differential, blood chemistry \\[comprehensive metabolic panel including aspartate aminotransferase (AST), alanine aminotransferase (ALT), alkaline phosphatase (ALP), bilirubin, creatinine, and CRP), coagulation profile (including international normalized ration (INR), prothrombin time (PT), activated partial thromboplastin time (APTT)\\], Thrombin Time (TT) and, fibrinogen (FIB).\n* Subject who demonstrates any clinically significant abnormality\\* for any of the following vital signs within 30 days (± 2days) of enrollment, systolic BP \\> 160 mmHg or \\< 90 mmHg, pulse \\> 100 bpm or \\< 60 bpm, Respiratory Rate \\> 25 or \\< 10, O2 saturation \\< 90% on Room Air.\n* Subject with any mental or psychological disorder that would impair their decisional capability.\n* Subject has uncontrolled, defined as Hemoglobin A1c of \\> 8.0%, or insulin-dependent diabetes.\n* Subject with a documented history of substance abuse within six months of treatment.\n* Subject has known claustrophobia and/or contraindications to MRI.\n* Subjects with any clinically significant finding that, in the investigator's judgment, would place the subject at health risk, impact the study, or affect the completion of the study.\n* Subject has any medical problem that precludes the subject from undergoing elective surgery.\n* Subjects who are participating concurrently in another clinical study or have participated in a clinical study within 30 days of surgery (Day 0) or intend to during the course of the study.\n* Subject is pregnant.\n* Subject taking systemic steroids (excluding inhalers) and/or auto-immune suppressor drugs within 3 months prior to surgery (Day 0) or who are at risk of needing systemic steroids, such as for asthma.\n* Subjects who are currently involved in any injury litigation relating to the index shoulder.\n* Subjects with stiffness due to Adhesive Capsulitis.\n\n  \\*An abnormality will be deemed clinically significant, based on clinical laboratory reference ranges and the investigator's clinical judgment, if either of the following are met at baseline:\n* The abnormality suggests a disease and/or organ toxicity.\n* The abnormality is of a degree that requires additional active management, such as close observation, change in medication, or further diagnostic investigation.\n\nIntra-Operative Exclusion Criteria\n\n* Subjects who meet any of the following intra-operative criteria will be excluded from participating in this study:\n* Subject has a rotator cuff tear smaller than 1.0 cm or bigger than 4.0 cm.\n* Subject requires concurrent subscapularis or teres minor, labral repair, fracture repair or reconstruction.\n* Subject has a rotator cuff tear not amenable to TOE repair and/or arthroscopic repair.\n* Tear is not fully repairable.\n* Subject has advanced glenohumeral arthritis upon visual inspection.\n* Insufficient volume of bone marrow was aspirated for treatment arm.\n* If for any reason, obtaining bone marrow from the proximal humerus shaft is either impractical or harmful to the patient.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "20 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Uma Srikumaran, MD, MBA, MPH",
                    "role": "CONTACT",
                    "phone": "443-546-1550",
                    "email": "us@jhmi.edu"
                },
                {
                    "name": "Matthew J Best, MD",
                    "role": "CONTACT",
                    "phone": "443-997-2663",
                    "email": "mbest8@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Uma Srikumaran, MD, MBA, MPH",
                    "affiliation": "Johns Hopkins University",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Matthew J Best, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Howard County General Hospital",
                    "city": "Columbia",
                    "state": "Maryland",
                    "zip": "21230",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Study Director",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Principal Investigator",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.24038,
                        "lon": -76.83942
                    }
                },
                {
                    "facility": "Johns Hopkins Medicine - Green Spring Station",
                    "city": "Lutherville",
                    "state": "Maryland",
                    "zip": "21093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew J Best, MD",
                            "role": "CONTACT",
                            "phone": "443-997-2663",
                            "email": "mbest8@jh.edu"
                        },
                        {
                            "name": "Uma Srikumaran, MD, MBA, MPH",
                            "role": "CONTACT",
                            "phone": "410-546-1550",
                            "email": "us@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.42122,
                        "lon": -76.62608
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24257656",
                    "type": "BACKGROUND",
                    "citation": "Mather RC 3rd, Koenig L, Acevedo D, Dall TM, Gallo P, Romeo A, Tongue J, Williams G Jr. The societal and economic value of rotator cuff repair. J Bone Joint Surg Am. 2013 Nov 20;95(22):1993-2000. doi: 10.2106/JBJS.L.01495."
                },
                {
                    "pmid": "31246863",
                    "type": "BACKGROUND",
                    "citation": "Lawrence RL, Moutzouros V, Bey MJ. Asymptomatic Rotator Cuff Tears. JBJS Rev. 2019 Jun;7(6):e9. doi: 10.2106/JBJS.RVW.18.00149."
                },
                {
                    "pmid": "34123722",
                    "type": "BACKGROUND",
                    "citation": "Mandaleson A. Re-tears after rotator cuff repair: Current concepts review. J Clin Orthop Trauma. 2021 May 21;19:168-174. doi: 10.1016/j.jcot.2021.05.019. eCollection 2021 Aug."
                },
                {
                    "pmid": "33418763",
                    "type": "BACKGROUND",
                    "citation": "Narayanan G, Nair LS, Laurencin CT. Regenerative Engineering of the Rotator Cuff of the Shoulder. ACS Biomater Sci Eng. 2018 Mar 12;4(3):751-786. doi: 10.1021/acsbiomaterials.7b00631. Epub 2018 Feb 6."
                },
                {
                    "pmid": "25767267",
                    "type": "BACKGROUND",
                    "citation": "Vavken P, Sadoghi P, Palmer M, Rosso C, Mueller AM, Szoelloesy G, Valderrabano V. Platelet-Rich Plasma Reduces Retear Rates After Arthroscopic Repair of Small- and Medium-Sized Rotator Cuff Tears but Is Not Cost-Effective. Am J Sports Med. 2015 Dec;43(12):3071-6. doi: 10.1177/0363546515572777. Epub 2015 Mar 12."
                },
                {
                    "pmid": "35694228",
                    "type": "BACKGROUND",
                    "citation": "Wang HN, Rong X, Yang LM, Hua WZ, Ni GX. Advances in Stem Cell Therapies for Rotator Cuff Injuries. Front Bioeng Biotechnol. 2022 May 25;10:866195. doi: 10.3389/fbioe.2022.866195. eCollection 2022."
                },
                {
                    "pmid": "24913770",
                    "type": "BACKGROUND",
                    "citation": "Hernigou P, Flouzat Lachaniette CH, Delambre J, Zilber S, Duffiet P, Chevallier N, Rouard H. Biologic augmentation of rotator cuff repair with mesenchymal stem cells during arthroscopy improves healing and prevents further tears: a case-controlled study. Int Orthop. 2014 Sep;38(9):1811-8. doi: 10.1007/s00264-014-2391-1. Epub 2014 Jun 7."
                },
                {
                    "pmid": "7631235",
                    "type": "BACKGROUND",
                    "citation": "Banwart JC, Asher MA, Hassanein RS. Iliac crest bone graft harvest donor site morbidity. A statistical evaluation. Spine (Phila Pa 1976). 1995 May 1;20(9):1055-60. doi: 10.1097/00007632-199505000-00012."
                },
                {
                    "pmid": "23290182",
                    "type": "BACKGROUND",
                    "citation": "Beitzel K, McCarthy MB, Cote MP, Durant TJ, Chowaniec DM, Solovyova O, Russell RP, Arciero RA, Mazzocca AD. Comparison of mesenchymal stem cells (osteoprogenitors) harvested from proximal humerus and distal femur during arthroscopic surgery. Arthroscopy. 2013 Feb;29(2):301-8. doi: 10.1016/j.arthro.2012.08.021. Epub 2013 Jan 3."
                },
                {
                    "pmid": "37443010",
                    "type": "BACKGROUND",
                    "citation": "You T, Wu S, Ou X, Liu Y, Wang X. A network meta-analysis of arthroscopic rotator cuff repair. BMC Surg. 2023 Jul 13;23(1):201. doi: 10.1186/s12893-023-02078-4."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000070636",
                    "term": "Rotator Cuff Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012421",
                    "term": "Rupture"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000070599",
                    "term": "Shoulder Injuries"
                },
                {
                    "id": "D000013708",
                    "term": "Tendon Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15241",
                    "name": "Rupture",
                    "relevance": "LOW"
                },
                {
                    "id": "M22785",
                    "name": "Lacerations",
                    "relevance": "LOW"
                },
                {
                    "id": "M624",
                    "name": "Rotator Cuff Injuries",
                    "asFound": "Rotator Cuff Tears",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M602",
                    "name": "Shoulder Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M16479",
                    "name": "Tendon Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}