{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05597306",
            "orgStudyIdInfo": {
                "id": "20220733"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-09456",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (NCI CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "Venetoclax and Bomedemstat in Patients With Relapsed/Refractory Acute Myeloid Leukemia",
            "officialTitle": "VenBom: A Phase 1 Study of Bomedemstat (IMG-7289), a Novel Inhibitor of Lysine-Specific Demethylase 1 (LSD1), in Combination With Venetoclax in Adult Patients With Relapsed or Refractory Acute Myeloid Leukemia (AML)",
            "acronym": "VenBom",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "venetoclax-and-bomedemstat-in-patients-with-relapsed-refractory-acute-myeloid-leukemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-19",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-19",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-24",
            "studyFirstSubmitQcDate": "2022-10-24",
            "studyFirstPostDateStruct": {
                "date": "2022-10-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Terrence J Bradley, MD",
                "investigatorTitle": "Assistant Professor of Clinical",
                "investigatorAffiliation": "University of Miami"
            },
            "leadSponsor": {
                "name": "Terrence J Bradley, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Imago BioSciences, Inc., a subsidiary of Merck & Co., Inc., (Rahway, New Jersey USA)",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to learn about the safety, tolerability, and different dose levels' safety profiles of Venetoclax and Bomedemstat (VenBom) combination therapy in participants with relapsed or refractory acute myeloid leukemia."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Myeloid Leukemia",
                "Refractory Acute Myeloid Leukemia",
                "Acute Myeloid Leukemia, in Relapse"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Phase 1 dose escalation/de-escalation and dose expansion design.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part 1: VenBom Dose Escalation/De-Escalation Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive Venetoclax and Bomedemstat (VenBom) in a dose escalation/de-escalation design to determine the maximum tolerated dose (MTD). Participants will receive VenBom for 21 days on (Days 1-21) and seven days off (Days 22-28) during a 28-day cycle for three months. Doses will be administered as follows:\n\n* Dose Level -2: 0.375 mg/kg daily (d) Bomedemstat and 200 mg/d Venetoclax;\n* Dose Level -1: 0.75 mg/kg/d Bomedemstat and 200 mg/d Venetoclax;\n* Dose Level 1 (Starting): 1.5 mg/kg/d Bomedemstat and 200 mg/d Venetoclax;\n* Dose Level 2: 3 mg/kg/d Bomedemstat and 200 mg/d Venetoclax;\n* Dose Level 3: 3 mg/kg/d Bomedemstat and 400 mg/d Venetoclax.\n\nParticipants will receive three cycles of VenBom, but may continue to receive treatment as long as receiving clinical benefit or until disease progression. Participants starting at dose levels -2, -1, or 1 receive 100 mg Venetoclax on Cycle 1 Day 1.",
                    "interventionNames": [
                        "Drug: Bomedemstat",
                        "Drug: Venetoclax"
                    ]
                },
                {
                    "label": "Part 2: VenBom Expansion Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive VenBom therapy at the most appropriate dose determined in Part 1. Participants will continue to receive treatment as long as receiving clinical benefit or until disease progression.",
                    "interventionNames": [
                        "Drug: Bomedemstat",
                        "Drug: Venetoclax"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Bomedemstat",
                    "description": "Bomedemstat will be administered orally once daily via capsule.",
                    "armGroupLabels": [
                        "Part 1: VenBom Dose Escalation/De-Escalation Cohort",
                        "Part 2: VenBom Expansion Cohort"
                    ],
                    "otherNames": [
                        "IMG-7289"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Venetoclax will be administered orally once daily via tablet.",
                    "armGroupLabels": [
                        "Part 1: VenBom Dose Escalation/De-Escalation Cohort",
                        "Part 2: VenBom Expansion Cohort"
                    ],
                    "otherNames": [
                        "Venclexta"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Treatment-Emergent Toxicity",
                    "description": "Toxicity is defined as including dose limiting toxicities (DLTs), serious adverse events (SAEs) and adverse events (AEs) in study participants. Toxicity will be assessed using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0, per physician discretion.",
                    "timeFrame": "Up to 72 weeks"
                },
                {
                    "measure": "Recommended Phase 2 Dose (RP2D)",
                    "description": "The RP2D of combination VenBom therapy will be determined as the maximum tolerated dose of study treatment as assessed by treating physician using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.",
                    "timeFrame": "Up to 72 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Response Rate (ORR)",
                    "description": "Rate of participants achieving complete response (CR), CR with incomplete neutrophil or platelet recovery (CRi), CR with incomplete hematologic recovery (CRh), partial remission (PR), or morphologic leukemia free state (MLFS) response to study treatment. Response will be assessed by treating physician using the modified 2017 European LeukemiaNet (ELN) AML Response Criteria.",
                    "timeFrame": "Up to 72 weeks"
                },
                {
                    "measure": "Proportion of Participants with Measurable Residual Disease",
                    "description": "Proportion of patients with measurable residual disease (MRD) evaluated by multiparameter flow cytometry (MFC) at each bone marrow aspirate collection.",
                    "timeFrame": "Up to 72 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nA. Confirmed diagnosis of one of the following:\n\n1. Relapsed/refractory Acute Myeloid Leukemia (AML) following failure of at least one standard, front-line therapy. Patients must have an AML diagnosis per the World Health Organization (WHO) criteria, regardless of etiology, sub-type or treatment history.\n\nB. Adult male or female patients 18 years of age or older.\n\nC. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0, 1, or 2 (Appendix A: Performance Status Scales).\n\nD. Patients must satisfy the following laboratory criteria:\n\n1. Total bilirubin ≤ 2 upper limit of normal (ULN) except in patients with Gilbert's syndrome. Patients with Gilbert's syndrome may enroll if direct bilirubin is ≤ 1.5 x ULN of the direct bilirubin.\n2. Alanine aminotransferase (ALT) and aspartate transaminase (AST) must be ≤ 3 × ULN.\n3. Calculated creatinine clearance \\> 50 ml/min.\n4. Hemoglobin \\> 8 g/dL (prior red blood cell (RBC) transfusion allowed). Patients may be transfused to achieve this value. Elevated indirect bilirubin due to posttransfusion hemolysis is allowed.\n5. White blood cell (WBC) count \\< 25,000 cells/μL before administration of VenBom on Cycle 1 Day 1. Note: During Cycle 1 only, hydroxyurea may be used to control the level of circulating leukemic blast cell counts to not lower than 10,000 cells/μL.\n6. Platelet count ≥ 20,000 cells/μL before administration of VenBom on Cycle 1 Day 1. Note: Transfusions permitted to achieve this threshold.\n\nE. Suitable venous access to allow for all study related-blood sampling (safety and research).\n\nF. Estimated life expectancy, in the judgment of the Investigator, that will permit receipt of at least 3 months of treatment.\n\nG. Voluntary written consent must be given before performance of any study-related procedure not part of standard medical care with the understanding that consent may be withdrawn by the patient at any time without prejudice to future medical care or other benefits to which they are entitled to receive.\n\nH. Female patients who:\n\n1. Are postmenopausal (No menses for 12 months without an alternative medical cause. A high follicle stimulating hormone (FSH) level in the postmenopausal range may be used to confirm a post-menopausal state in women not using hormonal contraception or hormonal replacement therapy. However, in the absence of 12 months of menorrhoea, a single FSH measurement is insufficient.), OR\n2. Are surgically sterile, OR\n3. If they are of childbearing potential: Agree to practice 1 highly effective method and 1 additional effective (barrier) method of contraception, at the same time, from the time of signing the informed consent through 4 months after the last dose of study drug (female and male condoms should not be used together), OR Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the patient. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, post-ovulation methods\\] withdrawal, spermicides only, and lactational amenorrhea are not acceptable methods of contraception).\n\nI. Male patients, even if surgically sterilized (i.e., status post-vasectomy), who:\n\n1. Agree to practice effective barrier contraception during the entire study treatment period and through 4 months after the last dose of study drug (female and male condoms should not be used together), OR\n2. Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the patient. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, post-ovulation methods for the female partner\\] withdrawal, spermicides only, and lactational amenorrhea are not acceptable methods of contraception).\n\nJ. Amenable to bone marrow evaluation and peripheral blood sampling at protocol required collection time-points.\n\nExclusion Criteria:\n\nA. Treatment with clinically significant metabolic enzyme inducers within 14 days before the first dose of the study drug. (Refer to Section 6.3 for instruction on use of strong or moderate Cytochrome P450 (CYP3A) inhibitors/inducers.)\n\nB. Diagnosis of acute promyelocytic leukemia (APL)\n\nC. Therapy with any investigational products, anti-neoplastic therapy, or radiotherapy within 14 days prior to Cycle 1, Day 1. Exception: Patients actively receiving hydroxyurea are eligible and may continue to receive hydroxyurea to control the level of circulating leukemic blast counts to not lower than 10,000 cells/μL during Cycle 1 of protocol treatment.\n\nD. Candidates for standard and/or potentially curative treatments (a candidate is defined as a patient that is both eligible and willing to have these treatments).\n\nE. Major surgery within 14 days before the first dose of study drug or a scheduled surgery during the study period.\n\nF. Grade 2 or higher diarrhea as defined by National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 despite optimal anti-diarrheal supportive care within 7 days prior to Cycle 1, Day 1.\n\nG. Known cardiopulmonary disease defined as one of the following:\n\n1. Uncontrolled high blood pressure (i.e., systolic blood pressure \\> 180 mm Hg, diastolic blood pressure \\> 95 mm Hg)\n2. Cardiomyopathy or history of ischemic heart disease. Exception: Patients with ischemic heart disease who have received treatment for acute coronary syndrome (ACS), myocardial infarction (MI), and/or coronary artery revascularization surgery (e.g., coronary artery bypass graft, stent) greater than 6 months before screening and who are without cardiac symptoms may enroll.\n3. Congestive heart failure (New York Heart Association (NYHA) Class III or IV or Class II with a recent decompensation requiring hospitalization or referral to a heart failure clinic within 4 weeks before screening).\n4. Moderate to severe aortic and/or mitral stenosis or other valvulopathy (ongoing).\n5. Known moderate to severe chronic obstructive pulmonary disease (COPD), interstitial lung disease, and pulmonary fibrosis.\n\nH. Active uncontrolled infection or severe infectious disease, such as severe pneumonia, meningitis, or septicemia.\n\nI. Uncontrolled human immunodeficiency virus (HIV), defined as dateable viral load.\n\nJ. Known hepatitis B surface antigen seropositive. (Note: Patients who have isolated positive hepatitis B core antibody (i.e., in the setting of negative hepatitis B surface antigen and negative hepatitis B surface antibody) must have an undetectable hepatitis B viral load if they are to participate in this study.)\n\nK. Known active hepatitis C infections. (Note: Patients who are hepatitis C surface antigen-positive are eligible if they have an undetectable hepatitis C viral load.)\n\nL. Females of child-bearing potential who refuse to either practice 2 effective methods of contraception at the same time or abstain from heterosexual intercourse from the time of signing the informed consent through 30 days after the last dose of study drug.\n\nM. Sexually active males who refuse to practice effective barrier contraception during the entire study treatment period and through 4 months after the last dose of study drug (includes males surgically sterilized - i.e., status post vasectomy).\n\nN. Female patients who are both lactating and breastfeeding or have a positive serum pregnancy test during the screening period or a positive urine pregnancy test on Day 1 before first dose of study drug.\n\nO. Female patients who intend to donate eggs (ova) during the course of this study or within 4 months after receiving their last dose of study drug.\n\nP. Male patients who intend to donate sperm during the course of this study or within 4 months after receiving their last dose of study drug.\n\nQ. Any serious medical or psychiatric illness that could, in the Investigator's opinion, potentially interfere with the completion of study procedures.\n\nR. Symptomatic central nervous system (CNS) involvement.\n\nS. Diagnosed or treated for another malignancy within 2 years before randomization or previously diagnosed with another malignancy and have any evidence of residual disease. Patients with nonmelanoma skin cancer or carcinoma in situ of any type are not excluded if they have undergone resection.\n\nT. Known hepatic cirrhosis or severe pre-existing hepatic impairment.\n\nU. Current use of a prohibited medication (Section 4.12) or expected to require any of these medications during treatment with study drug.\n\nV. Patients with uncontrolled coagulopathy or bleeding disorder.\n\nW. Life-threatening illness unrelated to cancer.\n\nX. Patients with impaired decision-making capacity.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alessia Zoso, PhD",
                    "role": "CONTACT",
                    "phone": "305-243-2373",
                    "email": "azoso@med.miami.edu"
                },
                {
                    "name": "Terrence J Bradley, MD",
                    "role": "CONTACT",
                    "phone": "305-243-1000",
                    "email": "tbradley@med.miami.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Terrence J Bradley, MD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alessia Zoso, PhD",
                            "role": "CONTACT",
                            "phone": "305-243-2373",
                            "email": "azoso@med.miami.edu"
                        },
                        {
                            "name": "Terrence Bradley, MD",
                            "role": "CONTACT",
                            "phone": "305-243-1000",
                            "email": "tbradley@med.miami.edu"
                        },
                        {
                            "name": "Terrence Bradley, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "asFound": "Acute",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "0.1",
                    "relevance": "HIGH"
                },
                {
                    "id": "T11",
                    "name": "Lysine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}