{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04560322",
            "orgStudyIdInfo": {
                "id": "19-743"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Venetoclax-Obinutuzumab +/- Acalabrutinib in R/R CLL",
            "officialTitle": "A Phase 2 Study of MRD Adapted Therapy With Venetoclax-obinutuzumab in Patients With High or Intermediate BALL Risk Relapsed or Refractory CLL, With Addition of Acalabrutinib in Patients Who Fail to Achieve MRD Eradication",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "venetoclax-obinutuzumab-acalabrutinib-in-r-r-cll"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-09-17",
            "studyFirstSubmitQcDate": "2020-09-17",
            "studyFirstPostDateStruct": {
                "date": "2020-09-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jacob Soumerai, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Genentech, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study is studying a combination of drugs as a possible treatment for chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL).\n\nThe names of the study drugs involved in this study are:\n\n* obinutuzumab\n* venetoclax\n* acalabrutinib",
            "detailedDescription": "This research study is a Phase II clinical trial. Phase II clinical trials test the safety and effectiveness of investigational drugs to learn whether the drugs work in treating a specific disease. \"Investigational\" means that the drugs are being studied.\n\nThe U.S. Food and Drug Administration (FDA) has approved \\[1\\] venetoclax- obinutuzumab and \\[2\\] acalabrutinib individually as treatment options for chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL). However, the combination of all 3 drugs has not yet been approved by the FDA.\n\n* Venetoclax is a targeted therapy drug that works by blocking a protein called Bcl-2 in cancer cells. Bcl-2 helps cancer cells survive and resist the effects of cancer treatments. By blocking Bcl-2, venetoclax may kill cancer cells and/or make them more open to the effects of other cancer treatments.\n* Obinutuzumab is a drug that targets a protein called CD20, which is found on the surface of B cells, the white blood cells that are affected by CLL. When obinutuzumab attaches to CD20, it directly both destroys the B cells and makes them more \"visible\" to the immune system. The immune system then attacks and destroys the cancerous B cells.\n* Acalabrutinib is a small-molecule inhibitor of Bruton's tyrosine kinase (BTK). BTK is a protein inside of the cell that may be over-expressed in malignant B cells. It is involved in the signaling pathway from the B-cell receptor. BTK inhibition caused by taking acalabrutinib results in decreased malignant B-cell growth and survival.\n\nOn this study, participants will receive obinutuzumab and venetoclax. We will monitor for minimal residual disease (MRD) using a test called \"Adaptive ClonoSEQ\" after treatment with obinutuzumab and venetoclax. MRD is a molecular test, which can detect whether there is any evidence of CLL/SLL in the blood or bone marrow. For participants with detectable MRD despite treatment with obinutuzumab and venetoclax, acalabrutinib will be added with the goal of achieving undetectable MRD. Additionally, for participants who have progressive CLL/SLL despite venetoclax and obinutuzumab, acalabrutinib will be added.\n\nThe research study procedures include screening for eligibility, study treatment, end of treatment visit, follow-up visits and an off-study visit.\n\n* Participants will receive study treatment for 2 or 3 years.\n* Participants will be followed for 2 years after completion of the study.\n* It is expected that 40 people will take part in this research study\n* Genentech is supporting this research study by providing venetoclax and obinutuzumab."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Lymphocytic Leukemia",
                "Small Lymphocytic Lymphoma"
            ],
            "keywords": [
                "Chronic Lymphocytic Leukemia",
                "Small Lymphocytic Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Venetoclax-Obinutuzumab +/- Acalabrutinib",
                    "type": "EXPERIMENTAL",
                    "description": "A treatment cycle is defined as 28 consecutive days. Participants with undetectable MRD (uMRD) at 1 year will complete an additional 1 year of VO then stop therapy.\n\nParticipants with high detectable MRD at 1 year will complete an additional 1 year of VO plus acalabrutinib then stop therapy.\n\nParticipants with low detectable MRD at 1 year will complete an additional 1 year of VO alone. If this eradicates MRD, they will stop therapy. If there is still residual MRD, they will complete an additional 1 year of IVO then stop therapy.\n\nIf progression occurs on VO, I will be added and IV will be administered indefinitely. After 2 years, V may be stopped and I continued as monotherapy at investigator discretion.\n\n* Infused Study Drug: Obinutuzumab on Days 1, 2, 8, and 15 of Cycle 1 and then on Day 1 of Cycles 1-6\n* Oral Study Drugs: Venetoclax daily starting on Cycle 1 Day 22\n* Oral Drug: acalabrutinib daily for Days 1-28 (if applicable)",
                    "interventionNames": [
                        "Drug: Venetoclax",
                        "Drug: Obinutuzumab",
                        "Drug: Acalabrutinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Tablet, taken by mouth",
                    "armGroupLabels": [
                        "Venetoclax-Obinutuzumab +/- Acalabrutinib"
                    ],
                    "otherNames": [
                        "Venclexta"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Obinutuzumab",
                    "description": "Intravenous infusion",
                    "armGroupLabels": [
                        "Venetoclax-Obinutuzumab +/- Acalabrutinib"
                    ],
                    "otherNames": [
                        "Gazyva"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Acalabrutinib",
                    "description": "Capsule, taken by mouth",
                    "armGroupLabels": [
                        "Venetoclax-Obinutuzumab +/- Acalabrutinib"
                    ],
                    "otherNames": [
                        "Calquence"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of participants alive at 1 year",
                    "description": "Percent of participants with high and intermediate risk relapsed/refractory CLL who are alive at 1 year. The percent of patients who are alive at one-year (rOS) will be measured by monitoring you in clinic. An rOS of at least 90% will be considered promising whereas the rOS of 75% or less will be considered non-promising.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Response Rate",
                    "description": "The response will be classified per the 2018 iwCLL guidelines. The overall frequency of overall response will be tabulated and summarized descriptively",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Complete response rate",
                    "description": "The response will be classified per the 2018 iwCLL guidelines. The overall frequency of complete response will be tabulated and summarized descriptively",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Frequency of undetectable minimum residual disease (uMRD) after 12 Months",
                    "description": "Frequency of undetectable MRD response will be tabulated and summarized descriptively. The frequency of detectable MRD including the frequency of MRD \"low positive\" and MRD \"high positive\" will also be tabulated and summarized descriptively",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Undetectable MRD rate with addition of acalabrutinib to venetoclax-obinutuzumab among patients who fail to eradicate MRD with venetoclax-obinutuzumab",
                    "description": "Among participants who fail to eradicate MRD with venetoclax-obinutuzumab (includes participants with detectable MRD at 12 months as well as those with progression prior to completion of 12 months of venetoclax-obinutuzumab), the frequency of uMRD following addition of acalabrutinib to VO will be tabulated and summarized descriptively.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Progression-free Survival",
                    "description": "Progression-free survival (PFS) is defined as the interval between the first treatment day to the first sign of disease progression or death from any cause. Subjects without progression are censored at date of last disease evaluation",
                    "timeFrame": "6 years"
                },
                {
                    "measure": "Overall Survival",
                    "description": "Overall survival (OS) is defined as the interval between the first treatment day to death from any cause. Subjects without death are censored at date of last visit.",
                    "timeFrame": "6 years"
                },
                {
                    "measure": "Number of Participants with Treatment Related Adverse Events as Assessed by CTCAE ver. 5.0.",
                    "description": "Participants have their toxicities graded and reported at every visit according to the CTCAE ver. 5.0 grading scale. The nature, frequency, severity, and timing of adverse events will be tabulated and summarized descriptively.",
                    "timeFrame": "6 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of CLL or SLL according to WHO criteria\n* Participants must require therapy according to iwCLL 2018 guidelines\n* Participants must have ≥ 2 points (high or intermediate risk disease) according to the CLL\n\nBALL Risk Model:\n\n* Beta-2 microglobulin If ≥ 5 mg/L, assign 1 point\n* Lactate dehydrogenase If \\>institutional upper limit of normal, assign 1 point\n* Hemoglobin If \\<11 g/dL (female) or \\<12 g/dL (male), assign 1 point\n* Time from start of last therapy If \\<24 months, assign 1 point, If 4 points, patient is high risk, If 2-3 points, patient is intermediate risk, If 0-1 points, patient is low risk\n\n  * Participants must have received prior systemic therapy for CLL\n  * Age over 18 years\n  * ECOG performance status ≤2 (Karnofsky ≥60%, see Appendix A)\n  * Participants must have adequate organ function as defined below:\n* total bilirubin ≤2 × institutional upper limit of normal unless considered secondary to Gilbert's syndrome, in which case ≤3 x ULN\n* AST(SGOT)/ALT(SGPT) ≤2 × institutional upper limit of normal\n* creatinine within normal institutional limits OR\n* creatinine clearance ≥30 mL/min according to the Cockcroft-Gault Equation for participants with creatinine levels above institutional normal.\n\n  * Participants must have adequate marrow function as defined below (unless clearly due to disease under study per investigator discretion)\n* absolute neutrophil count ≥1,000/mcL\n* platelets ≥75,000/mcL OR\n* \\> 20,000/mcL if thrombocytopenia is clearly due to disease under study (per investigator discretion).\n\n  * For females of childbearing potential, a negative serum pregnancy test within 7 days of study treatment\n  * For female patients of childbearing potential and male patients with partners of childbearing potential, agreement (by patient and/or partner) to use highly effective form(s) of contraception (i.e., one that results in a low failure rate \\[\\<1% per year\\] when used consistently and correctly) and to continue its use for 90 days after the last dose of acalabrutinib or venetoclax AND for 18 months after the last dose of obinutuzumab (whichever date is later)\n  * The reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception.\n  * Willingness to not donate sperm or oocytes during the entire study treatment period and after treatment discontinuation\n  * Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Prior therapy with a BTK inhibitor (e.g. acalabrutinib) or BCL2 inhibitor (e.g. venetoclax), with the following exception:\n* Patients with undetectable MRD by flow cytometry at 10 (peripheral blood or bone marrow) or CR from prior treatment with BCL2 inhibitor (with or without BTK inhibitor) are eligible. Note: Patients who received prior BTK inhibitor therapy alone are not eligible.\n* Known hypersensitivity (IgE-mediated) reaction to obinutuzumab or to any of its excipients\n* Participants who are receiving any other investigational agents unless authorized by the overall study principal investigator\n* Known active histological transformation from CLL to an aggressive lymphoma (i.e., Richter's transformation)\n* Active malignancy or systemic therapy for another malignancy within 3 years; local/regional therapy with curative intent such as surgical resection or localized radiation within 3 years of treatment is permitted; active prostate cancer that is considered low-risk and appropriate for continued active surveillance strategy is permitted.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Known active bacterial, viral, fungal, mycobacterial, parasitic, or other infection (excluding fungal infections of nail beds) at study enrollment, or any major episode of infection requiring treatment with IV antibiotics or hospitalization (relating to the completion of the course of antibiotics) within 2 weeks prior to Cycle 1, Day 1\n* Known bleeding diathesis\n* Pregnant women are excluded from this study because the study agents have potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with the study agents, breastfeeding should be discontinued if the mother is treated with study therapy.\n* Prior major surgical procedure within 4 weeks of study, or anticipation of need for a major surgical procedure during the course of the study\n* Known CNS hemorrhage or stroke within 6 months of the study\n* History of progressive multifocal leukoencephalopathy (PML)\n* History of HIV infection or active hepatitis B (chronic or acute) or hepatitis C infection\n\n  * Patients with occult or prior HBV infection (defined as positive total hepatitis B core antibody \\[HBcAb\\] and negative HBsAg) may be included if HBV DNA is undetectable. These patients must be willing to take appropriate anti-viral prophylaxis as indicated and undergo monthly DNA testing.\n  * Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA\n* Congestive heart failure, New York Heart Association classification III/IV\n* Clinically significant history of liver disease, including viral or other hepatitis, current alcohol abuse, or cirrhosis\n* Receipt of live-virus vaccines within 28 days prior to the initiation of study treatment or need for live-virus vaccines at any time during study treatment\n* Known condition or other clinical situation that would affect oral absorption\n* Psychiatric illness/social situations that would interfere with study compliance\n* Receipt of therapy with strong inhibitors or inducers of CYP3A, CYP2C8, CYP2C9 and CYP2C19, within 7 days prior to the first dose of study drug administration\n* Consumption of grapefruit, grapefruit products, Seville oranges (including marmalade containing Seville oranges), or star fruit within 3 days prior to the first dose of study drug administration.\n* Requires dual antiplatelet therapy or anticoagulation with warfarin",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jacob D Soumerai, MD",
                    "role": "CONTACT",
                    "phone": "617-724-4000",
                    "email": "jsoumerai@mgh.harvard.edu"
                },
                {
                    "name": "Jacob D Soumerai, MD",
                    "role": "CONTACT",
                    "email": "jsoumerai@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jacob D Soumerai, MD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital Cancer Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacob D Soumerai, MD",
                            "role": "CONTACT",
                            "phone": "617-724-4000",
                            "email": "jsoumerai@mgh.harvard.edu"
                        },
                        {
                            "name": "Jacob D Soumerai, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jon Arnason",
                            "role": "CONTACT",
                            "phone": "617-667-9235",
                            "email": "jarnason@bidmc.harvard.edu"
                        },
                        {
                            "name": "Jon Arnason, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew S Davids, MD",
                            "role": "CONTACT",
                            "phone": "617-632-6331",
                            "email": "matthew_davids@dfci.harvard.edu"
                        },
                        {
                            "name": "Matthew S Davids, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31109827",
                    "type": "BACKGROUND",
                    "citation": "Soumerai JD, Ni A, Darif M, Londhe A, Xing G, Mun Y, Kay NE, Shanafelt TD, Rabe KG, Byrd JC, Chanan-Khan AA, Furman RR, Hillmen P, Jones J, Seymour JF, Sharman JP, Ferrante L, Mobasher M, Stark T, Reddy V, Dreiling LK, Bhargava P, Howes A, James DF, Zelenetz AD. Prognostic risk score for patients with relapsed or refractory chronic lymphocytic leukaemia treated with targeted therapies or chemoimmunotherapy: a retrospective, pooled cohort study with external validations. Lancet Haematol. 2019 Jul;6(7):e366-e374. doi: 10.1016/S2352-3026(19)30085-7. Epub 2019 May 17. Erratum In: Lancet Haematol. 2019 Jul;6(7):e348. doi: 10.1016/S2352-3026(19)30116-4."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "CLL BALL Score Calculator",
                    "url": "https://reference.medscape.com/calculator/485/cll-ball-score-for-relapsed-refractory-cll"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Partners Innovations team at http://www.partners.org/innovation"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000015451",
                    "term": "Leukemia, Lymphocytic, Chronic, B-Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000015448",
                    "term": "Leukemia, B-Cell"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M18116",
                    "name": "Leukemia, Lymphocytic, Chronic, B-Cell",
                    "asFound": "Small lymphocytic lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18115",
                    "name": "Leukemia, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T1308",
                    "name": "Chronic Lymphocytic Leukemia",
                    "asFound": "Chronic Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                },
                {
                    "id": "C000543332",
                    "term": "Obinutuzumab"
                },
                {
                    "id": "C000604908",
                    "term": "Acalabrutinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "0.1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M42185",
                    "name": "Acalabrutinib",
                    "asFound": "Monohydrate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M288906",
                    "name": "Obinutuzumab",
                    "asFound": "Plate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}