{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05391750",
            "orgStudyIdInfo": {
                "id": "STUDY00002448"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-02510",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "STUDY00002448"
                },
                {
                    "id": "WINSHIP5273-21",
                    "type": "OTHER",
                    "domain": "Emory University Hospital/Winship Cancer Institute"
                },
                {
                    "id": "P30CA138292",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA138292"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Venetoclax and Tocilizumab for the Treatment of Patients With Relapsed or Refractory t(11;14) Multiple Myeloma",
            "officialTitle": "A Phase 1 Study Evaluating the Safety of Venetoclax and Tocilizumab in African American and Non-African American Subjects With Relapsed or Refractory t(11;14) Multiple Myeloma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "venetoclax-and-tocilizumab-for-the-treatment-of-patients-with-relapsed-or-refractory-t-multiple-myeloma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-13",
            "studyFirstSubmitQcDate": "2022-05-20",
            "studyFirstPostDateStruct": {
                "date": "2022-05-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jonathan Kaufman",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial finds out the best dose and side effects of venetoclax and tocilizumab in treating patients with t(11;14) multiple myeloma that has come back (relapsed) or does not respond to treatment (refractory). Venetoclax may stop the growth of cancer cells by blocking Bcl-2, a protein needed for cancer cell survival. Tocilizumab is a monoclonal antibody that may interfere with the ability of tumor cells to grow and spread. Tocilizumab is used to treat side effects from immune therapy in patients with myeloma. Giving venetoclax and tocilizumab may kill more cancer cells.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the dose limiting toxicity (DLT), safety profile, and the recommended phase 2 dose (RPTD) of venetoclax and tocilizumab when administered in subjects with relapsed and recurrent (RR) multiple myeloma t(11;14) (MM).\n\nSECONDARY OBJECTIVES:\n\nI.To evaluate the preliminary efficacy data regarding the effect of venetoclax and tocilizumab by objective response rate per IMWG criteria.\n\nII. To evaluate the effect of chronic tocilizumab administration on venetoclax exposure.\n\nTERTIARY/EXPLORATORY OBJECTIVES:\n\nI. To evaluate the preliminary efficacy data regarding the effect of venetoclax and tocilizumab by time to response (TTR), time to disease progression (TTP), duration of response (DOR), progression free survival (PFS) and overall survival (OS).\n\nII. To measure the effect of IL6 receptor blockade on ex vivo venetoclax sensitivity.\n\nIII. To evaluate the cell populations in the bone marrow of responders versus non-responders as well as the effect of IL6 receptor blockade on those populations.\n\nIV. To evaluate the expression of B cell markers on venetoclax sensitive myeloma.\n\nV. To determine the expression of key BCL2 family members with and without IL6 receptor blockade.\n\nVI. To correlate differences in somatic mutations, structural alterations, gene expression and chromatin accessibility with venetoclax response.\n\nOUTLINE: This is a dose-escalation study of venetoclax and tocilizumab.\n\nPatients receive tocilizumab intravenously (IV) on day -7 of cycle 1, and on day 1 of subsequent cycles. Patients also receive venetoclax orally (PO) on days 1-21. Cycles repeat every 21 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up for 4 weeks, then every 6 months thereafter."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Plasma Cell Myeloma",
                "Refractory Plasma Cell Myeloma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (venetoclax, tocilizumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive tocilizumab IV on day -7 of cycle 1, and on day 1 of subsequent cycles. Patients also receive venetoclax PO on days 1-21. Cycles repeat every 21 days in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Tocilizumab",
                        "Drug: Venetoclax"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Tocilizumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (venetoclax, tocilizumab)"
                    ],
                    "otherNames": [
                        "Actemra",
                        "Immunoglobulin G1, Anti-(Human Interleukin 6 Receptor) (Human-Mouse Monoclonal MRA Heavy Chain), Disulfide with Human-Mouse Monoclonal MRA Kappa-Chain, Dimer",
                        "MRA",
                        "R-1569",
                        "RoActemra"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (venetoclax, tocilizumab)"
                    ],
                    "otherNames": [
                        "ABT-0199",
                        "ABT-199",
                        "ABT199",
                        "GDC-0199",
                        "RG7601",
                        "Venclexta",
                        "Venclyxto"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose (MTD)",
                    "description": "The MTD for each arm is selected based on isotonic regression27, using the shiny app BOINComb (http://www.trialdesign.org). The dose is selected as the MTD for which the isotonic estimate of the toxicity rate is closest to the target toxicity rate. If there are ties, the higher dose level is selected when the isotonic estimate is lower than the target toxicity rate; the lower dose level is selected when the isotonic estimate is greater than or equal to the target toxicity rate.",
                    "timeFrame": "Completion of cycle 1 (each cycle is 21 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of adverse events (AEs)",
                    "description": "AEs, related AEs, serious (S)AEs, related SAEs, and AEs leading to interruptions and/or discontinuation of study drug will be analyzed descriptively, using frequencies and percentages.",
                    "timeFrame": "Up to 30 days post-treatment"
                },
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "ORR will be calculated with an exact 95% confidence interval (CI) for each arm, using the Clopper-Pearson method.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Complete response rate",
                    "description": "Complete response rate will be calculated with an exact 95% CI for each arm, using the Clopper-Pearson method.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Time to response (TTR)",
                    "description": "TTR will be estimated using the Kaplan-Meier method. Median TTR will be reported, along with a 95% confidence interval estimated using the Brookmeyer-Crowley method.",
                    "timeFrame": "From date of receipt of study treatment to date of treatment response, where those not responding are censored at date of last follow-up or death from any cause, assessed up to 5 years"
                },
                {
                    "measure": "Time to disease progression (TTP)",
                    "description": "TTP will be estimated using the Kaplan-Meier method. Median TTP will be reported, along with a 95% confidence interval estimated using the Brookmeyer-Crowley method.",
                    "timeFrame": "From date of receipt of study treatment to date of disease progression, where those not progressing or have died are censored at date of last follow-up or death from any cause, assessed up to 5 years"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "Median DOR will be reported, along with the 25th and 75th percentiles.",
                    "timeFrame": "From date of treatment response to date of disease progression, assessed up to 5 years"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "PFS will be estimated using the Kaplan-Meier method. Median PFS will be reported, along with a 95% confidence interval estimated using the Brookmeyer-Crowley method.",
                    "timeFrame": "From date of receipt of study treatment to date of disease progression or death from any cause, where those alive without are censored at date of last follow-up, assessed up to 5 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS will be estimated using the Kaplan-Meier method. Median OS will be reported, along with a 95% confidence interval estimated using the Brookmeyer-Crowley method.",
                    "timeFrame": "From date of receipt of study treatment to date of death from any cause, where those alive without are censored at date of last follow-up, assessed up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject must be \\>= 18 years of age\n* Subject has an Eastern Cooperative Oncology Group (ECOG) performance score of =\\< 2\n* Diagnosis of multiple myeloma that requires treatment and has been previously treated with:\n\n  * \\>= 3 prior line of therapy. Have received treatment with a proteasome inhibitor, an immunomodulatory (IMiD) agent (e.g., thalidomide, lenalidomide, pomalidomide) and a CD38 monoclonal antibody\n  * Have MM positive for t(11;14) translocation as determined by an analytically validated fluorescence in-situ hybridization (FISH) assay per the central laboratory testing\n* Subject must have had measurable disease at Screening, defined as any of the following:\n\n  * Serum monoclonal protein \\>= 1.0 g/dL (\\>= 10 g/L) by protein electrophoresis, or\n  * \\>= 200 mg of monoclonal protein in the urine on 24-hour electrophoresis, or\n  * Serum immunoglobulin free light chain (FLC) \\>= 10 mg/dL provided serum FLC ratio is abnormal\n* Subjects with a history of autologous transplantation must have adequate peripheral blood counts as defined below, have recovered from any transplant related toxicity(s) and be \\> 100 days post-autologous transplant (prior to first dose of study drug)\n* Absolute neutrophil count (ANC) \\>= 1000/uL (Subject may use granulocyte colony-stimulating factor \\[G-CSF\\] to achieve ANC eligibility criteria)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) =\\< 1.5 x upper limit of normal range (ULN)\n* Calculated creatinine clearance \\>= 30 mL/min using a modified Cockcroft- Gault calculation or a 24-hour urine collection for creatinine clearance\n* Platelet count \\>= 75,000 cells/mm3 and independent of transfusion for 2 weeks\n* Hemoglobin \\>= 8.0 g/dL, subjects may not receive blood transfusion within 1 week to achieve hemoglobin eligibility criteria per investigator discretion\n* Total bilirubin =\\< 1.5 x ULN; subjects with Gilbert's syndrome may have bilirubin \\> 1.5 x ULN\n* If female, subject must be:\n\n  * Postmenopausal defined as:\n\n    * Age \\> 55 years with no menses for 24 or more months without an alternative medical cause\n    * Age =\\< 55 years with no menses for 24 or more months without an alternative medical cause\n    * AND an follicle stimulating hormone (FSH) level \\> 40 IU/L. OR\n  * Permanently surgical sterile (bilateral oophorectomy, bilateral salpingectomy, or hysterectomy) OR\n  * A woman of childbearing potential (WOCP) practicing at least one protocol specified method of birth control starting at cycle 1 day 1 (or earlier) through at least 30 days after last dose of study drug\n* Females of childbearing potential (must have negative results for pregnancy test performed:\n\n  * At screening, on a serum or urine sample obtained within 28 days prior to the first study drug administration,\n  * Prior to dosing, on a urine sample obtained on the first day of study drug dosing, if it has been \\> 7 days since obtaining the serum pregnancy test results\n  * Females of non-childbearing potential (either postmenopausal or permanently surgically sterile as defined above) at screening do not require pregnancy testing\n* Must voluntarily sign and date an informed consent, approved by an Independent Ethics Committee (IEC)/Institutional Review Board (IRB), prior to the initiation of any screening or study-specific procedures\n\nExclusion Criteria:\n\n* Subject exhibits evidence of other clinically significant uncontrolled condition(s), including, but not limited to:\n\n  * Acute infection within 14 days prior to first dose of study drug requiring antibiotic, antifungal, or antiviral therapy\n  * Diagnosis of fever and neutropenia within 1 week prior to first dose of study drug\n* Subject has a cardiovascular disability status of New York Heart Association class \\>= 3\n* Subject has a significant history of renal, neurologic, psychiatric, endocrinologic, metabolic, immunologic, cardiovascular or hepatic disease within the last 6 months that, in the opinion of the investigator, would adversely affect his/her participation in the study\n* Subject has a history of other active malignancies other than multiple myeloma within the past 3 years prior to study entry, with the following exceptions:\n\n  * Adequately treated in situ carcinoma of the cervix uteri,\n  * Basal cell carcinoma of the skin or localized squamous cell carcinoma of the skin,\n  * Localized prostate cancer Gleason grade 6 or lower AND with stable prostate specific antigen (PSA) levels off treatment\n  * Previous malignancy confined and surgically resected (or treated with other modalities) with curative intent\n* Known human immunodeficiency viral (HIV) infection\n* Active hepatitis B or C infection based on screening blood testing\n* Subject is receiving other ongoing anti-myeloma therapy\n* Subject has received any of the following within 7 days prior to the first dose of study drug:\n\n  * Strong or moderate CYP3A inhibitors, or\n  * Strong or moderate CYP3A inducers\n* Subject has received any of the following within 14 days prior to the first dose of study drug or has not recovered to less than a grade 2 clinically significant adverse effect(s)/toxicity(s) of the previous therapy: any anti-myeloma therapy including chemotherapy, radiotherapy, or investigational therapy, including targeted small molecule agents\n* Subject has received prior treatment with a BCL-2 family inhibitor\n* Subject is pregnant, parturient, or breastfeeding; deprived of freedom by judicial or administrative decision; hospitalized and unable to provide consent, or otherwise unable to provide consent\n* Subject has consumed grapefruit, grapefruit products, Seville oranges (including marmalade containing Seville oranges) or star fruit within 3 days prior to the first dose of study drug\n* Subject has received immunization with live vaccine within 60 days of dosing\n* Recent corticosteroid therapy at a cumulative dose equivalent to \\> 140 mg of prednisone or a single dose equivalent to \\>= 40 mg of dexamethasone within 2 weeks prior to the first dose of study drug\n* Subject's decision to not divulge the race",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan L. Kaufman, MD",
                    "role": "CONTACT",
                    "phone": "404-778-1900",
                    "email": "jlkaufm@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan L. Kaufman, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bryan Burton",
                            "role": "CONTACT",
                            "phone": "404-778-1780",
                            "email": "bjburto@emory.edu"
                        },
                        {
                            "name": "Jonathan L. Kaufman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Plasma Cell Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Plasma Cell Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Plasma Cell Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000007074",
                    "term": "Immunoglobulin G"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "EEG",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10122",
                    "name": "Immunoglobulin G",
                    "asFound": "Kcal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}