{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06400095",
            "orgStudyIdInfo": {
                "id": "RAMOCTANE"
            },
            "organization": {
                "fullName": "CentraCare",
                "class": "OTHER"
            },
            "briefTitle": "Ventilatory Parameters in Predicting Outcomes in ARDS Patients",
            "officialTitle": "Occlusion Pressure at 100 Msec, TCe ( Expiratory Time Constant ), Stress Energy Density, Mechanical Power, Ventilatory Ratio and C20/Cdyn in Predicting Outcomes in Patients With Moderately Severe ARDS, Who Are on Mechanical Ventilation",
            "acronym": "OCTANE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ventilatory-parameters-in-predicting-outcomes-in-ards-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-25",
            "studyFirstSubmitQcDate": "2024-05-02",
            "studyFirstPostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ramakanth Pata",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "CentraCare"
            },
            "leadSponsor": {
                "name": "CentraCare",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single-centre prospective observational study aimed to determine if Pocc (occlusion pressure at 100 msec), TCe ( Expiratory time constant ), Mechanical Stress power, Ventilatory ratio and C20/Cdyn would predict outcomes in patients with moderately severe ARDS (Acute respiratory distress syndrome), who are on mechanical ventilation",
            "detailedDescription": "Severe ARDS is characterized by significant lung heterogeneity with areas of collapse, consolidation and normal lung parenchyma. Institution of mechanical ventilation may result in Ventilation-induced lung injury because of significant heterogeneity with associated volutrauma, atelectrauma and barotrauma.\n\nUnderassistance results in persistent atelectasis and resultant diffusion abnormalities and over-assistance causes ventilator-associated lung injury.\n\nMechanical power and driving pressure have been demonstrated to predict mortality in patients with Acute respiratory distress syndrome who are on mechanical ventilators. Mechanical work is the energy delivered to the respiratory system during a single inspiratory cycle and is calculated by solving the integral of airway pressure to change in volume. Mechanical power is work multiplied by RR(Respiratory rate). In the clinical setting, various equations have been used to calculate mechanical power. Mechanical Stress is defined as the internal distribution of force per unit area to an external load and associated deformation has been referred to as Strain. Stress is derived from specific lung elastance. Mechanical stress power is the power associated with internal forces required to maintain internal stresses within an object and is a part of mechanical power that is not converted to kinetic energy but rather into heat and change in internal energy.\n\nThe time constant is a measure of respiratory mechanics and is calculated by the product of compliance and resistance. Theoretically, it is the time needed for the lungs to fill or be emptied at a stable pressure. The expiratory time constant can indirectly represent lung heterogeneity during passive exhalation. It has been proposed that a shorter expiratory time constant can lead to VILI and a longer time constant can lead to hyperinflation and auto-PEEP.\n\nThe C20/C (Compliance 20/overall compliance) index measures the ratio of compliance of the last 20% of breath to the compliance of the entire breath. It is believed that C20/C \\> 1 indicates tidal recruitment and C20/C \\< 1 indicates overinflation.\n\nPulmonary dead space fraction ( Vd/Vt) is an independent predictor of mortality after adjusting for PF ratio and PEEP. The ventilatory ratio has been proposed as a simplified bedside tool as a surrogate for the dead space ratio. Ventilatory Ratio (VR) is defined as minute ventilation ( ml/min) \\* PaCO2/Predicted body weight \\* 100\\* 37.5.\n\nFor those patients, who satisfy inclusion and exclusion criteria, Day 1 will be considered as the the day of intubation. Age, gender, Charleston co-morbidity index, SOFA (Sequential organ function assessment) score at the time of intubation. For day 1 to day 3, we shall record average values of Pocc, TCe, C20/C index, Ventilatory ratio, Mechanical stress power, and PF ratio (PaO2/FiO2 ratio) will be recorded. Outcome data such as the need for vasopressors, prone position, duration of ICU stay, MAKE outcomes, need for paralysis, change in the mode of ventilator, ventilator number of days, hospital stay and 30-day outcomes including disability and survival.\n\nStatistical Analysis:\n\nOnly de-identified data will be recorded on the spreadsheet.\n\nBaseline demographic features and descriptive clinical data will be summarized using means +/- SDs or medians with interquartile ranges (IQR) for continuous variables. Percentages will be used for categorical variables. For normally distributed data, t test will be used to compare the two groups. For skewed data or categorical data, a non-parametric Mann-Whitney U test and Kruskal-Wallis test will be used. For categorical data, comparisons will be made using a Pearson or chi-square or the Fisher exact test as appropriate. for more than two groups, one-way ANOVA (Analysis of variance) will be employed. The receiver operating characteristic approach will be used to identify the clinical significance of each of these variables. Univariate analysis will be performed to identify predictors of outcomes. If any factors are found significant, data will be subjected to multivariate logistic regression analysis and the corresponding adjusted odds ratio will be calculated. Pearson correlation and Bland-Altman analysis will be used as needed. For all comparisons, a p-value of \\< 0.05 is considered significant. Jamovi will be used for statistical analysis.\n\nOnly de-identified data will be recorded on the spreadsheet"
        },
        "conditionsModule": {
            "conditions": [
                "ARDS",
                "Mechanical Power"
            ],
            "keywords": [
                "Expiratory time constant",
                "Ventilator ratio",
                "Cdyn/C20",
                "Occlusion pressure at 100 msec"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Poccl, Time constant, driving pressure",
                    "description": "Ventilatory parameters",
                    "otherNames": [
                        "mechanical power"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Survival or mortality",
                    "description": "We will assess whether the patient would survive or not",
                    "timeFrame": "From the date of enrollment to 90 days from enrolment or date of death, whichever came first, assessed up to 90 days."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "MAKE ( Major adverse kidney events)",
                    "description": "Will assess the need for dialysis or any evidence of acute kidney injury",
                    "timeFrame": "From the date of enrollment to 90 days from enrolment or date of death, whichever came first, assessed up to 90 days."
                },
                {
                    "measure": "ICU and Hospital length of stay",
                    "description": "we shall assess the duration of patients stay in the ICU and in the hospital",
                    "timeFrame": "From the date of enrollment to the number of days in ICU and in the hospital until discharge or date of death whichever came first, assessed up to 90 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with Acute respiratory failure needing mechanical ventilation\n* Diagnosis of Severe ARDS with severity: PF ratio \\< 150, with PEEP/CPAP \\> 5\n\nExclusion Criteria:\n\n* r2 \\< 0.95, monitored on the ventilator\n* Expiratory flow that is not first-order or non-exponential decay\n* Patients with Nor-epinephrine requirements \\> 0.1 mcg/kg/min within 2 hours of intubation\n* Patients requiring ECMO ( Extracorporeal membrane oxygenation)\n* Patients with COPD or pulmonary fibrosis with a premorbid FEV1 \\< 1.5 L\n* Severe atherosclerotic vascular disease\n* Patients with a chest tube, intra-abdominal hypertension or with its risk factors\n* Patients with structural heart disease including pulmonary hypertension (RVSP \\> 45) and heart failure\n* All comfort care orders in the ICU\n* Patients who underwent tracheostomy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "For those patients, who satisfy inclusion and exclusion criteria, Day 1 will be considered as the the day of intubation. Age , gender, Charleston co-morbidity index , SOFA score at the time of intubation. For day 1 to day 3, we shall record average values of Pocc, TCe, C20/C index, Ventilatory ratio, Mechanical stress power , PF ratio will be recorded. Outcome data such as need for vasopressors, prone position, duration of ICU stay, MAKE outcomes, need for paralysis, change in mode of ventilator, ventilator number of days, hospital stay and 30 days outcomes including disability and survival.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ramakanth Pata, MD FCCP",
                    "role": "CONTACT",
                    "phone": "320-240-2207",
                    "email": "cookybrey1@gmail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ramakanth Pata, MD FCCP",
                    "affiliation": "Centracare health System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "St Cloud Hospital",
                    "status": "RECRUITING",
                    "city": "Saint Cloud",
                    "state": "Minnesota",
                    "zip": "56303",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ramakanth Pata, MD FCCP",
                            "role": "CONTACT",
                            "phone": "320-240-2207",
                            "email": "cookybrey1@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.5608,
                        "lon": -94.16249
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34597688",
                    "type": "BACKGROUND",
                    "citation": "Paudel R, Trinkle CA, Waters CM, Robinson LE, Cassity E, Sturgill JL, Broaddus R, Morris PE. Mechanical Power: A New Concept in Mechanical Ventilation. Am J Med Sci. 2021 Dec;362(6):537-545. doi: 10.1016/j.amjms.2021.09.004. Epub 2021 Sep 28."
                },
                {
                    "pmid": "7744177",
                    "type": "BACKGROUND",
                    "citation": "Guttmann J, Eberhard L, Fabry B, Bertschmann W, Zeravik J, Adolph M, Eckart J, Wolff G. Time constant/volume relationship of passive expiration in mechanically ventilated ARDS patients. Eur Respir J. 1995 Jan;8(1):114-20. doi: 10.1183/09031936.95.08010114."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}