{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06010563",
            "orgStudyIdInfo": {
                "id": "VTPR-22-07"
            },
            "organization": {
                "fullName": "Venus MedTech (HangZhou) Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "VenusP-Valve Pivotal Study (PROTEUS STUDY)",
            "officialTitle": "Evaluation of the Performance Of The VenusP-ValveTM System in Patients With Native RVOT Dysfunction",
            "acronym": "PROTEUS",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "venusp-valve-pivotal-study-proteus-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2034-08-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-10",
            "studyFirstSubmitQcDate": "2023-08-18",
            "studyFirstPostDateStruct": {
                "date": "2023-08-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Venus MedTech (HangZhou) Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "A prospective, multi-center, non-randomized interventional study to evaluate the safety and effectiveness of the VenusP-ValveTM System in patients with native right ventricular outflow tract (RVOT) dysfunction.\n\nPost procedure, a clinical visit will be scheduled at pre-discharge, 30 days, 6 months, 12 months, and annually thereafter to 10 years.\n\nAbout 60 subjects will be enrolled in this study. Data analysis will be performed after all enrolled subjects complete 6-month follow-up and the primary endpoint analysis report will be submitted to FDA for PMA approval."
        },
        "conditionsModule": {
            "conditions": [
                "Pulmonary Regurgitation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TPVI",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Device: Transcatheter pulmonary valve implantation (TPVI)",
                        "Device: VenusP-ValveTM System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcatheter pulmonary valve implantation (TPVI)",
                    "description": "A valve is implanted through a catheter (a narrow tube) and inserted through the femoral vein into the right atrium, right ventricle and pulmonary artery. After careful positioning, the valve is implanted by inflating a set of a balloons on the delivery catheter or self-expanding. After the catheter has been removed, the incision is closed with stitches, which are removed after the area has healed.",
                    "armGroupLabels": [
                        "TPVI"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "VenusP-ValveTM System",
                    "description": "VenusP-ValveTM System consists of two components:\n\n1. Transcatheter Pulmonary Valve (TPV)\n2. Delivery System (DS) including Delivery Catheter System (DCS) and Compression Loading System (CLS) The TPV consists of a self-expanding nitinol stent with a single layer tri-leaflet porcine pericardium tissue.\n\nFor the Delivery Catheter System (DCS) , the distal (deployment) end of the system features an atraumatic, radiopaque tip. A protective sheath (capsule) covers and maintains the TPV in a crimped position. The handle at the proximal end of the catheter is used to load and deploy the TPV.\n\nThe CLS compresses the TPV into the catheter, which including capture tube, valve protection tube, tip support tube, loading mandrels and crimper.",
                    "armGroupLabels": [
                        "TPVI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The rate of procedure or device related mortality at the 30 days follow-up visit post procedure",
                    "description": "Freedom from procedure or device related mortality at 30 days",
                    "timeFrame": "At 30 Days Post Procedure"
                },
                {
                    "measure": "The rate of re-intervention and acceptable hemodynamic function at 6 Month follow-up visit post procedure",
                    "description": "Freedom from VenusP-Valve re-intervention and acceptable hemodynamic function at 6 months defined as:\n\n1. No more than mild regurgitation measured by CMR; AND\n2. Mean RVOT gradient as measured by echocardiography ≤35mmHg.",
                    "timeFrame": "At 6 Months Post Procedure"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The rate of all-cause mortality, procedure or device related mortality, and procedure or device related Major Adverse Cardiac and Cerebrovascular Events (MACCE) out to 10 years",
                    "description": "1. Freedom from all-cause mortality, procedure or device related mortality out to 10 years\n2. Freedom from procedure or device related Major Adverse Cardiac and Cerebrovascular Events (MACCE) out to 10 years\n3. MACCE is defined as a non-hierarchic composite including the following procedure or device related events:\n\n1) Stroke 2) RVOT reintervention 3) Arrhythmia 4) Coronary artery compression requiring intervention or causing myocardial infarction 5) Device-related endocarditis 6) Major stent fracture 7) Valve thrombosis 8) Valve embolization or significant malposition 9) Major vascular or access complications\\* 10) Pulmonary embolism",
                    "timeFrame": "Through Ten Years Post Procedure"
                },
                {
                    "measure": "The rate of technical Success during the procedure",
                    "description": "Technical success at exit from catheterization lab or operating room\n\nDefined as a composite of:\n\n1. Freedom from procedure or device related mortality\n2. Successful access, delivery of the device, and retrieval of the delivery system\n3. Correct positioning of the valve(s) into the proper anatomical location\n4. Freedom from reintervention related to the device or to a major vascular or access-related, or cardiac structural complications",
                    "timeFrame": "During the Procedure"
                },
                {
                    "measure": "The rate of acceptable hemodynamic performance at 30 days, 1-5 years, 7 years and 10 years.",
                    "description": "Acceptable hemodynamic performance at 30 days, 1-5 years, 7 years and 10 years.\n\nDefined as:\n\n1. Mean RVOT gradient ≤ 35mmHg AND,\n2. No more than mild regurgitation measured by echocardiography",
                    "timeFrame": "At 30 Days, 1-5 Years, 7 Years and 10 Years Post Procedure"
                },
                {
                    "measure": "The rate of procedure success out to 30 days",
                    "description": "Procedure success out to 30 days, defined as follows:\n\n1. Device success at 30 days.\n\n   Defined as a composite of:\n   * Freedom from procedure or device related mortality\n   * Original intended device in place\n   * No additional surgical or interventional procedures related to the procedure or the device since completion of the index procedure\n   * Hemodynamic performance: relief of insufficiency (mild or less pulmonary regurgitation) without producing the opposite (mean RVOT gradient \\> 35 mmHg) as measured by echocardiography\n   * No new ventricular arrhythmia requiring ICD implantation\n2. None of the following procedure or device related serious adverse events:\n\n   * Life-threatening major bleeding\n   * Major vascular or cardiac structural complications requiring unplanned reintervention or surgery\n   * Stage 2 or 3 acute kidney injury (AKI) includes new dialysis\n   * Pulmonary embolism\n   * Severe heart failure or hypotension requiring intravenous inotrope",
                    "timeFrame": "At 30 Days Post Procedure"
                },
                {
                    "measure": "The rate of valve dysfunction out to 10 years",
                    "description": "Freedom from valve dysfunction out to 10 years\n\nDefined as a composite of:\n\n1. RVOT re-intervention for device-related reasons\n2. Hemodynamic dysfunction of the valve (moderate or greater pulmonary regurgitation, and/or a mean RVOT gradient \\> 35 mmHg)",
                    "timeFrame": "Through Ten Years Post Procedure"
                },
                {
                    "measure": "New York Heart Association (NYHA) classification Through out to 10 years",
                    "description": "Functional status (New York Heart Association (NYHA) classification) out to 10 years",
                    "timeFrame": "Through Ten Years Post Procedure"
                },
                {
                    "measure": "Characterization of quality-of-life scores out to 5 year, and at 10 years",
                    "description": "Characterization of quality-of-life scores out to 5 year, and at 10 years As assessed by the SF-36-QOL.",
                    "timeFrame": "Through Five Years Post Procedure, and at 10 Years Post Procedure"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Weight ≥25kg (55 lbs.)\n2. Age ≥ 12 years olds\n3. Patients have a dysfunctional native RVOT with severe pulmonary regurgitation (i.e., severe pulmonary regurgitation as determined by echocardiography or pulmonary regurgitant fraction ≥30% as determined by cardiac magnetic resonance imaging) and without significant pulmonary stenosis (significant pulmonary stenosis is defined as gradient more than 25mmHg) and are clinically indicated for intervention:\n\n1) For symptomatic patients, fitting the following criteria:\n\n* Severe pulmonary regurgitation measured by echocardiogram or pulmonary regurgitant fraction ≥30% measured by CMR 2) For asymptomatic patients, including any 2 of the following criteria:\n* Mild or moderate RV or LV systolic dysfunction.\n* Severe RV dilation (RVEDVI ≥145 mL/m2 or RVESVI ≥ 75 mL/m2or RVEDV \\>2 × LVEDV).\n* Progressive reduction in objective exercise tolerance. 4. Patient is willing to consent to participate in the study and will commit to completion of all follow-up requirements.\n\nExclusion Criteria:\n\n1. Clinical or biological signs of infection including active endocarditis.\n2. Echocardiographic evidence of intracardiac mass, thrombus, or vegetation.\n3. Leukopenia, anemia, thrombocytopenia, or any known blood clotting disorder, deemed clinically significant after consultation with Haemato-oncology specialists.\n4. Inappropriate anatomy for femoral or right internal jugular vein (RIJ) introduction and delivery of the VenusP-ValveTM System.\n5. RVOT anatomy or morphology that is unfavorable for device anchoring.\n6. Anatomy unable to accommodate VenusP-Valve delivery system.\n7. Angiographic evidence of coronary artery compression that would result from transcatheter pulmonary valve replacement (TPVR).\n8. Emergency interventional/surgical procedures within 30 days prior to the index procedure.\n9. Planned significant and relevant concomitant procedure at time of VenusP-Valve implant.\n10. Any planned interventional/surgical procedures to be performed within the 30 days follow-up from VenusP-Valve implant.\n11. Known history of intravenous drug abuse in the past 5 years, without certificate of completion of rehabilitation from a specialist.\n12. Major or progressive non-cardiac disease resulting in a life expectancy of less than one year.\n13. Known hypersensitivity or contraindication to antiplatelet, antithrombotic medications, or nitinol (titanium or nickel) leading to be unable to undergo index procedure per physicians' judgement\n14. Positive pregnancy test at baseline (prior to CT angiography and again prior to implant procedure) in female patients of child-bearing potential.\n15. Currently participating in an investigational drug or another device study.\n16. Patient or guardian unwilling or unable to provide written informed consent or comply with follow-up requirements.\n17. The investigators consider that the patients are not suitable to participate in this research.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cong Ma",
                    "role": "CONTACT",
                    "phone": "+8618817939751",
                    "email": "macong@venusmedtech.com"
                }
            ],
            "locations": [
                {
                    "facility": "Venusmedtech of America",
                    "status": "RECRUITING",
                    "city": "Irvine",
                    "state": "California",
                    "zip": "92618",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Frank Zeng",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.66946,
                        "lon": -117.82311
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011665",
                    "term": "Pulmonary Valve Insufficiency"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006349",
                    "term": "Heart Valve Diseases"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14519",
                    "name": "Pulmonary Valve Insufficiency",
                    "asFound": "Pulmonary Regurgitation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14373",
                    "name": "Proteus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9437",
                    "name": "Heart Valve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                }
            ]
        }
    },
    "hasResults": false
}