{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04349852",
            "orgStudyIdInfo": {
                "id": "20-00130"
            },
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "Verbal Working Memory and Attention Remediation for Adults With Traumatic Brain Injury.",
            "officialTitle": "Verbal Working Memory and Attention Remediation for Adults With Traumatic Brain Injury.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "verbal-working-memory-and-attention-remediation-for-adults-with-traumatic-brain-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-15",
            "studyFirstSubmitQcDate": "2020-04-15",
            "studyFirstPostDateStruct": {
                "date": "2020-04-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project will examine if computerized cognitive remediation will improve working memory and attention in 25 adults with a mild, moderate, or severe brain injury and compare their cognitive performance to the control group of 25 adults with a mild, moderate, or severe brain injury. The control group will train on computerized tasks of social awareness. Participants in both groups will be assessed prior to training and immediately post-training and one month-post training.",
            "detailedDescription": "The study design will be randomized assignment with a control group. Participants in both groups will undergo three cognitive assessments at baseline, at the end of 40 cognitive training modules, and 1-month post-completion of the first follow-up assessment."
        },
        "conditionsModule": {
            "conditions": [
                "Traumatic Brain Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BrainHQ Cognitive Training Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomized into the BrainHQ Cognitive Training modules which are 45 minute training sessions. There will be 40 training sessions. Since the intervention is presented both visually and verbally through the computer, and participants will be asked if they have a quiet space and noise cancelling headphones. Participants will complete the training protocols remotely and their performance will be tracked. Participants will complete the 40 training sessions remotely, but will meet with the study team member online prior to beginning the training and right after completing the training.",
                    "interventionNames": [
                        "Behavioral: BrainHQ Cognitive Training Modules"
                    ]
                },
                {
                    "label": "BrainHQ People Skills Arm",
                    "type": "OTHER",
                    "description": "Participants will be randomized into the BrainHQ People Skills Modules which are 45 minute training sessions. There will be 40 training sessions. Since the intervention is presented both visually and verbally through the computer, and participants will be asked tocomplete the training in a quiet space and time to complete these activities. Participants will complete the 40 training sessions remotely, but will meet with the study team member online prior to beginning the training and right after completing the training.",
                    "interventionNames": [
                        "Behavioral: BrainHQ People Skills Modules"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "BrainHQ Cognitive Training Modules",
                    "description": "The BrainHQ is a computerized training program developed from Posit Science designed to improve multiple cognitive domains. The subtests exercises include 6 modules for the experimental group: 1) Sound Sweeps: which is identify whether sound pitches are going up or down; 2) Memory Grids: matching pairs of words; 3) Syllable Stack: recognition of sequences of confusable syllables; 4) Fine Tuning: recognition of the order of confusable syllables; 5) To-Do List Training: reconstruction of sequences of verbal instructions; 6) In The Know: identification of details in a verbally presented story. Since the intervention is presented both visually and verbally through the computer, participants will be asked to complete their training in a quiet space and time to complete these activities.",
                    "armGroupLabels": [
                        "BrainHQ Cognitive Training Arm"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "BrainHQ People Skills Modules",
                    "description": "The BrainHQ is a computerized training program developed from Posit Science designed to improve multiple cognitive domains. The BrainHQ will provide 3 training modules for the control group: 1) Recognition: a picture of a face is presented briefly and then the subject picks the recognized face from 3 pictures. 2) Face to Face: matching the emotional expression of 3 pictures to the emotional expression of the picture previously presented; 3) Face Facts: recalling 3 facts about a person that was previously presented. Participants will spend 45 minutes at each training session. Since the intervention is presented both visually and verbally through the computer, participants will be asked to complete their training in a quiet space and time to complete these activities.",
                    "armGroupLabels": [
                        "BrainHQ People Skills Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in participants' visual memory after participating in BrainHQ training",
                    "description": "Measured by TOMM(Test of Memory Malingering) which is visual memory test that measures level of effort. Test of Memory Malingering is a 50-item visual recognition test designed to help distinguish malingering from genuine memory impairments.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' logical memory after participating in BrainHQ training",
                    "description": "This will be measured by the Wechsler Memory Scale-IV (WMS-IV), Logical Memory subtest which is a measure of a person's ability to recall a story told to them.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' working memory after participating in BrainHQ training",
                    "description": "This will be measured by the Wechsler Memory Scale-IV (WMS-IV), Digit Span subtest which is a measure of working memory in which the person maintains their attention to the list of spoken numbers and ask to recall and state the list of numbers.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' vocabulary after participating in BrainHQ training",
                    "description": "This will be measured by the Wechsler Adult Intelligence Scale IV, Vocabulary subtest which measure the ability to define specific words.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' ability to recall information",
                    "description": "This will be measured by the Wechsler Adult Intelligence Scale IV, Information subtest which assesses the ability to recall general knowledge and acquired facts on different topics related to science, geography, and history.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' abstract reasoning",
                    "description": "Measured by Wechsler Adult Intelligence Scale IV, Matrix Reasoning subtest which is a measure of abstract reasoning of visually presented stimuli.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' level of reading",
                    "description": "The will be measured by Wechsler Test of Adult Reading which is a measure that reliably estimates levels of intelligence by asking the subject to read aloud the words on an established reading list.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' spatial memory",
                    "description": "This will be assessed by the Spatial Span which is a measure of spatial working memory test. Participants are required to recall and tap the top of blocks in the same order they tapped by the administrator.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' verbal memory",
                    "description": "Measured by REY Auditory Learning Test (RAVLT). This test is a measure of verbal memory. A list of words is read aloud to the participants five times. After each list of words, the participant recalls the words. The participants will also be asked to recall the words from the list 20 minutes later.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' ability to visually search",
                    "description": "This will be measured by using the Trails Making Test- A \\& B which measures efficiency of visual search and set shifting while alternating between letters and numbers. The Trail Making Test is a neuropsychological test of visual attention and task switching. It consists of two parts in which the subject is instructed to connect a set of 25 dots as quickly as possible while still maintaining accuracy.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' ability to attention",
                    "description": "This will be measured with the Digit Cancellation Task. This is a timed test of attention that requires the participant to draw a slash through a targeted letter.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants ability to assess auditory information",
                    "description": "This will be assessed with the Paced Auditory Serial Addition Test (PASAT) - 3 \\& 2 second versions which measures complex mental manipulation by adding the two most recent numbers that are presented auditorily. There are two sets of numbers that are presented at two different speeds. The PASAT is a measure of cognitive function that assesses auditory information processing speed and flexibility, as well as calculation ability.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' verbal attention.",
                    "description": "Will be assessed with the Woodcock-Johnson - Understanding Directions subtest which is a measure of verbal attention. Participant are provided oral directions to point to different parts of pictures.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' attention and verbal memory",
                    "description": "Actual Reality Performance test is a measure of attention and verbal memory, which requires the participants to follow directions and sequence steps of computerized task.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Changes to participants' ability to understand social cues",
                    "description": "Awareness of Social Inference Test (TASIT)- Short version: is a standard measure to recognize emotions and a speaker's intentions presented in a vignette.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' sense of depression",
                    "description": "This will be self reported using the Beck's Depression Inventory - II. This is a standardized instrument for the assessment of depression with a self-report questionnaire.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Change in participants' sense of anxiety",
                    "description": "Measured by self reports with the Beck's Anxiety Inventory which is a self-report instrument for the assessment of anxiety.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Changes to participants' mental status",
                    "description": "Will be measured using the Lifetime Experience Questionnaire, \\\\ a questionnaire to determine current and past mental.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Changes in participants' daily living",
                    "description": "The Functional Behavior Profile Questionnaire will be used to measure daily living status. This is a standardized questionnaire regarding activities of daily living, executive functioning, participation, problems solving and social relationships.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Changes in the pattern of participants social lifestyle",
                    "description": "This may be assessed with the Participation Assessment with Recombined Tools-Objective Questionnaire: A standardized questionnaire about social participation.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                },
                {
                    "measure": "Changes in the participants' overall status",
                    "description": "Will be gauged by using the Promis Global Health Questionnaire. This is a standardized questionnaire that evaluates physical, mental and social health deficits common in people with brain injuries.",
                    "timeFrame": "baseline, 1 week post training, 4 weeks post training"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Medically documented mild, moderate, or severe TBI;\n* All subjects will be older than 18 years of age;\n* Free from schizophrenia or bipolar disorder, due to the potential influence of such disorders on cognitive functioning;\n* Free of current alcohol or drug abuse;\n* At least 3 months post-injury.\n\nExclusion Criteria:\n\n* Younger than 18 years old.\n* A brain injury that is not medically documented.\n* Being diagnosed with schizophrenia or bipolar disorder.\n* Current alcohol or drug use diagnosis\n* Less than 3 months post-injury",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gerald Voelbel, PhD",
                    "role": "CONTACT",
                    "phone": "212-998-5827",
                    "email": "gv23@nyu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gerald Voelbel, PhD",
                    "affiliation": "NYU Langone Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "George Voelbel, PhD",
                            "role": "CONTACT",
                            "phone": "212-998-5827",
                            "email": "gv23@nyu.edu"
                        },
                        {
                            "name": "George Voelbel, Phd",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research.",
            "accessCriteria": "The investigator who proposed to use the data. Upon reasonable request. Requests should be directed to gv23@nyu.edu. To gain access, data requestors will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}