{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05184569",
            "orgStudyIdInfo": {
                "id": "21-35516"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AG073482-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AG073482-01"
                },
                {
                    "id": "PTCG-21-818270",
                    "type": "OTHER_GRANT",
                    "domain": "Part the Cloud-Gates Partnership Grant Program"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Veri-T: A Trial of Verdiperstat in Patients With svPPA Due to TDP-43 Pathology",
            "officialTitle": "Phase 1, Randomized, Double-Blind, Placebo-Controlled, Safety, Tolerability, Pharmacokinetics, Pharmacodynamics and Preliminary Efficacy Study of Oral Verdiperstat (BHV-3241) in Patients With Semantic Variant Primary Progressive Aphasia (svPPA) Due to TDP-43 Pathology",
            "acronym": "Veri-T-001",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "veri-t-a-trial-of-verdiperstat-in-patients-with-svppa-due-to-tdp-pathology"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-17",
            "studyFirstSubmitQcDate": "2022-01-07",
            "studyFirstPostDateStruct": {
                "date": "2022-01-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Peter Ljubenkov, MD",
                "investigatorTitle": "Assistant Adjunct Professor",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Peter Ljubenkov, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "Alzheimer's Association",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to test the safety and tolerability of twice daily Verdiperstat in patients with semantic variant primary progressive aphasia (svPPA) due to frontotemporal lobar degeneration with TDP-43 pathology (FTLD-TDP). Three-fourths of the participants will receive Verdiperstat and one-fourth will receive Placebo during the 24-week treatment duration.",
            "detailedDescription": "This is a Phase 1, randomized, double-blind, placebo-controlled study of the safety, tolerability, pharmacokinetics, pharmacodynamics, and preliminary efficacy of Verdiperstat in patients with semantic variant primary progressive aphasia (svPPA) due to frontotemporal lobar degeneration with TDP-43 pathology (FTLD-TDP). Approximately 64 subjects will be randomized 3:1 to active drug or placebo. Study drug will be administered orally bid (two Verdiperstat tablets bid or two placebo tablets bid (for a total daily dose of 600mg daily, following a one-week titration period of 1 tablet daily).\n\nThe study will test the effects of Verdiperstat on cerebrospinal fluid (CSF) proteins, brain magnetic resonance imaging (MRI), and cognitive (thinking, memory and language) tests in subjects with svPPA due to FTLD-TDP. This study uses placebo which looks like the experimental drug but does not have any active drug in it."
        },
        "conditionsModule": {
            "conditions": [
                "Semantic Dementia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, Double-Blind, Placebo-Controlled",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Double-blind study. Only investigational pharmacist will be unblinded",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Verdiperstat",
                    "type": "EXPERIMENTAL",
                    "description": "Verdiperstat 2 tablets twice daily (600mg total daily) by mouth for 24 weeks.",
                    "interventionNames": [
                        "Drug: Verdiperstat"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo 2 tablets twice daily by mouth for 24 weeks.",
                    "interventionNames": [
                        "Drug: Verdiperstat"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Verdiperstat",
                    "description": "Oral, extended release (ER) tablet",
                    "armGroupLabels": [
                        "Placebo",
                        "Verdiperstat"
                    ],
                    "otherNames": [
                        "BHV-3241"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Treatment-Emergent Adverse Events",
                    "description": "Assess adverse events during 6 months administration of Verdiperstat or Placebo",
                    "timeFrame": "24 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in Pharmacokinetic properties of Verdiperstat in Cerebrospinal Fluid (CSF)",
                    "description": "Measure steady-state cerebrospinal fluid concentrations of Verdiperstat and its metabolites",
                    "timeFrame": "24 Weeks"
                },
                {
                    "measure": "Changes in Pharmacokinetic properties of Verdiperstat in Plasma",
                    "description": "Measure steady-state plasma concentrations of Verdiperstat and its metabolites",
                    "timeFrame": "24 Weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Changes in Pharmacodynamic (PD) properties of Verdiperstat in Plasma",
                    "description": "Measure plasma myeloperoxidase (MPO) activity",
                    "timeFrame": "24 Weeks"
                },
                {
                    "measure": "Changes in Pharmacodynamic properties of CSF biomarkers of neurofilament light chain protein",
                    "description": "Measure CSF concentrations of neurofilament light chain protein (NfL) pg/ml",
                    "timeFrame": "24 Weeks"
                },
                {
                    "measure": "Change in brain volume on brain MRI",
                    "description": "Measure of global and regional volumes of interest (such as whole brain and temporal lobes)",
                    "timeFrame": "24 Weeks"
                },
                {
                    "measure": "Change in structural and functional connectivity on brain MRI",
                    "description": "Connectivity between brain regions measured using diffusion tensor MRI and resting state functional MRI",
                    "timeFrame": "24 Weeks"
                },
                {
                    "measure": "Change in Clinical Dementia Rating Scale (CDR-SB)",
                    "description": "Measure change in dementia status using the Clinical Dementia Rating (CDR) Demential Staging Instrument plus National Alzheimer's Coordinating Center (NACC) Behavior and Language Domains (CDR plus NACC FTLD)",
                    "timeFrame": "24 Weeks"
                },
                {
                    "measure": "Change in Executive brain function",
                    "description": "Measure change in executive function using the National Institutes of Health (NIH) Executive Abilities Assessment (NIH EXAMINER)",
                    "timeFrame": "24 Weeks"
                },
                {
                    "measure": "Change in language function",
                    "description": "Measure change in language function using the Boston Naming Test",
                    "timeFrame": "24 Weeks"
                },
                {
                    "measure": "Change in language semantic fluency",
                    "description": "Measure semantic fluency using the Delis-Kaplan Executive Function System (D-KEFS)",
                    "timeFrame": "24 Weeks"
                },
                {
                    "measure": "Change in language naming function",
                    "description": "Measure language function abilities using a digitalized analysis of prompted monolog and a picture description task on a mobile application",
                    "timeFrame": "24 Weeks"
                },
                {
                    "measure": "Change in neuropsychiatric function",
                    "description": "Measure using the Neuropsychiatric Inventory (NPI) questionnaire",
                    "timeFrame": "24 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Between 18 and 85 years of age (inclusive) at the initial screening visit;\n2. Meets 2011 consensus criteria for svPPA (Gorno-Tempini et al. 2011);\n3. MRI at screening is consistent with the underlying svPPA with no large strokes or severe white matter disease (Fazekas Grade ≤2; Fazekas et al. 1987);\n4. CDR® plus NACC FTLD (Miyagawa et al. 2020) global score at screening ≤1;\n5. The following medications are allowed, but must be stable for 2 months prior to the initial screening visit:\n\n   1. Food and Drug Administration (FDA)-approved Alzheimer's disease (AD) medications;\n   2. FDA-approved psychotropic medications;\n6. Other medications (except those listed under exclusion criteria) are allowed as long as the dose is stable for 30 days prior to the initial screening visit;\n7. Has a reliable study partner who agrees to accompany the participant to visits, and spends at least 5 hours per week with the participant;\n8. Agrees to 2 LPs;\n9. Signed and dated written informed consent obtained from the participant and the participant's study partner in accordance with local Institutional Review Board (IRB) regulations;\n10. WOCBP must agree to abstain from sex or use highly effective birth control that includes two methods of contraception (one of which must be a barrier method) for the duration of the screening period, the RDBPC treatment period, and for 30 days after the last dose of study drug (active or placebo);\n11. Males must agree to abstain from sex with WOCBP or use an adequate method of contraception for the duration of the RDBPC treatment period and for 90 days after the last dose of study drug (active or placebo);\n12. Able to swallow pills whole without crushing or chewing.\n\nExclusion Criteria:\n\n1. A clinical diagnosis of probable AD (McKhann et al. 2011) or previous biomarker evidence of AD biology using amyloid positron emission tomography (PET) imaging, CSF amyloid beta (Aβ)/total tau (t-tau) ratio, CSF/plasma amyloid beta isoform with 40 amino acid residues (Aβ40)/amyloid beta isoform with 42 amino acid residues (Aβ42) ratio, or plasma phosphorylated tau \\[phosphorylated tau at residue 181 (p-tau181) and phosphorylated tau at residue 217 (p-tau217)\\] assessments;\n2. A clinical diagnosis of a comorbid FTLD-associated clinical syndrome other than svPPA, including:\n\n   1. logopenic primary progressive aphasia (lvPPA; Gorno-Tempini et al. 2011);\n   2. non-fluent/agrammatic variant primary progressive aphasia (nfvPPA; Gorno-Tempini et al. 2011);\n\n      * c. behavioral variant for frontotemporal dementia (bvFTD; Rascovsky et al. 2011). Patients who meet diagnostic criteria for svPPA (Gorno-Tempini et al. 2011) may still be included if they have a secondary diagnosis of bvFTD, so long as the PI can reasonably attribute their disinhibition, dietary changes, compulsions, and/or loss of empathy to anterior temporal lobe atrophy (Seeley et al. 2005) and MRI is consistent with right anterior atrophy (or left temporal atrophy in participants with suspected right hemispheric language dominance);\n\n   d. progressive supranuclear palsy (PSP; Höglinger et al. 2017); e. corticobasal syndrome (CBS; Armstrong et al. 2013);\n3. Any other medical condition other than FTLD that is likely to account for cognitive or behavioral deficits (e.g., uncontrolled seizure disorder, stroke, vascular dementia, substance abuse or alcoholism, Lewy body disease);\n4. History of uncontrolled thyroid disease or evidence thereof \\[i.e., abnormal free thyroxine (T4) levels and thyroid stimulating hormone (TSH) \\> 10 milli-international units (mIU)/liter (L) at screening (confirmed by repeat)\\];\n5. Serious autoimmune disease, or ongoing immunocompromised state;\n6. History of significant cardiovascular, hematologic, renal, or hepatic disease (or laboratory evidence thereof at screening);\n7. History or presence of gastrointestinal (GI) or other disease known to interfere with absorption, distribution, metabolism, or excretion of drugs, or a history of surgery known to interfere with absorption or excretion of drugs (i.e., gastric bypass);\n8. Within 1 year prior to initial screening visit or between screening and baseline (pre-dose Day 1), any of the following: myocardial infarction; hospitalization for congestive heart failure; hospitalization for, or symptoms of, unstable angina; or syncope;\n9. History of major psychiatric illness or untreated depression that in the opinion of the PI would pose a safety risk or interfere with the appropriate interpretation of study data;\n10. Neutrophil count \\<1,500/cubic millimeter (mm3), platelets \\<100,000/mm3, serum creatinine \\>1.5 x upper limit of normal (ULN), total bilirubin (TBL) \\>1.5 x ULN, alanine aminotransferase (ALT) \\>1.5 x ULN, aspartate aminotransferase (AST) \\>1.5 x ULN, or international normalized ratio (INR) \\>1.2 at screening (confirmed by repeat);\n11. Evidence of any clinically significant findings on screening or baseline evaluations which, in the opinion of the PI would pose a safety risk or interfere with appropriate interpretation of study data;\n12. Corrected QT interval by Fridericia (QTcF) ≥ 470 milliseconds (msec) or uncontrolled arrhythmia or frequent premature ventricular contractions (PVCs; \\>5/minute) or Mobitz Type II second or third degree atrioventricular (AV) block or left bundle branch block or right bundle branch block with a QRS duration ≥ 150 msec or intraventricular conduction defect with a QRS duration ≥ 150 msec or evidence of acute or sub-acute myocardial infarction or ischemia or other ECG findings at screening or baseline that, in the PI's opinion, would preclude participation in the study;\n13. Pathologic renal findings at screening as defined by the presence of either of the following criteria:\n\n    1. Estimated glomerular filtration rate (eGFR) \\[determined by the Modification of Diet in Renal Disease (MDRD) Study equation\\] \\< 30 milliliter (mL)/minute/1.73 square meter (m2). The MDRD Study equation is as follows: eGFR (mL/minute/1.73 m2) = 175 x (Scr)-1.154 x (Age)-0.203 x (0.742 if female) x (1.212 if African American), where Scr = serum creatinine in mg/deciliter (dL) as measured by a method calibrated to an isotope dilution mass spectrometry (IDMS) reference method;\n    2. Serum creatinine ≥ 2.5 mg/dL;\n14. Hemoglobin A1C \\>7.5% at screening (confirmed by repeat);\n15. Current or recent history (within four weeks prior to initial screening visit) of a clinically significant bacterial, fungal, or mycobacterial infection;\n16. Current clinically significant viral infection, including \"known\" positive status for human immunodeficiency virus (HIV) (i.e., based on prior testing; HIV testing will not be performed as part of the screening evaluations for this trial);\n17. Major surgery within four weeks prior to initial screening visit;\n18. Blood transfusion within 4 weeks of initial screening visit;\n19. History of stem cell treatment;\n20. Any contraindication for MRI or unable to tolerate MRI at screening;\n21. Any contraindication to or unable to tolerate LP at screening, including the use of anti-coagulant medications such as warfarin. Daily administration of 81 mg aspirin will be allowed as long as the dose is stable for 30 days prior to the initial screening visit;\n22. Participants who, in the opinion of the PI, are unable or unlikely to comply with the dosing schedule or study evaluations;\n23. Prior treatment with verdiperstat;\n24. Treatment with another investigational drug within 30 days or 5 half-lives of drug before initial screening visit, whichever is longer. Treatment with investigational drugs other than verdiperstat while on study will not be allowed;\n25. Treatment with systemic corticosteroids or steroid sparing systemic immunosuppressive agents within 30 days or 5 half-lives of drug before initial screening visit, whichever is longer. Treatment with systemic corticosteroids or other systemic immunosuppressive therapy while on study will not be allowed;\n26. Treatment with strong inhibitors of CYP1A2 (i.e., ciprofloxacin, enoxacin, fluvoxamine) within 30 days or 5 half-lives of drug before initial screening visit, whichever is longer. Treatment with strong inhibitors of CYP1A2 while on study will not be allowed;\n27. Known hypersensitivity to the inactive ingredients in the study drug products (active or placebo);\n28. Known to be pregnant or lactating, or positive pregnancy test at screening or baseline (pre-dose Day 1);\n29. Cancer within 5 years of initial screening visit, except for basal cell carcinoma;\n30. History or evidence at screening of known disease-associated mutations associated with FTLD without trans-activation response deoxyribonucleic acid-binding protein of 43 kilodaltons (TDP-43) inclusions \\[e.g., mutations in the genes encoding chromatin-modifying protein/charged multivesicular body protein B2 (CHMPB2), microtubule-associated protein tau (MAPT), or fused in sarcoma (FUS)\\].",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Karin Snowberg, BA, MA",
                    "role": "CONTACT",
                    "phone": "415-476-8845",
                    "email": "Karin.Snowberg@ucsf.edu"
                },
                {
                    "name": "Mary Koestler, RN, PhD",
                    "role": "CONTACT",
                    "phone": "415-476-0661",
                    "email": "Mary.Koestler@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Peter Ljubenkov, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCSF Memory and Aging Center",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94158",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karin Snowberg, BA, MA",
                            "role": "CONTACT",
                            "phone": "415-476-8845",
                            "email": "Karin.Snowberg@ucsf.edu"
                        },
                        {
                            "name": "Aedan Enriquez, BA",
                            "role": "CONTACT",
                            "phone": "415-476-9578",
                            "email": "Aedan.Enriquez@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Caila Ryan, MS",
                            "role": "CONTACT",
                            "phone": "312-503-5674",
                            "email": "caila.ryan@northwestern.edu"
                        },
                        {
                            "name": "Loreece Haddad",
                            "role": "CONTACT",
                            "phone": "312-503-2486",
                            "email": "loreece.haddad@northwestern.edu"
                        },
                        {
                            "name": "Ian Grant, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shelby Heintz",
                            "role": "CONTACT",
                            "phone": "507-284-1324",
                            "email": "heintz.shelby@mayo.edu"
                        },
                        {
                            "name": "Kevin Nelson",
                            "role": "CONTACT",
                            "phone": "507.284.1324",
                            "email": "nelson.kevin1@mayo.edu"
                        },
                        {
                            "name": "David Knopman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dahlia Kamel, MS",
                            "role": "CONTACT",
                            "phone": "215-662-6134",
                            "email": "kamel.dahlia@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Quinn Hlava",
                            "role": "CONTACT",
                            "phone": "215-662-6162",
                            "email": "quinn.hlava@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "David Irwin, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Houston Methodist Hospital - Nantz National Alzheimer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Manuel Navarro, RN",
                            "role": "CONTACT",
                            "phone": "346-238-0083",
                            "email": "mnavarro2@houstonmethodist.org"
                        },
                        {
                            "name": "Victoria Arbones, RN",
                            "role": "CONTACT",
                            "phone": "713-441-7650",
                            "email": "varbones@houstonmethodist.org"
                        },
                        {
                            "name": "Belen Pascual, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Joseph Masdeu, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-10-13",
                    "uploadDate": "2023-10-16T12:52",
                    "filename": "ICF_000.pdf",
                    "size": 326179
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000057180",
                    "term": "Frontotemporal Dementia"
                },
                {
                    "id": "D000018888",
                    "term": "Aphasia, Primary Progressive"
                },
                {
                    "id": "D000020774",
                    "term": "Pick Disease of the Brain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000057174",
                    "term": "Frontotemporal Lobar Degeneration"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000001037",
                    "term": "Aphasia"
                },
                {
                    "id": "D000013064",
                    "term": "Speech Disorders"
                },
                {
                    "id": "D000007806",
                    "term": "Language Disorders"
                },
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M28762",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Semantic Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20929",
                    "name": "Aphasia, Primary Progressive",
                    "asFound": "Semantic Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22530",
                    "name": "Pick Disease of the Brain",
                    "asFound": "Semantic Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4352",
                    "name": "Aphasia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M28756",
                    "name": "Frontotemporal Lobar Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15864",
                    "name": "Speech Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10823",
                    "name": "Language Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T2399",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Semantic Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2400",
                    "name": "Frontotemporal Dementia, Ubiquitin-positive",
                    "asFound": "Semantic Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4710",
                    "name": "Primary Progressive Aphasia",
                    "asFound": "Semantic Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5168",
                    "name": "Semantic Dementia",
                    "asFound": "Semantic Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T704",
                    "name": "Behavioral Variant of Frontotemporal Dementia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}