{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05711719",
            "orgStudyIdInfo": {
                "id": "IRB00310207"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Vericiguat in Patients With Metabolic Syndrome and Coronary Vascular Dysfunction",
            "officialTitle": "Vericiguat in Patients With Metabolic Syndrome and Coronary Vascular Dysfunction",
            "therapeuticArea": [
                "Endocrinology",
                "Cardiovascular"
            ],
            "study": "vericiguat-in-patients-with-metabolic-syndrome-and-coronary-vascular-dysfunction"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-16",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-06",
            "studyFirstSubmitQcDate": "2023-01-25",
            "studyFirstPostDateStruct": {
                "date": "2023-02-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Coronary vascular dysfunction is one of the \"final common pathways\" for the impact of multiple cardiovascular risk factors. The investigators will conduct a randomized, double-blind placebo-controlled study in individuals with the metabolic syndrome and baseline coronary vascular dysfunction to evaluate the impact of vericiguat, a stimulator of soluble guanylyl cyclase, on coronary vascular function using non-invasive cardiac magnetic resonance imaging.",
            "detailedDescription": "Despite advances in medical therapy for the prevention of coronary artery disease, such as the treatments for high blood pressure and elevated cholesterol, several hundred thousand Americans continue to experience heart attacks every year. This may be related to risk factors which are not now identified and therefore treated. Endothelial dysfunction indexes the adverse impact of multiple risk factors and thus provides the opportunity to evaluate the benefit of an intervention which may improve function.\n\nForty-five participants with metabolic syndrome and coronary vascular dysfunction will be randomized in a 2:1 ratio to receive vericiguat or placebo. Following randomization, the participants will undergo a study drug titration phase as follows: Initial 2.5 mg/day for two weeks, then 5 mg/day for two weeks, and then 10 mg/day for two weeks. This titration protocol is the one stated in the FDA package insert for vericiguat. The vericiguat formulary will be an FDA approved version obtained by the Johns Hopkins Medical Institutions Pharmacy from Merck (manufacturer of vericiguat) and will be maintained by the Johns Hopkins Investigational Drug Service until it is administered.\n\nCardiac MRI with isometric handgrip exercise, as well as echocardiography and blood studies will be used to assess coronary vascular and cardiac function and biomarkers indicative of nitric oxide pathways and factors impacting that pathway. The same procedures will be repeated at the end of the 6-10 week study drug administration period with an identical protocol, with special attention taken on the MRI to interrogate the same coronary segments as those studied at baseline."
        },
        "conditionsModule": {
            "conditions": [
                "Metabolic Syndrome",
                "Coronary Microvascular Dysfunction"
            ],
            "keywords": [
                "Cardiac Magnetic Resonance Imaging"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Double-blind, placebo controlled trial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Vericiguat",
                    "type": "EXPERIMENTAL",
                    "description": "Initial 2.5 mg/day for two weeks, then 5 mg/day for two weeks, and then 10 mg/day for two weeks. Systolic blood pressure will be measured before and following each titration The participant will receive the final titration dose for a total of six weeks.. The drug is administered as an oral tablet once daily.",
                    "interventionNames": [
                        "Drug: Vericiguat"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "A placebo tablet will be administered orally once daily.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Vericiguat",
                    "description": "Up-titration will be performed as guided by the evaluation of blood pressure and clinical symptoms",
                    "armGroupLabels": [
                        "Vericiguat"
                    ],
                    "otherNames": [
                        "Verquvo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Administered the same way",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Absolute change in coronary cross-sectional area (in mm²) within the vericiguat group as assessed by Magnetic Resonance Imaging (MRI)",
                    "description": "The absolute changes in coronary cross-sectional area (in mm²) with isometric handgrip exercise (IHE) in the group randomized to vericiguat from that measured at baseline, prior to the initiation of vericiguat, to that measured at the end of the study drug administration period as assessed by MRI.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Relative change in coronary cross-sectional area (as percentage) within the vericiguat group as assessed by Magnetic Resonance Imaging (MRI)",
                    "description": "The relative changes in coronary cross-sectional area (as percentage) with isometric handgrip exercise (IHE) in the group randomized to vericiguat from that measured at baseline, prior to the initiation of vericiguat, to that measured at the end of the study drug administration period as assessed by MRI.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Absolute change in coronary cross-sectional area (in mm²) between the vericiguat group and the placebo group as assessed by Magnetic Resonance Imaging (MRI)",
                    "description": "The absolute changes in coronary cross-sectional area (in mm²) with isometric handgrip exercise (IHE) in the vericiguat group as compared to the placebo group as assessed by MRI.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Relative change in coronary cross-sectional area (as percentage) between the vericiguat group and the placebo group as assessed by Magnetic Resonance Imaging (MRI)",
                    "description": "The relative changes in coronary cross-sectional area (as percentage) with isometric handgrip exercise (IHE) in the vericiguat group as compared to the placebo group as assessed by MRI.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in interleukin 1 (IL-1) measured using blood samples (in pg/mL)",
                    "description": "IL-1 (in pg/mL), an inflammatory marker, will be measured in blood samples to assess changes from baseline.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in interleukin 6 (IL-6) measured using blood samples (in pg/mL)",
                    "description": "IL-6 (in pg/mL), an inflammatory marker, will be measured in blood samples to assess changes from baseline.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in interleukin 10 (IL-10) measured using blood samples (in pg/mL)",
                    "description": "IL-10 (in pg/mL), an inflammatory marker, will be measured in blood samples to assess changes from baseline.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in tumor necrosis factor (TNF)-alpha measured using blood samples (in pg/mL)",
                    "description": "TNF-alpha (in pg/mL), an inflammatory marker, will be measured in blood samples to assess changes from baseline.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in high sensitivity C-Reactive Protein (hsCRP) measured using blood samples (in mg/L)",
                    "description": "hsCRP (in mg/L), an inflammatory marker, will be measured in blood samples to assess changes from baseline.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in cyclic guanosine monophosphate (cGMP) measured using blood samples (in pmol/mL)",
                    "description": "cGMP (in pmol/mL), a mediator in the nitric oxide pathway, will be measured in blood samples to assess changes from baseline.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in left ventricular ejection fraction (as percentage) as assessed by echocardiography",
                    "description": "An ultrasound evaluation of the heart will be performed to assess the impact of vericiguat on left ventricular ejection fraction (%).",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in e' velocities (in cm/s) as assessed by echocardiography",
                    "description": "An ultrasound evaluation of the heart will be performed to assess the impact of vericiguat on e' velocities (in cm/s).",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in E/e' ratio as assessed by echocardiography",
                    "description": "An ultrasound evaluation of the heart will be performed to assess the impact of vericiguat on the E/e' ratio.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in left atrium volume index (in mL/BSA) as assessed by echocardiography",
                    "description": "An ultrasound evaluation of the heart will be performed to assess the impact of vericiguat on the left atrium volume index (in mL/BSA).",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in peak tricuspid regurgitation (TR) velocity (in m/s) as assessed by echocardiography",
                    "description": "An ultrasound evaluation of the heart will be performed to assess the impact of vericiguat on peak TR velocity (in m/s).",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Changes in strain (as percentage) as assessed by echocardiography",
                    "description": "An ultrasound evaluation of the heart will be performed to assess the impact of vericiguat on strain (as percentage).",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Absolute change in coronary flow (in mL/min) within the vericiguat group as assessed by Magnetic Resonance Imaging (MRI)",
                    "description": "The absolute changes in coronary flow (in mL/min) with isometric handgrip exercise (IHE) in the group randomized to vericiguat from that measured at baseline, prior to the initiation of vericiguat, to that measured at the end of the study drug administration period as assessed by MRI.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Relative change in coronary flow (as percentage) within the vericiguat group as assessed by Magnetic Resonance Imaging (MRI)",
                    "description": "The relative changes in coronary flow (as percentage) with isometric handgrip exercise (IHE) in the group randomized to vericiguat from that measured at baseline, prior to the initiation of vericiguat, to that measured at the end of the study drug administration period as assessed by MRI.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Absolute change in coronary flow (in mL/min) between the vericiguat group and the placebo group as assessed by Magnetic Resonance Imaging (MRI)",
                    "description": "The absolute changes in coronary flow (in mL/min) with isometric handgrip exercise (IHE) in the vericiguat group as compared to the placebo group as assessed by MRI.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                },
                {
                    "measure": "Relative change in coronary flow (as percentage) between the vericiguat group and the placebo group as assessed by Magnetic Resonance Imaging (MRI)",
                    "description": "The relative changes in in coronary flow (as percentage) with isometric handgrip exercise (IHE) in the vericiguat group as compared to the placebo group as assessed by MRI.",
                    "timeFrame": "Baseline and 6 weeks following initiation of up-titrated dose"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age range 35-85 years\n* Presence of the metabolic syndrome defined by the National Cholesterol Education Program, Adult Treatment Panel III (NCEP ATP III) definition, with at least three of the following five criteria:\n\n  * waist circumference \\> 40 inches (men) or \\>35 inches (women)\n  * blood pressure \\>130/80 mmHg\n  * fasting triglyceride (TG) level \\>150 mg/dL\n  * fasting high-density lipoprotein (HDL) cholesterol level \\<40mg/dL in men or \\<50mg/dL in women\n  * Fasting blood glucose \\>100 mg/dL, or hemoglobin A1c greater or equal to 5.7%\n* Either one of the following:\n\n  * Men ≤ 40 or women ≤ 50 years of age with no history or symptoms of ischemic heart disease, or\n  * Men \\>40 or women \\>50 years of age with either one of the following\n\n    * a coronary angiography within the past 24 months showing no significant coronary artery disease in a t least one major vessel, defined as \\>50% stenosis of the left main coronary artery and/or \\>70% stenosis of another major coronary vessel, or\n    * a coronary artery calcium score obtained within the prior 24 months or if no prior calcium scan, one performed as a research study following consent with a Agatston score \\<10 in at least one major coronary vessel.\n* IHE-induced %-change in coronary flow ≤13%\n\nExclusion Criteria:\n\n* Systolic blood pressure \\<110 mm Hg\n* Current or anticipated use of long-acting nitrates, soluble guanylate cyclase (sGC) stimulators, or phosphodiesterase type 5 (PDE5) inhibitors\n* Hematocrit \\<30%\n* Unable to understand the risks, benefits, and alternatives of participation so as to provide informed consent\n* Women who are pregnant.\n* Women with reproductive capacity not using an acceptable form of contraception\n* History of claustrophobia\n* Inability to lie flat and still for 45 minutes\n* Presence of non-magnetic resonance (MR)-compatible objects or devices, such as intra-orbital debris, intra-auricular implants, intra-cranial clips, an implanted defibrillator or a pacemaker\n* History as a machinist, welder, metal worker or a similar activity that poses the risk of metal exposure to the eyes",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "35 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Thorsten M Leucker, M.D., Ph.D.",
                    "role": "CONTACT",
                    "phone": "410-502-9453",
                    "email": "tleucke1@jhmi.edu"
                },
                {
                    "name": "Gary Gerstenblith, M.D.",
                    "role": "CONTACT",
                    "phone": "410-955-6835",
                    "email": "gblith@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thorsten M Leucker, M.D., Ph.D.",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Hospital",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Frances Kirkland",
                            "role": "CONTACT",
                            "phone": "410-955-3855",
                            "email": "fkirkla1@jhmi.edu"
                        },
                        {
                            "name": "Thorsten M Leucker, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Gary Gerstenblith, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Tarek Harb, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Efthymios Ziogos, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Allison Hays, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Robert Weiss, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Mike Schaer, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35078371",
                    "type": "BACKGROUND",
                    "citation": "Tsao CW, Aday AW, Almarzooq ZI, Alonso A, Beaton AZ, Bittencourt MS, Boehme AK, Buxton AE, Carson AP, Commodore-Mensah Y, Elkind MSV, Evenson KR, Eze-Nliam C, Ferguson JF, Generoso G, Ho JE, Kalani R, Khan SS, Kissela BM, Knutson KL, Levine DA, Lewis TT, Liu J, Loop MS, Ma J, Mussolino ME, Navaneethan SD, Perak AM, Poudel R, Rezk-Hanna M, Roth GA, Schroeder EB, Shah SH, Thacker EL, VanWagner LB, Virani SS, Voecks JH, Wang NY, Yaffe K, Martin SS. Heart Disease and Stroke Statistics-2022 Update: A Report From the American Heart Association. Circulation. 2022 Feb 22;145(8):e153-e639. doi: 10.1161/CIR.0000000000001052. Epub 2022 Jan 26. Erratum In: Circulation. 2022 Sep 6;146(10):e141. doi: 10.1161/CIR.0000000000001074."
                },
                {
                    "pmid": "14744958",
                    "type": "BACKGROUND",
                    "citation": "Grundy SM, Brewer HB Jr, Cleeman JI, Smith SC Jr, Lenfant C; American Heart Association; National Heart, Lung, and Blood Institute. Definition of metabolic syndrome: Report of the National Heart, Lung, and Blood Institute/American Heart Association conference on scientific issues related to definition. Circulation. 2004 Jan 27;109(3):433-8. doi: 10.1161/01.CIR.0000111245.75752.C6. No abstract available."
                },
                {
                    "pmid": "15198963",
                    "type": "BACKGROUND",
                    "citation": "Davignon J, Ganz P. Role of endothelial dysfunction in atherosclerosis. Circulation. 2004 Jun 15;109(23 Suppl 1):III27-32. doi: 10.1161/01.CIR.0000131515.03336.f8."
                },
                {
                    "pmid": "25820391",
                    "type": "BACKGROUND",
                    "citation": "Hays AG, Iantorno M, Soleimanifard S, Steinberg A, Schar M, Gerstenblith G, Stuber M, Weiss RG. Coronary vasomotor responses to isometric handgrip exercise are primarily mediated by nitric oxide: a noninvasive MRI test of coronary endothelial function. Am J Physiol Heart Circ Physiol. 2015 Jun 1;308(11):H1343-50. doi: 10.1152/ajpheart.00023.2015. Epub 2015 Mar 27."
                },
                {
                    "pmid": "21050976",
                    "type": "BACKGROUND",
                    "citation": "Hays AG, Hirsch GA, Kelle S, Gerstenblith G, Weiss RG, Stuber M. Noninvasive visualization of coronary artery endothelial function in healthy subjects and in patients with coronary artery disease. J Am Coll Cardiol. 2010 Nov 9;56(20):1657-65. doi: 10.1016/j.jacc.2010.06.036."
                },
                {
                    "pmid": "29032136",
                    "type": "BACKGROUND",
                    "citation": "Armstrong PW, Roessig L, Patel MJ, Anstrom KJ, Butler J, Voors AA, Lam CSP, Ponikowski P, Temple T, Pieske B, Ezekowitz J, Hernandez AF, Koglin J, O'Connor CM. A Multicenter, Randomized, Double-Blind, Placebo-Controlled Trial of the Efficacy and Safety of the Oral Soluble Guanylate Cyclase Stimulator: The VICTORIA Trial. JACC Heart Fail. 2018 Feb;6(2):96-104. doi: 10.1016/j.jchf.2017.08.013. Epub 2017 Oct 11."
                },
                {
                    "pmid": "16288777",
                    "type": "BACKGROUND",
                    "citation": "Jones SP, Bolli R. The ubiquitous role of nitric oxide in cardioprotection. J Mol Cell Cardiol. 2006 Jan;40(1):16-23. doi: 10.1016/j.yjmcc.2005.09.011. Epub 2005 Nov 8."
                },
                {
                    "pmid": "19306895",
                    "type": "BACKGROUND",
                    "citation": "Tsai EJ, Kass DA. Cyclic GMP signaling in cardiovascular pathophysiology and therapeutics. Pharmacol Ther. 2009 Jun;122(3):216-38. doi: 10.1016/j.pharmthera.2009.02.009. Epub 2009 Mar 21."
                },
                {
                    "pmid": "21606405",
                    "type": "BACKGROUND",
                    "citation": "Stasch JP, Pacher P, Evgenov OV. Soluble guanylate cyclase as an emerging therapeutic target in cardiopulmonary disease. Circulation. 2011 May 24;123(20):2263-73. doi: 10.1161/CIRCULATIONAHA.110.981738. No abstract available."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000024821",
                    "term": "Metabolic Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000007333",
                    "term": "Insulin Resistance"
                },
                {
                    "id": "D000006946",
                    "term": "Hyperinsulinism"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23005",
                    "name": "Metabolic Syndrome",
                    "asFound": "Metabolic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10370",
                    "name": "Insulin Resistance",
                    "relevance": "LOW"
                },
                {
                    "id": "M9997",
                    "name": "Hyperinsulinism",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}