{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04590664",
            "orgStudyIdInfo": {
                "id": "STUDY00000974"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-05187",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "WINSHIP5070-20",
                    "type": "OTHER",
                    "domain": "Emory University Hospital/Winship Cancer Institute"
                },
                {
                    "id": "P30CA138292",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA138292"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Verteporfin for the Treatment of Recurrent High Grade EGFR-Mutated Glioblastoma",
            "officialTitle": "A Phase 1 / 2 Study of Visudyne (Liposomal Verteporfin) in Persons With Recurrent High Grade EGFR-Mutated Glioblastoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "verteporfin-for-the-treatment-of-recurrent-high-grade-egfr-mutated-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-01-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-11",
            "studyFirstSubmitQcDate": "2020-10-11",
            "studyFirstPostDateStruct": {
                "date": "2020-10-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "William Read",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I/II trial studies the side effects and best dose of Visudyne (liposomal verteporfin) and to see how well it works in treating patients with high grade EGFR-mutated glioblastoma that has come back (recurrent).\n\nVisudyne is FDA approved in combination with light to treat eye diseases. In this study we use Visudyne by itself like chemotherapy to kill tumor cells which may be sensitive to verteporfin.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To evaluate the safety and tolerability of successively higher doses of verteporfin (Visudyne \\[liposomal verteporfin\\]) and determine the maximum tolerated dose (MTD) in study participants with recurrent EGFR positive (+) glioblastoma (GBM). (Phase I) II. To evaluate the anti-tumor activity of Visudyne by assessing progression-free survival (PFS) and overall survival (OS). (Phase II) III. To describe the response rate of EGFR+ GBM in study participants treated with Visudyne. (Phase II)\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the anti-tumor activity of Visudyne by assessing progression-free survival (PFS) and overall survival (OS). (Phase I) II. To describe the response rate of EGFR+ GBM in study participants treated with Visudyne. (Phase I) III. To describe pharmacokinetics of Visudyne administered on a weekly schedule. (Phase I) IV. To evaluate the safety and tolerability of successively higher doses of Visudyne in study participants with recurrent EGFR+ GBM. (Phase II)\n\nOUTLINE: This is a dose-escalation study.\n\nPatients receive verteporfin intravenously (IV) over 83 minutes weekly for 6 weeks in cycle 1, then weekly for 5 weeks in subsequent cycles. Cycles repeat every 6 weeks in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up for 30 days and then every 12 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma",
                "Recurrent Glioblastoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (verteporfin)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive verteporfin IV over 83 minutes weekly for 6 weeks in cycle 1, then weekly for 5 weeks in subsequent cycles. Cycles repeat every 6 weeks in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Verteporfin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Verteporfin",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (verteporfin)"
                    ],
                    "otherNames": [
                        "Benzoporphyrin Derivative Monoacid Ring A",
                        "BPD-MA",
                        "Visudyne"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events (Phase I)",
                    "description": "Will be graded by National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. For each adverse event, information to be collected includes event description, time of onset, clinician assessment of severity, relationship to study product (assessed only by those with the training and authority to make a diagnosis), and time of resolution/stabilization of the event.",
                    "timeFrame": "From study enrollment until 100 days after the last day of study participation"
                },
                {
                    "measure": "Progression free survival (PFS) (Phase II)",
                    "description": "Will be assessed by Response Assessment in Neuro-Oncology Criteria (RANO) for magnetic resonance imaging (MRI) of glioblastoma. Progression-free survival is defined as no progression within 6 weeks. Progression-free survival will be estimated as a binary rate, and a 95% confidence interval will be estimated using the Clopper-Pearson method.",
                    "timeFrame": "At 6 weeks"
                },
                {
                    "measure": "Response rate (RR) (Phase II)",
                    "description": "Will be assessed by RANO for MRI of glioblastoma.",
                    "timeFrame": "From study enrollment until 2 years"
                },
                {
                    "measure": "Overall survival (Phase II)",
                    "description": "Will be estimated using the Kaplan-Meier method.",
                    "timeFrame": "Time from study enrollment to death or last follow-up, assessed up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PFS (Phase I)",
                    "description": "Will be assessed by RANO for MRI of glioblastoma.",
                    "timeFrame": "From study enrollment to 2 years"
                },
                {
                    "measure": "RR (Phase I)",
                    "description": "Will be assessed by RANO for MRI of glioblastoma. Response rate will be estimated, and a 95% confidence interval will be estimated using the Clopper-Pearson method.",
                    "timeFrame": "From study enrollment to 2 years"
                },
                {
                    "measure": "Overall survival (Phase I)",
                    "description": "Will be estimated using the Kaplan-Meier method.",
                    "timeFrame": "Time from study enrollment to death or last follow-up, assessed up to 2 years"
                },
                {
                    "measure": "Visudyne blood levels (Phase I)",
                    "description": "Will be summarized descriptively using mean, median, standard deviation, and range at each time point.",
                    "timeFrame": "At timepoints following administration"
                },
                {
                    "measure": "Incidence of adverse events (Phase II)",
                    "description": "Will be graded by NCI CTCAE version 5.0.",
                    "timeFrame": "From study enrollment to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Persons with recurrent or progressive grade 4 glioma (glioblastoma) are eligible for this study. Participants should have received standard first line therapy including radiation and temozolomide\n* Eligible participants have tumors that show mutant or amplified EGFR. This determination can be made using standard of care mutation analysis panels (e.g. Snapshot). It is often assessed at diagnosis as part of standard of care\n* Eligible participants must have evidence on magnetic resonance imaging (MRI) of progression. This may be as new or increased enhancement, or growth / increase in nonenhancing abnormality. Care should be taken to distinguish those with true progression from those with radiation related changes. Persons with changes in enhancement possibly due in part or in whole to late radiation effect should receive bevacizumab as standard of care, and defer study participation\n* Participants may be receiving bevacizumab, and show progression while on bevacizumab. These participants may continue bevacizumab while on study. Persons not on bevacizumab but who would benefit from the anti-edema effect of bevacizumab should not enroll on this study but should proceed with bevacizumab alone, and defer enrollment until such time as they progress\n* Visudyne is a vesicant. Participants will likely have poor veins, and will require repeated intravenous treatments. Participants must be willing to have placed a central venous access, such as a portacath\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-3. Participants who are ECOG 2 or 3 should ideally have been in that situation for some time, and not be in the midst of rapid clinical decline\n* Medical comorbidities (excepting neurological) must be grade 2 or less if graded as toxicity\n* Eligible participants may have grade 3 neurologic comorbidities (for example aphasia, ataxia) arising as a consequence of brain pathology\n* Participants should be reasonably expected to be able to complete 6 weeks (1 cycle) of treatment on study before death or worsening of PS to 4 or 5\n* Other anti-cancer medical treatments. Treatments in this category include chemotherapy and non-bevacizumab therapies. 7 days must have elapsed since discontinuation of prior chemotherapeutic treatments for glioma and study treatment. Participants may have had any number of prior treatments\n* All participants on this study must have had prior radiation to the brain. Radiation must have been completed 90 days prior to first study treatment\n* 21 days must have elapsed since prior major surgery\n* Participants already using a Novo-tumor treating fields therapy (TTF) (Optune) device and who wish to continue may do so\n* All participants must sign a written informed consent\n* The effects of study drugs used in this study on the developing human fetus are unknown. For this reason, female of child-bearing potential (FCBP) must have a negative serum or urine pregnancy test prior to starting therapy\n* FCBP and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation and 8 weeks after. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation. A female of childbearing potential (FCBP) is a sexually mature woman who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months\n\nExclusion Criteria:\n\n* Persons who are deemed to have progression on clinical grounds only (new symptoms, declining PS) are ineligible. In the absence of MRI change one cannot be confident that clinical deterioration is a direct result of tumor progression, and could be due to intercurrent illness\n* Persons with edema which might be due to late radiation effect, not true progression, should receive bevacizumab as standard of care, and defer study participation. If (short-term) followup imaging shows reduction of edema and also progression of tumor, these persons are eligible (and should continue bevacizumab)\n* Pregnant or breast-feeding women will not be entered on this study\n* Participants may not have any baseline comorbidities or laboratory abnormalities which would be of grade 3 or worse if graded as toxicities by Common Terminology Criteria for Adverse Events (CTCAE) (excepting alopecia). An exception is made for neurologic comorbidities (e.g. ataxia, aphasia) arising as a consequence of the brain tumor; symptoms severe enough to warrant medical treatment as is offered on this study are by definition grade III\n* Persons who in the opinion of the investigator may not be able to comply with the safety monitoring requirements of the study are ineligible\n* Illness or any other circumstances (as defined by the investigator), which would preclude safe performance of study procedures or compromise the ability of the patient to consent to study\n* Persons with hereditary porphyria are ineligible",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "William L. Read, MD",
                    "role": "CONTACT",
                    "phone": "404-778-1900",
                    "email": "william.l.read@emory.edu"
                },
                {
                    "name": "William L Read, MD",
                    "role": "CONTACT",
                    "phone": "404-778-1900",
                    "email": "william.l.read@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William L Read, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Autumn Lunceford",
                            "role": "CONTACT",
                            "phone": "404-686-1638",
                            "email": "patricia.autumn.lee.lunceford@emory.edu"
                        },
                        {
                            "name": "William L Read, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077362",
                    "term": "Verteporfin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000017319",
                    "term": "Photosensitizing Agents"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1780",
                    "name": "Verteporfin",
                    "asFound": "Yttrium-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19608",
                    "name": "Photosensitizing Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}