{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05674786",
            "orgStudyIdInfo": {
                "id": "IRB00335294"
            },
            "secondaryIdInfos": [
                {
                    "id": "1U01DC019364",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1U01DC019364"
                },
                {
                    "id": "JHU80640",
                    "type": "OTHER",
                    "domain": "Labyrinth Devices, LLC"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Vestibular Implantation to Treat Adult-Onset Bilateral Vestibular Hypofunction",
            "officialTitle": "Vestibular Implantation to Treat Adult-Onset Bilateral Vestibular Hypofunction",
            "therapeuticArea": [
                "Other"
            ],
            "study": "vestibular-implantation-to-treat-adult-onset-bilateral-vestibular-hypofunction"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-02",
            "studyFirstSubmitQcDate": "2023-01-05",
            "studyFirstPostDateStruct": {
                "date": "2023-01-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                },
                {
                    "name": "Labyrinth Devices, LLC",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Although cochlear implants can restore hearing to individuals who have lost cochlear hair cell function, there is no widely available, adequately effective treatment for individuals suffering chronic imbalance, postural instability and unsteady vision due to bilateral vestibular hypofunction. Prior research focused on ototoxic cases has demonstrated that electrical stimulation of the vestibular nerve via a chronically implanted multichannel vestibular implant can partially restore vestibular reflexes that normally maintain steady posture and vision; improve performance on objective measures of postural stability and gait; and improve patient-reported disability and health-related quality of life. This single-arm open-label study extends that research to evaluate outcomes for up to 8 individuals with non-ototoxic bilateral vestibular hypofunction, yielding a total of fifteen adults (age 22-90 years at time of enrollment) divided as equally as possible between ototoxic and non-ototoxic cases.",
            "detailedDescription": "There is no adequately effective treatment for individuals suffering chronic imbalance, postural instability and unsteady vision due to loss of semicircular canal function despite vestibular rehabilitation exercises. The experience of seven adults with bilateral vestibular hypofunction due to ototoxicity who underwent unilateral surgical placement of a vestibular implant and have received continuously motion-modulated electrical stimulation of the vestibular nerve for \\>6 months revealed that this approach can partially restore vestibular sensation and reflexes that normally maintain steady posture and vision. This study will examine long-term outcomes in that cohort and extend vestibular implant treatment to adults with idiopathic or non-ototoxic/non-central bilateral vestibular hypofunction. Within constraints on power and/or minimum detectable effect size due to limits on the number of study participants permitted under IDE G150198 and U01DC019364, the study will test the following hypotheses regarding unilateral vestibular implantation, activation and long-term (≥8 week) continuous/daily use:\n\n1. It is feasible, as quantified by implantation being achieved in all subjects undergoing attempted implantation surgery.\n2. It is safe, as determined by incidence of serious unanticipated adverse device-related events and as further quantified by proportions of:\n\n   1. implanted ears with preservation of 4-frequency pure tone average for 0.5,1,2,4 kHz air-conducted audiometric detection thresholds ≤ 50 dB HL and ear-specific speech discrimination ≥50% (consistent with Class A or B per American Academy of Otolaryngology-Head and Neck Surgery 1995 guidelines13 ) or ≤ 30 dB change from preoperative baseline (if preoperative baseline is ≥20 dBHL) and ear-specific speech discrimination ≤30% worse than preoperative baseline (if preoperative baseline is ≤80%)\n   2. participants with preservation of useful sound-field hearing by the above criteria, and\n   3. implanted ears with preservation of otolith endorgan function, if present pre-operatively\n3. It is tolerable, as quantified by ≥6 mo duration of compliance with use.\n4. It is efficacious, as defined by nonzero improvement with respect to preoperative baseline in Vestibular Implant Composite Outcome score (VICO), which incorporates vestibulo-ocular reflex gain during passive head impulse rotation (VHITG); postural stability as quantified by the Bruininks-Oseretsky Test of Motor Proficiency, 2nd Edition Balance Subtest 5 (BOT); gait stability as quantified by Dynamic Gait Index (DGI); Dizziness Handicap Inventory (DHI); and SF-6D health utility (SF6DU)."
        },
        "conditionsModule": {
            "conditions": [
                "Other Disorders of Vestibular Function, Bilateral",
                "Bilateral Vestibular Deficiency (BVD)",
                "Gentamicin Ototoxicity",
                "Labyrinth Diseases",
                "Vestibular Diseases",
                "Sensation Disorders",
                "Bilateral Vestibular Hypofunction",
                "Bilateral Vestibulopathy",
                "Aminoglycoside Ototoxicity"
            ],
            "keywords": [
                "Vestibular",
                "implant",
                "prosthesis",
                "labyrinth",
                "ototoxicity",
                "gentamicin",
                "oscillopsia",
                "disequilibrium",
                "dizziness",
                "vestibulopathy",
                "inner ear"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 8,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "vestibular implant",
                    "type": "EXPERIMENTAL",
                    "description": "Up to 8 participants will undergo implantation, activation and deactivation of a Labyrinth Devices MVI™ Multichannel Vestibular Implant System",
                    "interventionNames": [
                        "Device: Labyrinth Devices MVI™ Multichannel Vestibular Implant System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Labyrinth Devices MVI™ Multichannel Vestibular Implant System",
                    "description": "Unilateral implantation of a Labyrinth Devices MVI™ Multichannel Vestibular Implant System receiver/stimulator including insertion of electrode arrays in the semicircular canal ampullae of the inner ear, followed by motion-modulated prosthetic electrical stimulation.",
                    "armGroupLabels": [
                        "vestibular implant"
                    ],
                    "otherNames": [
                        "Vestibular implantation and continuously motion-modulated stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "PM1.1: Dynamic Gait Index (DGI) during motion-modulated implant stimulation at 6 months post-implantation, relative to pre-operative baseline, aggregated across all implant users.",
                    "description": "DGI comprises 8 gait tasks scored by an examiner: walking on a level surface, changing gait speed, walking during horizontal head turns, walking during vertical head turns, pivoting, stepping over an obstacle, stepping around obstacles, and waling up and down stairs. Each task is scored (0-3 points, 3 is best). Raw DGI score is the sum of the eight subtest scores and ranges from 0 to 24, with higher scores meaning better outcome and minimally important difference 3.2 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "PM1.2: Gain (VHITG) of the vestibulo-ocular reflex, as measured using the video head impulse test averaged for the three implanted semicircular canals, relative to pre-operative baseline, aggregated across all implant users.",
                    "description": "During video head impulse testing (vHIT), rotational eye and head movement are measured by a goggle-mounted camera and motion sensor during brief, fast \\~10 degree head rotations about the axis of a semicircular canal being tested. Performance is quantified by vestibulo-ocular reflex (VOR) gain, which a ratio of eye movement to head movement (in this case the integral of eye velocity relative to the head and the additive inverse of the integral of head velocity, respectively). VHITG, the average vHIT VOR gain for each of the three semicircular canals of the implanted ear, typically ranges from 0 to 1, with higher numbers indicating better performance.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "EM1.1: Vestibular Implant Composite Outcome (VICO) score at 6 months post-implantation, relative to pre-operative baseline, aggregated for all implanted participants.",
                    "description": "Vestibular Implant Composite Outcome (VICO) score incorporates changes in vestibulo-ocular reflex gain during video head impulse testing, postural stability, gait, dizziness handicap, and health-related quality of life at 6 months post-implantation, relative to pre-operative baseline. VICO (t=6months post-op) score is the sum of changes, from preoperative baseline to 6 months post-implantation, in vestibulo-ocular reflex gain during passive head impulse rotation (VHITG); postural stability as quantified by the Bruininks-Oseretsky Test of Motor Proficiency, 2nd Edition Balance Subtest 5 (BOT); gait stability as quantified by Dynamic Gait Index (DGI); Dizziness Handicap Inventory (DHI); and SF6D health utility (SF6DU); with each component's contribution scaled to the corresponding test's minimally important difference (MID). Score 0-100, higher scores indicate better outcomes.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM1.2: Bruininks-Oseretsky Test of Motor Proficiency 2nd Edition Balance Subtest 5 (BOT) score 6 months post-implantation, relative to pre-operative baseline, aggregated for all implanted participants.",
                    "description": "BOT comprises 9 postural tasks scored by an examiner: standing with both feet on a line, standing on one leg, tandem walking, walking on a line with eyes open and eyes closed, and standing on a balance beam. Each task is performed twice and scored (0-4 points, 4 is best). The BOT score is the sum of the best scores for each task. It ranges from 0 to 36 points, with higher scores meaning better outcome and minimally important difference 4.5 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM1.3: Dizziness Handicap Inventory (DHI) score at 6 months post-implantation, relative to pre-operative baseline, aggregated for all implanted participants.",
                    "description": "Dizziness Handicap Inventory (DHI) is a 25-question survey designed to quantify self-rated disability due to dizziness and unsteadiness, with scores ranging from 0 (least disabled, best outcome) to 100 (worst outcome). The minimally important difference is 18 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM1.4: SF6D utility (SF6DU) score at 6 months post-implantation, relative to pre-operative baseline, aggregated for all implanted participants.",
                    "description": "SF6DU is a unitless health utility score computed from patient-reported replies to the SF6 health-related quality of life survey and ranging from 0 to 1, with higher scores meaning better outcome and minimally important difference 0.03 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM2.1: Vestibular Implant Composite Outcome (VICO) score at 6 months post-implantation, relative to pre-operative baseline, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "Vestibular Implant Composite Outcome (VICO) score incorporates changes in vestibulo-ocular reflex gain during video head impulse testing, postural stability, gait, dizziness handicap, and health-related quality of life at 6 months post-implantation, relative to pre-operative baseline. VICO (t=6months post-op) score is the sum of changes, from preoperative baseline to 6 months post-implantation, in vestibulo-ocular reflex gain during passive head impulse rotation (VHITG); postural stability as quantified by the Bruininks-Oseretsky Test of Motor Proficiency, 2nd Edition Balance Subtest 5 (BOT); gait stability as quantified by Dynamic Gait Index (DGI); Dizziness Handicap Inventory (DHI); and SF6D health utility (SF6DU); with each component's contribution scaled to the corresponding test's minimally important difference (MID). Score 0-100, higher scores indicate better outcomes.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM2.2: Bruininks-Oseretsky Test of Motor Proficiency 2nd Edition Balance Subtest 5 (BOT) score 6 months post-implantation, relative to pre-operative baseline, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "BOT includes 9 postural tasks scored by an examiner: standing with both feet on a line, standing on one leg, tandem walking, walking on a line with eyes open and eyes closed, and standing on a balance beam. Each task is performed twice and scored (0-4 points). The BOT score is the sum of the best scores for each task. It ranges from 0 to 36 points, with higher scores meaning better outcome and minimally important difference 4.5 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM2.3: Dizziness Handicap Inventory (DHI) score at 6 months post-implantation, relative to pre-operative baseline, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "Dizziness Handicap Inventory (DHI) is a 25-question survey designed to quantify self-rated disability due to dizziness and unsteadiness, with scores ranging from 0 (least disabled, best outcome) to 100 (worst outcome). The minimally important difference is 18 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM2.4: SF6D utility (SF6DU) score at 6 months post-implantation, relative to pre-operative baseline, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "SF6DU is a unitless health utility score computed from patient-reported replies to the SF6 health-related quality of life survey and ranging from 0 to 1, with higher scores meaning better outcome and minimally important difference 0.03 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM2.5: Dynamic Gait Index (DGI) score at 6 months post-implantation, relative to pre-operative baseline, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "DGI comprises 8 gait tasks scored by an examiner: walking on a level surface, changing gait speed, walking during horizontal head turns, walking during vertical head turns, pivoting, stepping over an obstacle, stepping around obstacles, and waling up and down stairs. Each task is scored (0-3 points, 3 is best). Raw DGI score is the sum of the eight subtest scores and ranges from 0 to 24, with higher scores meaning better outcome and minimally important difference 3.2 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM2.6: Gain (VHITG) of the vestibulo-ocular reflex, measured using the vHIT averaged for the three implanted semicircular canals, relative to pre-operative baseline, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "During video head impulse testing (vHIT), rotational eye and head movement are measured by a goggle-mounted camera and motion sensor during brief, fast \\~10 degree head rotations about the axis of a semicircular canal being tested. Performance is quantified by vestibulo-ocular reflex (VOR) gain, which a ratio of eye movement to head movement (in this case the integral of eye velocity relative to the head and the additive inverse of the integral of head velocity, respectively). VHITG, the average vHIT VOR gain for each of the three semicircular canals of the implanted ear, typically ranges from 0 to 1, with higher numbers indicating better performance.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM3.1: Vestibular Implant Composite Outcome (VICO) score at 6 months post-implantation, relative to pre-operative baseline, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "Vestibular Implant Composite Outcome (VICO) score incorporates changes in vestibulo-ocular reflex gain during video head impulse testing, postural stability, gait, dizziness handicap, and health-related quality of life at 6 months post-implantation, relative to pre-operative baseline. VICO (t=6months post-op) score is the sum of changes, from preoperative baseline to 6 months post-implantation, in vestibulo-ocular reflex gain during passive head impulse rotation (VHITG); postural stability as quantified by the Bruininks-Oseretsky Test of Motor Proficiency, 2nd Edition Balance Subtest 5 (BOT); gait stability as quantified by Dynamic Gait Index (DGI); Dizziness Handicap Inventory (DHI); and SF6D health utility (SF6DU); with each component's contribution scaled to the corresponding test's minimally important difference (MID). Score 0-100, higher scores indicate better outcomes.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM3.2: Bruininks-Oseretsky Test of Motor Proficiency 2nd Edition Balance Subtest 5 (BOT) score 6 months post-implantation, relative to pre-operative baseline, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "BOT includes 9 postural tasks scored by an examiner: standing with both feet on a line, standing on one leg, tandem walking, walking on a line with eyes open and eyes closed, and standing on a balance beam. Each task is performed twice and scored (0-4 points). The BOT score is the sum of the best scores for each task. It ranges from 0 to 36 points, with higher scores meaning better outcome and minimally important difference 4.5 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM3.3: Dizziness Handicap Inventory (DHI) score at 6 months post-implantation, relative to pre-operative baseline, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "Dizziness Handicap Inventory (DHI) is a 25-question survey designed to quantify self-rated disability due to dizziness and unsteadiness, with scores ranging from 0 (least disabled, best outcome) to 100 (worst outcome). The minimally important difference is 18 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM3.4: SF6D utility (SF6DU) score at 6 months post-implantation, relative to pre-operative baseline, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "SF6DU is a unitless health utility score computed from patient-reported replies to the SF6 health-related quality of life survey and ranging from 0 to 1, with higher scores meaning better outcome and minimally important difference 0.03 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM3.5: Dynamic Gait Index (DGI) score at 6 months post-implantation, relative to pre-operative baseline, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "DGI comprises 8 gait tasks scored by an examiner: walking on a level surface, changing gait speed, walking during horizontal head turns, walking during vertical head turns, pivoting, stepping over an obstacle, stepping around obstacles, and waling up and down stairs. Each task is scored (0-3 points, 3 is best). Raw DGI score is the sum of the eight subtest scores and ranges from 0 to 24, with higher scores meaning better outcome and minimally important difference 3.2 points.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "EM3.6: Gain (VHITG) of the vestibulo-ocular reflex, measured using the video head impulse test averaged for the three implanted semicircular canals, relative to pre-operative baseline, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "During video head impulse testing (vHIT), rotational eye and head movement are measured by a goggle-mounted camera and motion sensor during brief, fast \\~10 degree head rotations about the axis of a semicircular canal being tested. Performance is quantified by vestibulo-ocular reflex (VOR) gain, which a ratio of eye movement to head movement (in this case the integral of eye velocity relative to the head and the additive inverse of the integral of head velocity, respectively). VHITG, the average vHIT VOR gain for each of the three semicircular canals of the implanted ear, typically ranges from 0 to 1, with higher numbers indicating better performance.",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "SM0.1: Type of unanticipated adverse device effects as of 6 months post-implantation",
                    "description": "Assess safety of the intervention, aggregating data across all implanted participants (diversified across ototoxic and non-ototoxic/non-central adult-onset BVH), as determined by (type of) changes from pre-intervention to 6 months post-implantation",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "SM0.2: Incidence of unanticipated adverse device effects as of 6 months post-implantation",
                    "description": "Assess safety of the intervention, aggregating data across all implanted participants (diversified across ototoxic and non-ototoxic/non-central adult-onset BVH), as determined by incidence of adverse device-related events from pre-intervention to 6 months post-implantation",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "SM0.3: Severity of unanticipated adverse device effects as of 6 months post-implantation",
                    "description": "Assess safety of the intervention, aggregating data across all implanted participants (diversified across ototoxic and non-ototoxic/non-central adult-onset BVH), as determined by severity of adverse device-related events from pre-intervention to 6 months post-implantation",
                    "timeFrame": "Pre-intervention to 6 months post-implantation"
                },
                {
                    "measure": "SM1.1: Changes in implant-side bone-conduction 4-frequency (0.5, 1, 2, 4 kHz) pure tone average detection threshold (BonePTAi), aggregated across all implant users",
                    "description": "BonePTAi is the 4-frequency average of pure tone detection thresholds, in dBHL, for implant-side bone-conduction presentation of pure tones at 0.5, 1, 2 and 4 kHz. Range is -10 to 80 dBHL, with change toward smaller absolute values representing better (closer to normal) outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.2: Changes in implant-side air-conduction 4-frequency pure tone average detection threshold (AirPTAi), aggregated across all implant users",
                    "description": "AirPTAi is the 4-frequency average of pure tone detection thresholds, in dBHL, for implant-side air-conduction presentation of pure tones at 0.5, 1, 2 and 4 kHz. Range is -10 to 120 dBHL, with change toward smaller absolute values representing better (closer to normal) outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.3: Changes in implant-side consonant-nucleus-consonant word discrimination score (CNCWi), aggregated across all implant users",
                    "description": "CNCWi is the percentage of monosyllabic consonant-nucleus-consonant words correctly repeated when presented via an earphone speaker on the implanted side in a sound-isolation booth while a masking noise is played to the contralateral ear at 40 dB above its bone-conduction 4-frequency pure tone detection threshold if that threshold is at least 10 dB better than that of the ear being tested. CNCWi ranges from 0-100% correct, with higher score meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.4: Changes in sound-field Arizona Biology (AzBios) sentences-in-noise discrimination score, aggregated across all implant users",
                    "description": "AzBios is the percentage of words correctly repeated when a set of 20 Arizona Biology sentences (randomly chosen without repeats from 15 sets) is presented at a moderate level (60 dB SPL) along with masking noise (simultaneous presentation of ten sentences from another set at aggregate sound level 55 dBSPL) to both ears via a sound field speaker in a sound-isolation booth. Scores range from 0-100% correct, with higher score meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.5: Change in proportion of implanted ears with AAO-HNS 1995 Class A/B hearing or changes of ≤30dB and ≤30% from preoperative baseline AirPTAi ≥ 20dBHL and CNCWi ≤ 80%, respectively, aggregating data across all implanted participants (ClassABCNCWa)",
                    "description": "For ClassABCNCW, AAO-HNS (American Academy of Otolaryngology - Head \\& Neck Surgery) 1995 Class A or B hearing is defined as AirPTAi not worse than 50 dBHL and CNCWi not worse than 50%. ClassABCNCW proportion ranges from 0-100%, with higher values meaning better outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.6: Change in proportion of implanted ears with AAO-HNS 1995 Class A/B hearing or changes of ≤30dB and ≤30% from preoperative baseline AirPTAi ≥ 20dBHL and AzBios ≤ 80%, respectively, aggregating across all implanted participants (ClassABAzBioa)",
                    "description": "For ClassABAzBio, AAO-HNS (American Academy of Otolaryngology - Head \\& Neck Surgery) 1995 Class A or B hearing is defined as AirPTAi not worse than 50 dBHL and sound-field-presentation Arizona Biology sentences-in-noise discrimination score (AzBios) not worse than 50%. ClassABAzBio proportion ranges from 0-100%, with higher values meaning better outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.7: Change in implant-side ear distortion-product otoacoustic emission (DPOAE) signal-to-noise ratio for responses to tones centered on 0.75, 1, 1.5, 2, 3, 4, 6 and 8 kHz (an 8-valued vector), aggregated across all implant users",
                    "description": "Distortion-product otoacoustic emissions (DPOAE) are sounds generated by a normal cochlea and detectable using a microphone in the ear canal when pairs of pure tones (centered on 0.75, 1, 1.5, 2, 3, 4, 6 and 8 kHz) are presented to the ear. DPOAE signals (and 8-valued vector for responses to stimuli centered on 0.75, 1, 1.5, 2, 3, 4, 6 and 8 kHz) are quantified in dB relative to the frequency-specific noise floor recorded by the same microphone before onset of stimulation. Response range is 0-15 dB, with higher values meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.8: Changes in implant-side tympanometry responses (a 3-valued vector comprising peak compliance in mL, pressure in decaPascals at peak admittance, and ear canal volume in mL), aggregated across all implant users",
                    "description": "Tympanometry involves using an ear canal microphone to measure ear canal acoustic admittance (conventionally reported in units of mL) and volume (in mL) by sensing reflection of a 226 Hz tone presented via a speaker in the ear canal while ear canal pressure is slowly varied from -400 to 200 decaPascals. Negative bias pressures pull the ear drum outward, positive bias pressures push the ear drum inward, and acoustic admittance is greatest when the ear drum is in a neutral anatomic position, neither retracted inward nor ballooned outward. Results are conventionally represented graphically then summarized by a three-valued vector comprising peak compliance (range 0-2mL, values closer to normal range of 0.3-1.4 mL meaning more normal outcome), pressure at which compliance peaks (range -400 to 200 decaPascal, values closer to 0 meaning more normal outcome), and ear canal volume (range 0-3 mL, values closer to normal adult range of 0.6-1.4 meaning more normal outcome).",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.9: Changes in Tinnitus Handicap Inventory (THI), aggregated across all implant users",
                    "description": "The Tinnitus Handicap Inventory (THI) survey is set of questions designed to quantify self-perceived handicap due to tinnitus. THI score ranges from 0-100. Higher scores mean worse outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.10: Changes in Autophony Index (AI), aggregated across all implant users",
                    "description": "The Autophony Index (AI) survey is set of questions designed to quantify self-perceived autophony (hearing one's voice or other internally-generated body sounds). AI score ranges from 0-104. Higher scores mean worse outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.11: Changes in cervical vestibular-evoked myogenic potential (cVEMP) response amplitude, aggregated across all implant users",
                    "description": "Cervical vestibular-evoked myogenic potentials (cVEMPs) are a measure of saccule-mediated inhibition of sternocleidomastoid muscle electromyographic (EMG) activity during presentation of loud tones to the ipsilateral ear. After normalizing to average rectified EMG activity (in microvolts) prior to sound stimulation, cVEMP amplitudes (in microvolts) are unitless. Values range from 0 to \\~10, with larger values suggesting increased saccule activity and generally indicating better outcomes, except that values above 3.0 suggest abnormally high saccule sensitivity to sound.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.12: Changes in ocular vestibular-evoked myogenic potential (oVEMP) response amplitude, aggregated across all implant users",
                    "description": "Ocular vestibular-evoked myogenic potentials (oVEMPs) are a measure of utricle-mediated electromyographic (EMG) activity of inferior oblique and inferior rectus extraocular muscles during presentation of loud tones to the contralateral ear. Amplitude ranges from 0 to \\~50 microvolts, with larger values generally suggesting increased utricle activity and better outcomes but values above 17 microvolts suggesting abnormally high utricle sensitivity to sound.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.13: Changes in subjective visual vertical (SVV) as assessed using the Bucket Test, aggregated across all implant users",
                    "description": "A participant's vision is occluded by a bucket oriented so that its axis aligns with the participant's nasooccipital axis. The examiner rotates the bucket about the axis to a new orientation, the participant reorients it until a line drawn on the floor of the bucket is judges by the participant to be Earth-vertical and deviation of that line from true vertical is recorded. Values range over -15 to 15 degrees, with smaller absolute values meaning more normal outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.14: Changes in scalp thickness at the location of implanted magnets (Tscalp), aggregated across all implant users",
                    "description": "Scalp thickness at the location of implanted magnets (Tscalp) is measured in mm using a magnetic sensor. Range is 0 to 10 mm, with values closer to the range 3-7mm indicating better outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM1.15: Changes in all adverse events, including but not limited to events related to the surgical procedure, device and device systems, aggregated across all implant users",
                    "description": "Assess safety of the intervention, aggregating data across all implanted participants (diversified across ototoxic and non-ototoxic/non-central adult-onset BVH), as determined by changes in hearing and otolith endorgan function indicated by changes in all adverse events, including but not limited to events related to the surgical procedure, device and device systems",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.1: Changes in implant-side bone-conduction 4-frequency (0.5, 1, 2, 4 kHz) pure tone average detection threshold (BonePTAi), for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "BonePTAi is the 4-frequency average of pure tone detection thresholds, in dBHL, for implant-side bone-conduction presentation of pure tones at 0.5, 1, 2 and 4 kHz. Range is -10 to 80 dBHL, with change toward smaller absolute values representing better (closer to normal) outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.2: Changes in implant-side air-conduction 4-frequency pure tone average detection threshold (AirPTAi), for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "AirPTAi is the 4-frequency average of pure tone detection thresholds, in dBHL, for implant-side air-conduction presentation of pure tones at 0.5, 1, 2 and 4 kHz. Range is -10 to 120 dBHL, with change toward smaller absolute values representing better (closer to normal) outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.3: Changes in implant-side consonant-nucleus-consonant word discrimination score (CNCWi), for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "CNCWi is the percentage of monosyllabic consonant-nucleus-consonant words correctly repeated when presented via an earphone speaker on the implanted side in a sound-isolation booth while a masking noise is played to the contralateral ear at 40 dB above its bone-conduction 4-frequency pure tone detection threshold if that threshold is at least 10 dB better than that of the ear being tested. CNCWi ranges from 0-100% correct, with higher score meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.4: Changes in sound-field Arizona Biology (AzBios) sentences-in-noise discrimination score, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "AzBios is the percentage of words correctly repeated when a set of 20 Arizona Biology sentences (randomly chosen without repeats from 15 sets) is presented at a moderate level (60 dB SPL) along with masking noise (simultaneous presentation of ten sentences from another set at aggregate sound level 55 dBSPL) to both ears via a sound field speaker in a sound-isolation booth. Scores range from 0-100% correct, with higher score meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.5: Change in proportion of implanted ears with AAO-HNS 1995 Class A/B hearing or changes of ≤30dB and ≤30% from preop baseline AirPTAi ≥ 20dBHL and CNCWi ≤ 80%, respectively, for non-ototoxic/non-central adult-onset BVH participants (ClassABCNCWn)",
                    "description": "For ClassABCNCW, AAO-HNS (American Academy of Otolaryngology - Head \\& Neck Surgery) 1995 Class A or B hearing is defined as AirPTAi not worse than 50 dBHL and CNCWi not worse than 50%. ClassABCNCW proportion ranges from 0-100%, with higher values meaning better outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.6: Change in proportion of implanted ears with AAO-HNS 1995 Class A/B hearing or changes of ≤30dB and ≤30% from preop baseline AirPTAi ≥ 20dBHL and AzBios ≤ 80%, respectively, for non-ototoxic/non-central BVH participants (ClassABAzBion)",
                    "description": "For ClassABAzBio, AAO-HNS (American Academy of Otolaryngology - Head \\& Neck Surgery) 1995 Class A or B hearing is defined as AirPTAi not worse than 50 dBHL and sound-field-presentation Arizona Biology sentences-in-noise discrimination score (AzBios) not worse than 50%. ClassABAzBio proportion ranges from 0-100%, with higher values meaning better outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.7: Change in implant-side distortion-product otoacoustic emission (DPOAE) signal/noise ratio for response to tones centered on 0.75/1/1.5/2/3/4/6/8 kHz, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "Distortion-product otoacoustic emissions (DPOAE) are sounds generated by a normal cochlea and detectable using a microphone in the ear canal when pairs of pure tones (centered on 0.75, 1, 1.5, 2, 3, 4, 6 and 8 kHz) are presented to the ear. DPOAE signals (and 8-valued vector for responses to stimuli centered on 0.75, 1, 1.5, 2, 3, 4, 6 and 8 kHz) are quantified in dB relative to the frequency-specific noise floor recorded by the same microphone before onset of stimulation. Response range is 0-15 dB, with higher values meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.8: Changes in implant-side tympanometry response (3-valued vector comprising peak admittance in mL, pressure in decaPascals at peak admittance, and ear canal volume in mL), for the participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "Tympanometry involves using an ear canal microphone to measure ear canal acoustic admittance (conventionally reported in units of mL) and volume (in mL) by sensing reflection of a 226 Hz tone presented via a speaker in the ear canal while ear canal pressure is slowly varied from -400 to 200 decaPascals. Negative bias pressures pull the ear drum outward, positive bias pressures push the ear drum inward, and acoustic admittance is greatest when the ear drum is in a neutral anatomic position, neither retracted inward nor ballooned outward. Results are conventionally represented graphically then summarized by a three-valued vector comprising peak compliance (range 0-2mL, values closer to normal range of 0.3-1.4 mL meaning more normal outcome), pressure at which compliance peaks (range -400 to 200 decaPascal, values closer to 0 meaning more normal outcome), and ear canal volume (range 0-3 mL, values closer to normal adult range of 0.6-1.4 meaning more normal outcome).",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.9: Changes in Tinnitus Handicap Inventory (THI), for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "The Tinnitus Handicap Inventory (THI) survey is set of questions designed to quantify self-perceived handicap due to tinnitus. THI score ranges from 0-100. Higher scores mean worse outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.10: Changes in Autophony Index (AI), for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "The Autophony Index (AI) survey is set of questions designed to quantify self-perceived autophony (hearing one's voice or other internally-generated body sounds). AI score ranges from 0-104. Higher scores mean worse outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.11: Changes in cervical vestibular-evoked myogenic potential (cVEMP) response amplitude, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "Cervical vestibular-evoked myogenic potentials (cVEMPs) are a measure of saccule-mediated inhibition of sternocleidomastoid muscle electromyographic (EMG) activity during presentation of loud tones to the ipsilateral ear. After normalizing to average rectified EMG activity (in microvolts) prior to sound stimulation, cVEMP amplitudes (in microvolts) are unitless. Values range from 0 to \\~10, with larger values suggesting increased saccule activity and generally indicating better outcomes, except that values above 3.0 suggest abnormally high saccule sensitivity to sound.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.12: Changes in ocular vestibular-evoked myogenic potential (oVEMP) response amplitude, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "Ocular vestibular-evoked myogenic potentials (oVEMPs) are a measure of utricle-mediated electromyographic (EMG) activity of inferior oblique and inferior rectus extraocular muscles during presentation of loud tones to the contralateral ear. Amplitude ranges from 0 to \\~50 microvolts, with larger values generally suggesting increased utricle activity and better outcomes but values above 17 microvolts suggesting abnormally high utricle sensitivity to sound.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.13: Changes in subjective visual vertical (SVV) as assessed using the Bucket Test, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "A participant's vision is occluded by a bucket oriented so that its axis aligns with the participant's nasooccipital axis. The examiner rotates the bucket about the axis to a new orientation, the participant reorients it until a line drawn on the floor of the bucket is judges by the participant to be Earth-vertical and deviation of that line from true vertical is recorded. Values range over -15 to 15 degrees, with smaller absolute values meaning more normal outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.14: Changes in scalp thickness at the location of implanted magnets (Tscalp), for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "Scalp thickness at the location of implanted magnets (Tscalp) is measured in mm using a magnetic sensor. Range is 0 to 10 mm, with values closer to the range 3-7mm indicating better outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM2.15: Changes in all adverse events, including but not limited to events related to the surgical procedure, device and device systems, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH",
                    "description": "Assess safety of the intervention, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH, as determined by changes in hearing and otolith endorgan function indicated by changes in all adverse events, including but not limited to events related to the surgical procedure, device and device systems",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.1: Changes in implant-side bone-conduction 4-frequency (0.5, 1, 2, 4 kHz) pure tone average detection threshold (BonePTAi), for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "BonePTAi is the 4-frequency average of pure tone detection thresholds, in dBHL, for implant-side bone-conduction presentation of pure tones at 0.5, 1, 2 and 4 kHz. Range is -10 to 80 dBHL, with change toward smaller absolute values representing better (closer to normal) outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.2: Changes in implant-side air-conduction 4-frequency pure tone average detection threshold (AirPTAi), for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "AirPTAi is the 4-frequency average of pure tone detection thresholds, in dBHL, for implant-side air-conduction presentation of pure tones at 0.5, 1, 2 and 4 kHz. Range is -10 to 120 dBHL, with change toward smaller absolute values representing better (closer to normal) outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.3: Changes in implant-side consonant-nucleus-consonant word discrimination score (CNCWi), for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "CNCWi is the percentage of monosyllabic consonant-nucleus-consonant words correctly repeated when presented via an earphone speaker on the implanted side in a sound-isolation booth while a masking noise is played to the contralateral ear at 40 dB above its bone-conduction 4-frequency pure tone detection threshold if that threshold is at least 10 dB better than that of the ear being tested. CNCWi ranges from 0-100% correct, with higher score meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.4: Changes in sound-field Arizona Biology (AzBios) sentences-in-noise discrimination score, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "AzBios is the percentage of words correctly repeated when a set of 20 Arizona Biology sentences (randomly chosen without repeats from 15 sets) is presented at a moderate level (60 dB SPL) along with masking noise (simultaneous presentation of ten sentences from another set at aggregate sound level 55 dBSPL) to both ears via a sound field speaker in a sound-isolation booth. Scores range from 0-100% correct, with higher score meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.5: Change in proportion of implanted ears with AAO-HNS 1995 Class A/B hearing or changes of ≤30dB and ≤30% from preoperative baseline AirPTAi ≥ 20dBHL and CNCWi ≤ 80%, respectively, aggregating across participants with ototoxic BVH (ClassABCNCWo)",
                    "description": "For ClassABCNCW, AAO-HNS (American Academy of Otolaryngology - Head \\& Neck Surgery) 1995 Class A or B hearing is defined as AirPTAi not worse than 50 dBHL and CNCWi not worse than 50%. ClassABCNCW proportion ranges from 0-100%, with higher values meaning better outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.6: Change in proportion of implanted ears with AAO-HNS 1995 Class A/B hearing or changes of ≤30dB and ≤30% from preoperative baseline AirPTAi ≥ 20dBHL and AzBios ≤ 80%, respectively, aggregating across participants with ototoxic BVH (ClassABAzBioo)",
                    "description": "For ClassABAzBio, AAO-HNS (American Academy of Otolaryngology - Head \\& Neck Surgery) 1995 Class A or B hearing is defined as AirPTAi not worse than 50 dBHL and sound-field-presentation Arizona Biology sentences-in-noise discrimination score (AzBios) not worse than 50%. ClassABAzBio proportion ranges from 0-100%, with higher values meaning better outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.7: Change in implant-side distortion-product otoacoustic emission (DPOAE) signal/noise ratio for response to tones centered on 0.75/1/1.5/2/3/4/6/8 kHz, for participants who have ototoxic adult-onset BVH",
                    "description": "Distortion-product otoacoustic emissions (DPOAE) are sounds generated by a normal cochlea and detectable using a microphone in the ear canal when pairs of pure tones (centered on 0.75, 1, 1.5, 2, 3, 4, 6 and 8 kHz) are presented to the ear. DPOAE signals (and 8-valued vector for responses to stimuli centered on 0.75, 1, 1.5, 2, 3, 4, 6 and 8 kHz) are quantified in dB relative to the frequency-specific noise floor recorded by the same microphone before onset of stimulation. Response range is 0-15 dB, with higher values meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.8: Changes in implant-side tympanometry responses (a 3-valued vector comprising peak compliance in mL, pressure in decaPascals at peak admittance, and ear canal volume in mL), for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "Tympanometry involves using an ear canal microphone to measure ear canal acoustic admittance (conventionally reported in units of mL) and volume (in mL) by sensing reflection of a 226 Hz tone presented via a speaker in the ear canal while ear canal pressure is slowly varied from -400 to 200 decaPascals. Negative bias pressures pull the ear drum outward, positive bias pressures push the ear drum inward, and acoustic admittance is greatest when the ear drum is in a neutral anatomic position, neither retracted inward nor ballooned outward. Results are conventionally represented graphically then summarized by a three-valued vector comprising peak compliance (range 0-2mL, values closer to normal range of 0.3-1.4 mL meaning more normal outcome), pressure at which compliance peaks (range -400 to 200 decaPascal, values closer to 0 meaning more normal outcome), and ear canal volume (range 0-3 mL, values closer to normal adult range of 0.6-1.4 meaning more normal outcome).",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.9: Changes in Tinnitus Handicap Inventory (THI), for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "The Tinnitus Handicap Inventory (THI) survey is set of questions designed to quantify self-perceived handicap due to tinnitus. THI score ranges from 0-100. Higher scores mean worse outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.10: Changes in Autophony Index (AI), for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "The Autophony Index (AI) survey is set of questions designed to quantify self-perceived autophony (hearing one's voice or other internally-generated body sounds). AI score ranges from 0-104. Higher scores mean worse outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.11: Changes in cervical vestibular-evoked myogenic potential (cVEMP) response amplitude, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "Cervical vestibular-evoked myogenic potentials (cVEMPs) are a measure of saccule-mediated inhibition of sternocleidomastoid muscle electromyographic (EMG) activity during presentation of loud tones to the ipsilateral ear. After normalizing to average rectified EMG activity (in microvolts) prior to sound stimulation, cVEMP amplitudes (in microvolts) are unitless. Values range from 0 to \\~10, with larger values suggesting increased saccule activity and generally indicating better outcomes, except that values above 3.0 suggest abnormally high saccule sensitivity to sound.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.12: Changes in ocular vestibular-evoked myogenic potential (oVEMP) response amplitude, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "Ocular vestibular-evoked myogenic potentials (oVEMPs) are a measure of utricle-mediated electromyographic (EMG) activity of inferior oblique and inferior rectus extraocular muscles during presentation of loud tones to the contralateral ear. Amplitude ranges from 0 to \\~50 microvolts, with larger values generally suggesting increased utricle activity and better outcomes but values above 17 microvolts suggesting abnormally high utricle sensitivity to sound.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.13: Changes in subjective visual vertical (SVV) as assessed using the Bucket Test, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "A participant's vision is occluded by a bucket oriented so that its axis aligns with the participant's nasooccipital axis. The examiner rotates the bucket about the axis to a new orientation, the participant reorients it until a line drawn on the floor of the bucket is judges by the participant to be Earth-vertical and deviation of that line from true vertical is recorded. Values range over -15 to 15 degrees, with smaller absolute values meaning more normal outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.14: Changes in scalp thickness at the location of implanted magnets (Tscalp), for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "Scalp thickness at the location of implanted magnets (Tscalp) is measured in mm using a magnetic sensor. Range is 0 to 10 mm, with values closer to the range 3-7mm indicating better outcomes.",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "SM3.15: Changes in all adverse events, including but not limited to events related to the surgical procedure, device and device systems, for the subgroup of participants who have ototoxic adult-onset BVH",
                    "description": "Assess safety of the intervention, for the subgroup of participants who have ototoxic adult-onset BVH, as determined by changes in hearing and otolith endorgan function indicated by changes in all adverse events, including but not limited to events related to the surgical procedure, device and device systems",
                    "timeFrame": "Preoperative baseline to 6 month post-operative assessment"
                },
                {
                    "measure": "TM1: Proportion of all implanted participants who continue to use the MVI system daily at 6 months post-implantation",
                    "description": "Assess tolerance of the intervention, aggregating data across all implanted participants, as determined by the proportion of all implant recipients who continue to use the MVI system daily at 6 months post-implantation",
                    "timeFrame": "6 month post-operative assessment"
                },
                {
                    "measure": "TM2: Proportion of implanted participants with non-ototoxic/non-central adult-onset BVH who continue to use the MVI system daily at 6 months post-implantation",
                    "description": "Assess tolerance of the intervention, for the subgroup of participants who have non-ototoxic/non-central adult-onset BVH, as determined by the proportion of implanted participants with non-ototoxic/non-central adult-onset BVH who continue to use the MVI system daily at 6 months post-implantation",
                    "timeFrame": "6 month post-operative assessment"
                },
                {
                    "measure": "TM3: Proportion of implanted participants with ototoxic adult-onset BVH who continue to use the MVI system daily at 6 months post-implantation",
                    "description": "Assess tolerance of the intervention, for the subgroup of participants who have ototoxic adult-onset BVH, as determined by the proportion of implanted participants with ototoxic adult-onset BVH who continue to use the MVI system daily at 6 months post-implantation",
                    "timeFrame": "6 month post-operative assessment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "XM1.1 (A,B,C): Change in vestibulo-ocular reflex (VOR) latency (msec) during video head impulse testing (VHIT) at 6 months post-implantation, relative to preoperative baseline values",
                    "description": "Vestibulo-ocular reflex (VOR) latency is measured in milliseconds for responses during video head impulse testing (described in 2.EM1.1) with study device providing three different modes of prosthetic vestibular nerve stimulation (A=motion-modulated/ treatment-mode stimulation, B=constant/placebo-mode stimulation, or C=no stimulation). Results are reported as a three-element vector of latencies relative to preoperative baseline (latency during mode A stimulation at 6 mo post-implantation, latency during mode B stimulation at 6 mo post-implantation, latency during mode C stimulation at 6 mo post-implantation). Latencies range from 0-1000 ms, smaller values meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM1.2 (A,B,C): Change in saccade latency (msec) during video head impulse testing (VHIT) at 6 months post-implantation, relative to preoperative baseline values",
                    "description": "Saccade (VOR) latency is measured in milliseconds for responses during video head impulse testing (described in 2.EM1.1) with study device providing three different modes of prosthetic vestibular nerve stimulation (A=motion-modulated/ treatment-mode stimulation, B=constant/placebo-mode stimulation, or C=no stimulation). Results are reported as a three-element vector of latencies relative to preoperative baseline (latency during mode A stimulation at 6 mo post-implantation, latency during mode B stimulation at 6 mo post-implantation, latency during mode C stimulation at 6 mo post-implantation). Latencies range from 0-1000 ms, smaller values meaning better outcome.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM2.1 (A,B,C): Change in vestibulo-ocular reflex (VOR) gain-time constant product (GainTc) during whole-body yaw rotary chair velocity step rotations toward the implanted ear at 6 months post-implantation, relative to preoperative baseline values",
                    "description": "A participant sits on a chair atop an Earth-vertical-axis rotating motor in darkness, wearing goggles that contain a camera to monitor eye rotation. The motor rotates at 240 deg/s for 1 min toward the implanted side. Slow phase nystagmus velocity is measured. Vestibulo-ocular reflex gain-time constant product GainTc is computed by multiplying gain (ratio of peak slow phase eye speed to peak chair speed) by time constant (duration after which the eye movement speed has decayed to 37% of its initial peak). GainTc ranges from 0 to 60 sec. Higher values mean better outcomes. It is measured and reported for responses during rotating chair testing with study device providing three different modes of prosthetic vestibular nerve stimulation (A=motion-modulated/ treatment-mode stimulation, B=constant/placebo-mode stimulation, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM2.2 (A,B,C): Change in vestibulo-ocular reflex response for whole-body yaw sinusoidal rotation at peak velocity 100 deg/s and 0.05/0.1/0.2/0.5/1 Hz, with study device in modes A (motion-modulated/treatment), B (constant/placebo) and C (off)",
                    "description": "A participant sits on a chair atop an Earth-vertical-axis rotating motor in darkness, wearing goggles that contain a camera to monitor eye rotation. The motor rotates sinusoidally at 100 deg/s peak velocity and frequency 0.05/0.1/0.2/0.5/1 Hz. Slow phase nystagmus velocity is measured. The frequency response is a 5-element vector (one per stimulus frequency) of complex numbers, each comprising a unitless gain (eye velocity amplitude divided by chair velocity amplitude) and phase equal to 360 deg times ratio (time from peak eye velocity to peak head velocity)/(period of sinusoidal stimulus). Each gain ranges from 0 to 1; higher values mean better outcome. Each phase ranges from -180 to 180; values nearer zero mean better outcome. Frequency response is reported as a 3x5 matrix of values relative to preoperative baseline for testing with study device providing three modes of vestibular nerve stimulation: A=motion-modulated, B=constant-rate, C=off.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM3.1: Electrically-evoked vestibulo-ocular reflex (eeVOR) response peak magnitude for largest response on each electrode",
                    "description": "A participant sits on a motionless chair atop in darkness, wearing goggles that contain a camera to monitor eye rotation. The vestibular implant's stimulator delivers a series of electrical pulse trains to the inner via each electrode, one at a time. Slow phase nystagmus velocity is measured using the camera. For each canal, the largest measured nystagmus velocity is recorded. Velocities are reported as a 3-valued vector (the highest peak velocity measured for each of the three semicircular canals in the implanted ear), with values ranging from 0-300 deg/s and higher values meaning better outcomes.",
                    "timeFrame": "Measured at 6-month post-operative assessment"
                },
                {
                    "measure": "XM3.2: Electrically-evoked vestibulo-ocular reflex (eeVOR) response 3D misalignment for largest response on each electrode",
                    "description": "A participant sits on a motionless chair atop in darkness, wearing goggles that contain a camera to monitor eye rotation. The vestibular implant's stimulator delivers a series of electrical pulse trains to the inner via each electrode in each semicircular canal, one at a time. Slow phase nystagmus velocity is measured using the camera. For each canal, 3-dimensional (3D) misalignment (the angle in degrees between the 3D axis of peak velocity eye rotation and the 3D axis of the targeted semicircular canal) is measured for the peak nystagmus elicited by each electrode and stimulus intensity. 3D misalignment is reported as a 3-valued vector (the misalignment angles measured for each of the three semicircular canals in the implanted ear, using the electrodes and stimulus intensities that yield the largest responses approximately aligned with the target canal's axis), with values ranging from 0-180 deg and smaller values meaning better outcomes.",
                    "timeFrame": "Measured at 6-month post-operative assessment"
                },
                {
                    "measure": "XM4 (A,B,C): Change in objective measures of time to failure on Modified Romberg Test with Eyes Closed on Foam",
                    "description": "The Modified Romberg Test with Eyes Closed on Foam involves having the participant stand for as long as possible on a foam pad with feet together, arms crossed, and eyes closed. Time to failure (i.e., moving out of position or opening the eyes) is measured for a maximum of 30 seconds for each of two attempts, and the longer of two measured durations is reported in seconds, with higher values meaning better outcomes. Values are measured with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/ treatment-mode, B=constant/placebo-mode, or C=no stimulation) and reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM5.1 (A,B,C): (A,B,C): Change in slope of change in treadmill dynamic visual acuity with increasing walking speed (logMAR/mph)",
                    "description": "A participant's visual acuity is measured while standing still and then while walking on a treadmill at 0.5, 1, 1.5, 2, 2.5 and 3 miles per hour (mph). The slope with which visual acuity (in logarithm base 10 of the minimum angle resolved, logMAR) worsens as treadmill speed increases (in mph) is measured from a line fit to the data and reported in units of (logMAR/mph), with values ranging from 0 to -1 and less negative numbers meaning better outcome. The test is repeated with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/ treatment-mode, B=constant/placebo-mode, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM5.2 (A,B,C): Change in maximum treadmill velocity achieved",
                    "description": "A participant's visual acuity is measured while standing still and then while walking on a treadmill at 0.5, 1, 1.5, 2, 2.5 and 3 miles per hour (mph). The highest treadmill speed the participant tolerates is recorded in mph, with higher speeds meaning better outcome. The test is repeated with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/treatment-mode, B=constant/placebo-mode, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM6.1 (A,B,C): Change in gait speed when walking in well-light hall",
                    "description": "A participant walks in a well-lit hall while gait speed is measured in m/s. Speeds range from 0-2 m/s, with higher values meaning better outcome. The test is repeated with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/treatment-mode, B=constant/placebo-mode, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM6.2 (A,B,C): Change in gait speed when walking in dim light",
                    "description": "A participant walks in dim light while gait speed is measured in m/s. Speeds range from 0-2 m/s, with higher values meaning better outcome. The test is repeated with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/treatment-mode, B=constant/placebo-mode, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM7.1 (A,B,C): Change in Timed Up and Go test (TUG) when walking in well-lit hall",
                    "description": "A participant performs the Timed Up and Go (TUG) test, which comprises rising from a chair, walking to and around a pylon, then returning to the chair and sitting, in a well-lit hall. Time to complete the TUG ranges over \\~5-30 seconds, with lower values meaning better outcome. The test is repeated with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/treatment-mode, B=constant/placebo-mode, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM7.2 (A,B,C): Change in Timed Up and Go test (TUG) when walking in dim light",
                    "description": "A participant performs the Timed Up and Go (TUG) test, which comprises rising from a chair, walking to and around a pylon, then returning to the chair and sitting, in dim light. Time to complete the TUG ranges over \\~5-30 seconds, with lower values meaning better outcome. The test is repeated with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/treatment-mode, B=constant/placebo-mode, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM8.1 (A,B,C): Change in gait speed when walking during dual task/cognitive distraction (Serial 7s downward counting)",
                    "description": "While counting downward in increments of -7 (from a number randomly selected between 91 and 109 by the examiner), a participant walks in a well-lit hall and gait speed is measured in m/s. Speeds range from 0-2 m/s, with higher values meaning better outcome. The test is repeated with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/treatment-mode, B=constant/placebo-mode, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM8.2 (A,B,C): Change in Timed Up and Go test (TUG) during dual task/cognitive distraction (Serial 7s)",
                    "description": "While counting downward in increments of -7 (from a number randomly selected between 91 and 109 by the examiner), a participant performs the Timed Up and Go (TUG) test, which comprises rising from a chair, walking to and around a pylon, then returning to the chair and sitting, in dim light. Time to complete the TUG ranges over \\~5-30 seconds, with lower values meaning better outcome. The test is repeated with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/treatment-mode, B=constant/placebo-mode, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM9 (A,B,C): Change in Serial 7s downward counting while standing with eyes open",
                    "description": "A participant counts downward for 20 seconds in increments of -7 (from a number randomly selected between 91 and 109 by the examiner) while standing with eyes open. The number of increments correctly subtracted is counted, with higher number of increments meaning better performance. The test is repeated with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/treatment-mode, B=constant/placebo-mode, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM10.1 (A,B,C): Change in time to complete the Trail Making Test Part B (TMT)",
                    "description": "A participant performs the Trail Making Test Part B (TMT), using a pen to connect a set of 25 pre-drawn and numbered circles on a sheet of paper as quickly as possible while being accurate. The time in seconds required to complete the test is recorded, with shorter time meaning better performance. The test is repeated with the study device providing three different modes of prosthetic stimulation (A=motion-modulated/treatment-mode, B=constant/placebo-mode, or C=no stimulation). Results are reported as a 3-valued vector.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM10.2 (A,B,C): Change in performance on the Triangle Completion Test (TCT)",
                    "description": "After a practice trial with eyes open, a participant performs the Triangle Completion Test (TCT). The blindfolded participant is assisted while walking slowly along 2 segments of a pre-drawn 92.5 × 185.5 × 212 cm, 30°-60°-90° triangular path and instructed to complete the final segment independently, ending at his/her best estimate of the starting point. The participant walks counterclockwise for two triangles and then clockwise for two. End point is marked midway between each foot's largest toe. Distance (in cm, range \\~0-100, smaller better) from end point to starting point and angle (absolute value, range 0-180 deg, smaller better) between the participant's path and the correct path are averaged over four trials. The test is repeated with the study device providing three modes of prosthetic stimulation: A (motion-modulated), B (constant rate) and C (off). Results are reported as a 3 by 2-valued matrix.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM11: Electrode impedance",
                    "description": "Electrical impedances are measured using 26.67 microsecond/phase biphasic current pulses at 302.4 cu (clinical units) of current for each of the 9 stimulating electrodes and reported as a 9-valued vector. Values range from 0 to 25 kΩ. Values of \\<2 kΩ, abnormally low and values \\>15 kΩ are abnormally high, values in the range 2-15 kΩ are normal, and values closer to normal range mean better outcome. Impedances for the 9 electrodes are reported as a 9-valued vector.",
                    "timeFrame": "Initial post-activation measurement to 6-month post-operative assessment"
                },
                {
                    "measure": "XM12: Change in electrode location, as determined by post-implantation computed tomography (CT) imaging",
                    "description": "For each canal, the distance between the center of crista ampullaris and the nearest stimulating electrode is measured on a post-implantation computed tomography (CT) scan in mm, with values ranging from 0-5 mm and smaller values meaning better outcome. Best-electrode distances for the 3 canals are reported as a 3-valued vector.",
                    "timeFrame": "Single measurement 3 weeks post-implantation"
                },
                {
                    "measure": "XM13: Amplitude of vestibular evoked compound action potential (veCAP)",
                    "description": "Peak vestibular-evoked compound action potential (veCAP) amplitude is measured for each implanted electrode and reported for the 9 implanted electrodes, with range 0-1000 microvolts and higher values meaning better outcome, as a 9-valued vector.",
                    "timeFrame": "Single measurement 3 weeks post-implantation"
                },
                {
                    "measure": "XM14.1: Scalp thickness over the implant, measured on post-operative CT imaging",
                    "description": "Scalp thickness over the implant is measured in mm using a post-operative CT scan performed 3 weeks after implantation.",
                    "timeFrame": "Single measurement 3 weeks post-implantation"
                },
                {
                    "measure": "XM14.2: Change in inductively-measured intercoil distance between implant antenna coil and external processor antenna coil",
                    "description": "Inductively-measured intercoil distance between implant antenna coil and external processor antenna coil is measured in mm 3 weeks after implantation and 6 months post-implantation, and the change between those two values is reported in mm, with numbers less than (initial thickness minus 3 mm) meaning better outcome.",
                    "timeFrame": "Change from 3 weeks post-implantation to 6 months post-implantation"
                },
                {
                    "measure": "XM15.1: Change in Bilateral Vestibulopathy Questionnaire score (BVQ)",
                    "description": "The Bilateral Vestibulopathy Questionnaire English version (BVQ) is a 24-question survey intended to quantify patient-reported disease burden due to bilateral vestibular hypofunction. Each question is answered on a 6-item Likert scale, with scores for positively-worded questions reversed before scoring. After averaging scores within each of 4 construct subsets, the 4 construct values are added to yield overall BVQ score, ranging from 4 to 24. Higher score means worse outcome.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM15.2: Audio/video recording of structured interviews",
                    "description": "Audio and video recording of a participant's responses to a structure set of questions regarding symptoms of bilateral vestibular hypofunction will be made preoperatively and at 6 months postoperatively. Responses are free-format and not quantified.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM16: Change in Vestibular Activities of Daily Living score (VADL)",
                    "description": "Vestibular Activities of Daily Living (VADL) is a survey designed to quantify self-rated disability due to vestibular dysfunction. Scores range from 1 (least disabled, best outcome) to 10 (worst outcome) points.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM17 (A,B,C): Change in Oscillopsia Visual Analog Scale score (oVAS)",
                    "description": "The Oscillopsia Visual Analog Scale (oVAS) is a 43-question survey designed to quantify self-rated oscillopsia. Each item is answered on a 6-point Likert scale (integer scores of 0 to 5, with the score X for each negatively phrase questions transformed to 5-X before summation across all questions). Total score ranges from 0 (least oscillopsia, best outcome) to 215 (worst outcome) points.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM18: Change in Activities-specific Balance Confidence Scale score (ABC)",
                    "description": "The Activities-specific Balance Confidence Scale (ABC) is a 16-question survey designed to quantify self-rated confidence performing daily activities that require balance. Each item is answered on an 11-item Likert scale (from 0 to 100% confidence, in 10% increments). Total score is the average of the 16 responses and ranges from 0 (least confident, worst outcome) to 100% (most confident, best outcome).",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM19.1: Change in Vertigo Symptom Scale score (VSS)",
                    "description": "The vertigo-balance subscale score of the Vertigo Symptom Scale is a 15-item survey designed to quantify self-rated vertigo symptom severity. Each item is answered on a 5-item Likert scale (from 0 to 4, higher meaning more frequent/worse symptoms). Total score is the sum of the 15 responses and ranges from 0 (least severe/frequent, best outcome) to 75 (worst outcome).",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM19.2: Change in Vertigo Visual Analogue Scale score (VAS)",
                    "description": "The Vertigo Visual Analogue Scale is a 9-item visual analogue scale designed to assess the intensity of vertigo symptoms for patients in different daily situations that typically induce visual vertigo. Each item is answered on a visual analogue scale by drawing a vertical line on a 10 cm line between two anchors marked 0 and 10 (with zero (0) representing no dizziness and ten (10) representing most dizziness). Total score is the sum of the 9 responses, divided by the number of answered items, and multiplied by 10. (ranges from 0 (least severe, best outcome) to 100 (most severe, worst outcome).",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM20.1: Change in Health Utilities Index Mark 3 (HUI)",
                    "description": "The Health Utilities Index Mark 3 is an instrument designed to measure health status and health-related quality of life. HUI Mark 3 provides a utility score ranging from 0 (worst outcome) to 1 (best outcome).",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM20.2: Change in EuroQOL EQ5D score",
                    "description": "The EuroQOL EQ5D is a 5-dimension (mobility, self-care, usual activities, pain/discomfort, anxiety depression) instrument developed to evaluate health-related quality of life. Each of the five dimensions includes five levels of severity going from 1-5 (no problems (1), slight problems (2), moderate problems (3), severe problems (4), unable to/extreme problems (5)). Scores for each dimension are combined to obtain a total score in the form of a 5 digit code (Greater number of higher scores means worse outcome.)",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM21: Change in Tinnitus Handicap Inventory (THI)",
                    "description": "The Tinnitus Handicap Inventory (THI) survey is set of questions designed to quantify self-perceived handicap due to tinnitus. THI score ranges from 0-100. Higher scores mean worse outcome.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM22: Change in Autophony Index (AI)",
                    "description": "The Autophony Index (AI) survey is set of questions designed to quantify self-perceived autophony (hearing one's voice or other internally-generated body sounds). AI score ranges from 0-104. Higher scores mean worse outcomes.",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                },
                {
                    "measure": "XM23.1: OTOSCOPE genetic testing panel screen for participants who agree to genetic testing",
                    "description": "For participants with a history of nonototoxic bilateral vestibular hypofunction who agree to clinical genetic testing, a University of Iowa Molecular Otology Research Laboratory OtoSCOPE® Genetic Hearing Loss Testing v9 test will be performed on a buccal swab to determine the presence or absence of an identifiably inner ear gene abnormality, and the deidentified result will be reported.",
                    "timeFrame": "Single measurement at preoperative baseline"
                },
                {
                    "measure": "XM23.2: MTRNR1 genetic test panel screen for participants with known ototoxic exposure who agree to genetic testing",
                    "description": "For participants with a history of ototoxic bilateral vestibular hypofunction who agree to clinical genetic testing, an MTRNR1 genetic testing panel screen will be completed to determine the presence or absence of an MTRNR1 gene abnormality, and the deidentified result will be reported.",
                    "timeFrame": "Single measurement at preoperative baseline"
                },
                {
                    "measure": "XM24.1: intraoperative video recording of electrode implantation",
                    "description": "Deidentified video of the implantation surgery will be recorded intraoperatively",
                    "timeFrame": "Single recording intraoperatively"
                },
                {
                    "measure": "XM24.2: post-implantation temporal bone CT imaging",
                    "description": "Deidentified images for a post-implantation temporal bone computed tomography (CT) scan will be recorded 3 weeks post-implantation.",
                    "timeFrame": "Single measurement 3 weeks post-implantation"
                },
                {
                    "measure": "XM25: Change in study visit duration by activity/test/assessment",
                    "description": "Explore ways to improve efficiency of procedures for performance assessment and stimulus parameter adjustment by measuring change in study visit duration by activity/test/assessment",
                    "timeFrame": "Preoperative baseline to 6-month post-operative assessment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adults age 22-90 years diagnosed with ototoxic, idiopathic or non-ototoxic/non-central bilateral vestibular hypofunction inadequately responsive to vestibular rehabilitation for greater than 1 year as determined by pre-inclusion history, vestibular testing and clinical examination conducted by a board-certified neurotologist, neurologist or other physician skilled in diagnosis of vestibular disorders\n2. Hearing status: (1) Hearing in the candidate ear for implantation is equivalent to or worse than that in the contralateral ear; and (2) hearing in the contralateral ear is good enough to allow functional communication in case hearing in the implanted ear is lost after implantation. Specifically, the contralateral ear must satisfy all of the following criteria:\n\n   1. 0.5/1/2/4 kHz pure-tone-average threshold (PTA) hearing better than (i.e., less than) 70 dB HL; and\n   2. ear-specific sentence recognition score using the recorded AzBio Sentence Test presented at 60 dB SPL-A in quiet must be \\>60% when tested under either the unaided condition or, if 0.5/1/2/4 kHz PTA\\>50 dB, the best-aided condition; and\n   3. ear-specific word recognition score using the recorded Consonant-Nucleus-Consonant (CNC) Word Recognition Test presented at 60 dBHL in quiet must be \\>60% when tested under either the unaided condition or, if 0.5/1/2/4 kHz PTA\\>50 dB, the best-aided condition\n3. Caloric responses consistent with severe or profound bilateral loss of labyrinthine function, as indicated by one or more of the following: (a) summed speed of caloric responses to warm and cool supine caloric stimuli totaling \\<10°/sec per ear for each of both ears; (b) summed speed of ice water caloric responses during supine and prone head orientation tests totaling \\<10°/sec per ear for each of both ears; or (c) speed of ice water caloric responses during supine head orientation tests \\<5°/sec per ear for each of both ears, with a lack of nystagmus reversal on quickly flipping from supine to prone\n4. Prior MRI imaging of the brain, internal auditory canals and cerebellopontine (CP) angle showing a patent labyrinth, present vestibular nerve, patent cochlea, present cochlear nerve, and absence of internal auditory canal/cerebellopontine angle tumors or other central causes of vestibulo-ocular reflex dysfunction or sensorineural hearing loss\n5. Prior CT imaging of the temporal bones showing a facial nerve canal with normal caliber and course, middle ear without evidence of chronic otitis media or tympani membrane perforation or cholesteatoma, a mastoid cavity with adequate aeration for surgical access to each semicircular canal, skull thickness ≥3 mm at the planned well site, and scalp soft tissue thickness ≤7 mm. This criterion may be satisfied without additional imaging if an existing head CT or MRI already demonstrates those findings\n6. Vaccinations as recommended per Johns Hopkins Cochlear Implant Center and United States Centers for Disease Control and Prevention protocols to reduce the risk of meningitis in subjects undergoing cochlear implantation, as described at this site: https://www.cdc.gov/vaccines/vpd/mening/public/dis-cochlear-faq-gen.html\n7. Motivated to travel to the study center, to undergo testing and examinations required for the investigational study, and to participate actively in a vestibular rehabilitation exercise regimen\n8. The participant must agree not to swim or to use or operate vehicles, heavy machinery, powered tools or other devices that could pose a threat to the participant, to others, or to property throughout the duration of participation in the study and until at least 1 month after final deactivation of the MVI Implant\n\nExclusion Criteria:\n\n1. Inability to understand the procedures and the potential risks involved as determined by study staff\n2. Inability to participate in study procedures due to blindness, ≤ ±10° neck range of motion, cervical spine instability, ear canal stenosis or malformation sufficient to prevent caloric testing\n3. Diagnosis of acoustic neuroma/vestibular schwannoma, chronic middle ear disease, cholesteatoma, or central nervous system causes of vestibulo-ocular reflex dysfunction, including chronic and continuing use of medications, drugs or alcohol at doses sufficiently great to interfere with vestibular compensation\n4. Vestibular dysfunction known to be caused by reasons other than labyrinthine injury due to ototoxicity, ischemia, trauma, infection, Meniere's disease, or genetic defects known to act on hair cells\n5. Lack of labyrinth patency or vestibular nerve as determined by MRI of the brain with attention to the internal acoustic meatus\n6. Any contraindication to the planned surgery, anesthesia, device activation and deactivation, or participation in study assessments, as determined by the surgeon, anesthesiologist, or designee, including known intolerance of any materials used in any component of the investigational devices that will come in contact with the subject\n7. History of myocardial infarction, coronary bypass surgery, or any percutaneous coronary intervention (PCI) within 6 months prior to screening\n8. Orthopedic, neurologic or other nonvestibular pathologic conditions of sufficient severity to confound posture and gait testing or other tests used in the study to assay vestibular function.\n9. Subjects with estimated glomerular filtration rate (GFR) \\< 30 ml/min (MDRD formula) at screening\n10. Subjects with heart failure NYHA class III or IV\n11. Subjects with Child-Pugh class C cirrhosis\n12. Inadequately treated or unstable depression, suicidality as indicated by any affirmative answer to the 6-question screener version of the Columbia Suicide Severity Rating Scale (C-SSRS), or any other psychiatric disease or substance abuse history likely to interfere with protocol compliance\n13. Contraindications to scleral coil eye movement testing, including monocular blindness and a history of fainting vagal reactions to prior eye manipulations would exclude subjects from eye coil testing\n14. Inability to tolerate baseline testing protocols\n15. Recent corneal injury\n16. A history of cervical spine disease preventing head rotation\n17. A history of fainting or vagal reactions prior to eye manipulations that would preclude 3D eye movement coil testing\n18. Pregnancy, positive urine or serum pregnancy test at any time during study participation,\n19. Ability to become pregnant combined with failure or refusal to consistently use a highly effective method of contraception from at least 1 month prior to implantation to not before 1 month after both device deactivation and conclusion of study participation. Highly effective contraception methods include:\n\n    Total abstinence. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post ovulation methods) and withdrawal are not acceptable methods of contraception for purposes of defining exclusion criteria for this study Female sterilization (surgical bilateral oophorectomy with or without hysterectomy) or tubal ligation at least six weeks before entering the study. A woman who has undergone oophorectomy without hysterectomy may participate in the study only after her reproductive status has been confirmed by subsequent hormone level assessment For female subjects of child-bearing potential, study participation is not excluded if the study candidate's male partner is the sole partner of the study candidate and has been vasectomized.\n\n    Combination of any two of the following:\n\n    Use of oral, injected or implanted hormonal methods of contraception or other forms of hormonal contraception that have comparable efficacy (failure rate \\<1%), for example, hormone vaginal ring or transdermal hormone contraception Placement of an intrauterine device (IUD) or intrauterine system (IUS) Barrier methods of contraception: Condom or Occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/vaginal suppository In case of use of oral contraception, women should have been stabile on the same pill for a minimum of 3 months before taking study treatment.\n20. Women who are nursing/lactating\n21. Any medical condition, judged by the investigator team, that is likely to interfere with a study candidate's participation in the study or likely to cause serious adverse events during the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelly Lane (Study Coordinator)",
                    "role": "CONTACT",
                    "phone": "410-502-8047",
                    "email": "vestibularimplant@jhmi.edu"
                },
                {
                    "name": "Charles C Della Santina MD, PhD, (Lead Surgeon)",
                    "role": "CONTACT",
                    "phone": "410-502-8047",
                    "email": "cds@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John P Carey, MD",
                    "affiliation": "Johns Hopkins School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins School of Medicine",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Claudia Lee",
                            "role": "CONTACT",
                            "phone": "410-502-8209",
                            "email": "vestibularimplant@jhmi.edu"
                        },
                        {
                            "name": "Charles C Della Santina MDPhD (Lead Surgeon; CEO Labyrinth Devices LLC)",
                            "role": "CONTACT",
                            "phone": "410-502-8047",
                            "email": "vestibularimplant@jhmi.edu"
                        },
                        {
                            "name": "John P Carey MD (Independent/Nonconflicted IRB Protocol PI)",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Charles C Della Santina MDPhD (Lead Surgeon; CEO Labyrinth Devices LLC)",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25790951",
                    "type": "BACKGROUND",
                    "citation": "Sun DQ, Lehar M, Dai C, Swarthout L, Lauer AM, Carey JP, Mitchell DE, Cullen KE, Della Santina CC. Histopathologic Changes of the Inner ear in Rhesus Monkeys After Intratympanic Gentamicin Injection and Vestibular Prosthesis Electrode Array Implantation. J Assoc Res Otolaryngol. 2015 Jun;16(3):373-87. doi: 10.1007/s10162-015-0515-y. Epub 2015 Mar 20."
                },
                {
                    "pmid": "24763518",
                    "type": "BACKGROUND",
                    "citation": "Sun DQ, Ward BK, Semenov YR, Carey JP, Della Santina CC. Bilateral Vestibular Deficiency: Quality of Life and Economic Implications. JAMA Otolaryngol Head Neck Surg. 2014 Jun;140(6):527-34. doi: 10.1001/jamaoto.2014.490."
                },
                {
                    "pmid": "24147142",
                    "type": "BACKGROUND",
                    "citation": "Mitchell DE, Dai C, Rahman MA, Ahn JH, Della Santina CC, Cullen KE. Head movements evoked in alert rhesus monkey by vestibular prosthesis stimulation: implications for postural and gaze stabilization. PLoS One. 2013 Oct 17;8(10):e78767. doi: 10.1371/journal.pone.0078767. eCollection 2013."
                },
                {
                    "pmid": "24013822",
                    "type": "BACKGROUND",
                    "citation": "Dai C, Fridman GY, Chiang B, Rahman MA, Ahn JH, Davidovics NS, Della Santina CC. Directional plasticity rapidly improves 3D vestibulo-ocular reflex alignment in monkeys using a multichannel vestibular prosthesis. J Assoc Res Otolaryngol. 2013 Dec;14(6):863-77. doi: 10.1007/s10162-013-0413-0. Epub 2013 Sep 8."
                },
                {
                    "pmid": "23949355",
                    "type": "BACKGROUND",
                    "citation": "Ward BK, Agrawal Y, Hoffman HJ, Carey JP, Della Santina CC. Prevalence and impact of bilateral vestibular hypofunction: results from the 2008 US National Health Interview Survey. JAMA Otolaryngol Head Neck Surg. 2013 Aug 1;139(8):803-10. doi: 10.1001/jamaoto.2013.3913."
                },
                {
                    "pmid": "23649285",
                    "type": "BACKGROUND",
                    "citation": "Valentin NS, Hageman KN, Dai C, Della Santina CC, Fridman GY. Development of a multichannel vestibular prosthesis prototype by modification of a commercially available cochlear implant. IEEE Trans Neural Syst Rehabil Eng. 2013 Sep;21(5):830-9. doi: 10.1109/TNSRE.2013.2259261. Epub 2013 May 1."
                },
                {
                    "pmid": "23355001",
                    "type": "BACKGROUND",
                    "citation": "Davidovics NS, Rahman MA, Dai C, Ahn J, Fridman GY, Della Santina CC. Multichannel vestibular prosthesis employing modulation of pulse rate and current with alignment precompensation elicits improved VOR performance in monkeys. J Assoc Res Otolaryngol. 2013 Apr;14(2):233-48. doi: 10.1007/s10162-013-0370-7. Epub 2013 Jan 26."
                },
                {
                    "pmid": "23044664",
                    "type": "BACKGROUND",
                    "citation": "Fridman GY, Della Santina CC. Progress toward development of a multichannel vestibular prosthesis for treatment of bilateral vestibular deficiency. Anat Rec (Hoboken). 2012 Nov;295(11):2010-29. doi: 10.1002/ar.22581. Epub 2012 Oct 8."
                },
                {
                    "pmid": "22255006",
                    "type": "BACKGROUND",
                    "citation": "Rahman MA, Dai C, Fridman GY, Davidovics NS, Chiang B, Ahn J, Hayden R, Melvin TA, Sun DQ, Hedjoudje A, Della Santina CC. Restoring the 3D vestibulo-ocular reflex via electrical stimulation: the Johns Hopkins multichannel vestibular prosthesis project. Annu Int Conf IEEE Eng Med Biol Soc. 2011;2011:3142-5. doi: 10.1109/IEMBS.2011.6090857."
                },
                {
                    "pmid": "21888961",
                    "type": "BACKGROUND",
                    "citation": "Dai C, Fridman GY, Davidovics NS, Chiang B, Ahn JH, Della Santina CC. Restoration of 3D vestibular sensation in rhesus monkeys using a multichannel vestibular prosthesis. Hear Res. 2011 Nov;281(1-2):74-83. doi: 10.1016/j.heares.2011.08.008. Epub 2011 Aug 26."
                },
                {
                    "pmid": "21374081",
                    "type": "BACKGROUND",
                    "citation": "Dai C, Fridman GY, Chiang B, Davidovics NS, Melvin TA, Cullen KE, Della Santina CC. Cross-axis adaptation improves 3D vestibulo-ocular reflex alignment during chronic stimulation via a head-mounted multichannel vestibular prosthesis. Exp Brain Res. 2011 May;210(3-4):595-606. doi: 10.1007/s00221-011-2591-5. Epub 2011 Mar 4."
                },
                {
                    "pmid": "21195755",
                    "type": "BACKGROUND",
                    "citation": "Dai C, Fridman GY, Della Santina CC. Effects of vestibular prosthesis electrode implantation and stimulation on hearing in rhesus monkeys. Hear Res. 2011 Jul;277(1-2):204-10. doi: 10.1016/j.heares.2010.12.021. Epub 2010 Dec 31."
                },
                {
                    "pmid": "20349578",
                    "type": "BACKGROUND",
                    "citation": "Della Santina CC. Regaining balance with bionic ears. Sci Am. 2010 Apr;302(4):68-71. doi: 10.1038/scientificamerican0410-68. No abstract available."
                },
                {
                    "pmid": "20177732",
                    "type": "BACKGROUND",
                    "citation": "Fridman GY, Davidovics NS, Dai C, Migliaccio AA, Della Santina CC. Vestibulo-ocular reflex responses to a multichannel vestibular prosthesis incorporating a 3D coordinate transformation for correction of misalignment. J Assoc Res Otolaryngol. 2010 Sep;11(3):367-81. doi: 10.1007/s10162-010-0208-5. Epub 2010 Feb 23."
                },
                {
                    "pmid": "17554821",
                    "type": "BACKGROUND",
                    "citation": "Della Santina CC, Migliaccio AA, Patel AH. A multichannel semicircular canal neural prosthesis using electrical stimulation to restore 3-d vestibular sensation. IEEE Trans Biomed Eng. 2007 Jun;54(6 Pt 1):1016-30. doi: 10.1109/TBME.2007.894629."
                },
                {
                    "pmid": "33361382",
                    "type": "BACKGROUND",
                    "citation": "Hedjoudje A, Schoo DP, Ward BK, Carey JP, Della Santina CC, Pearl M. Vestibular Implant Imaging. AJNR Am J Neuroradiol. 2021 Jan;42(2):370-376. doi: 10.3174/ajnr.A6991. Epub 2020 Dec 24."
                },
                {
                    "pmid": "33567192",
                    "type": "BACKGROUND",
                    "citation": "Chow MR, Ayiotis AI, Schoo DP, Gimmon Y, Lane KE, Morris BJ, Rahman MA, Valentin NS, Boutros PJ, Bowditch SP, Ward BK, Sun DQ, Trevino Guajardo C, Schubert MC, Carey JP, Della Santina CC. Posture, Gait, Quality of Life, and Hearing with a Vestibular Implant. N Engl J Med. 2021 Feb 11;384(6):521-532. doi: 10.1056/NEJMoa2020457."
                },
                {
                    "pmid": "31723056",
                    "type": "RESULT",
                    "citation": "Boutros PJ, Schoo DP, Rahman M, Valentin NS, Chow MR, Ayiotis AI, Morris BJ, Hofner A, Rascon AM, Marx A, Deas R, Fridman GY, Davidovics NS, Ward BK, Trevino C, Bowditch SP, Roberts DC, Lane KE, Gimmon Y, Schubert MC, Carey JP, Jaeger A, Della Santina CC. Continuous vestibular implant stimulation partially restores eye-stabilizing reflexes. JCI Insight. 2019 Nov 14;4(22):e128397. doi: 10.1172/jci.insight.128397."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Trial-related news updates and links to application",
                    "url": "http://www.jhu.edu/vnel"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "publication of de-identified data via peer-reviewed journals",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Beginning 6 months after publication and ending 36 months after publication.",
            "accessCriteria": "Data will be shared with researchers who provide a methodologically sound proposal and signed data access agreement. Proposals should be directed to vestibularimplant@jhmi.edu."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000081015",
                    "term": "Ototoxicity"
                },
                {
                    "id": "D000015837",
                    "term": "Vestibular Diseases"
                },
                {
                    "id": "D000071699",
                    "term": "Bilateral Vestibulopathy"
                },
                {
                    "id": "D000007759",
                    "term": "Labyrinth Diseases"
                },
                {
                    "id": "D000007762",
                    "term": "Labyrinthitis"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000064420",
                    "term": "Drug-Related Side Effects and Adverse Reactions"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000011832",
                    "term": "Radiation Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000010031",
                    "term": "Otitis"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17462",
                    "name": "Vertigo",
                    "relevance": "LOW"
                },
                {
                    "id": "M7420",
                    "name": "Dizziness",
                    "relevance": "LOW"
                },
                {
                    "id": "M10779",
                    "name": "Labyrinth Diseases",
                    "asFound": "Labyrinth Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10782",
                    "name": "Labyrinthitis",
                    "asFound": "Labyrinth Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2256",
                    "name": "Ototoxicity",
                    "asFound": "Ototoxicity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18387",
                    "name": "Vestibular Diseases",
                    "asFound": "Vestibular Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M850",
                    "name": "Bilateral Vestibulopathy",
                    "asFound": "Bilateral Vestibulopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "asFound": "Sensation Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M30303",
                    "name": "Drug-Related Side Effects and Adverse Reactions",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14679",
                    "name": "Radiation Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12954",
                    "name": "Otitis",
                    "relevance": "LOW"
                },
                {
                    "id": "T1972",
                    "name": "Dysequilibrium Syndrome",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M8951",
                    "name": "Gentamicins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}