{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02984761",
            "orgStudyIdInfo": {
                "id": "2005"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Veterans Affairs Lung Cancer Surgery Or Stereotactic Radiotherapy",
            "officialTitle": "CSP #2005 - Veterans Affairs Lung Cancer Surgery Or Stereotactic Radiotherapy Trial (VALOR)",
            "acronym": "VALOR",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "veterans-affairs-lung-cancer-surgery-or-stereotactic-radiotherapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-04-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-11-30",
            "studyFirstSubmitQcDate": "2016-12-02",
            "studyFirstPostDateStruct": {
                "date": "2016-12-07",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-11-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Patients with stage I non-small cell lung cancer have been historically treated with surgery whenever they are fit for an operation. However, an alternative treatment known as stereotactic radiotherapy now appears to offer an equally effective alternative. Doctors believe both are good treatments and are therefore conducting this study to determine if one may be possibly better than the other.",
            "detailedDescription": "The standard of care for stage I non-small cell lung cancer has historically been surgical resection in patients who are medically fit to tolerate an operation. Recent data now suggests that stereotactic radiotherapy may be a suitable alternative. This includes the results from a pooled analysis of two incomplete phase III studies that reported a 15% overall survival advantage with stereotactic radiotherapy at 3 years. While these data are promising, the median follow-up period was short, the results underpowered, and the findings were in contradiction to multiple retrospective studies that demonstrate the outcomes with surgery are likely equal or superior. Therefore, the herein trial aims to evaluate these two treatments in a prospective randomized fashion with a goal to compare the overall survival beyond 5 years. It has been designed to enroll patients who have a long life-expectancy, and are fit enough to tolerate an anatomic pulmonary resection with intraoperative lymph node sampling.\n\nThis study is designed to open at Veterans Affairs medical centers with expertise in both treatments. The recruitment process includes shared decision making and multi-disciplinary evaluations with lung cancer specialists. Mandatory evaluations before randomization include tissue confirmation of NSCLC, staging with FDG-PET/CT, and biopsies of all hilar and/or mediastinal lymph nodes \\>10mm that have a SUV \\>2.5. Pre-randomization elective lymph node sampling is strongly encouraged, but not required. Following treatment, patients will be followed for a minimum of 5 years."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Neoplasm"
            ],
            "keywords": [
                "Carcinoma, Non-Small Cell Lung",
                "Respiratory Tract Neoplasms",
                "Thoracic Neoplasms",
                "Neoplasms by Site",
                "Neoplasms",
                "Lung Diseases",
                "Respiratory Tract Diseases",
                "Carcinoma, Bronchogenic",
                "Bronchial Neoplasms",
                "Radiosurgery",
                "Radiotherapy",
                "Radiotherapy, Image-Guided",
                "Lung Neoplasms"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 670,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stereotactic radiotherapy",
                    "type": "EXPERIMENTAL",
                    "description": "Stereotactic radiotherapy is an FDA approved treatment for lung cancer. However, for purposes of this study, it is being delivered to an operable population that is typically treated with surgical resection. Participants randomized to stereotactic radiotherapy will be treated according to the location of the tumor. Peripheral tumors will receive either 18 Gy x 3, 14 Gy x 4, or 11.5 Gy x 5 fractions, while central tumors will be treated with 10 Gy x 5. There will not be any elective coverage of local microscopic spread or regional lymph nodes.",
                    "interventionNames": [
                        "Radiation: Stereotactic Radiotherapy"
                    ]
                },
                {
                    "label": "Surgery",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to surgery will undergo a standard lobectomy or limited anatomic pulmonary resection (segmentectomy) under general anesthesia. Non-anatomic (wedge) resections are not permitted. Pathological specimens must contain a separately divided pulmonary artery and bronchus, as well as sampled lymph nodes from mediastinal lymph node stations. Participants found to have incidental nodal involvement after surgery will be referred for adjuvant chemotherapy, with our without postoperative radiotherapy.",
                    "interventionNames": [
                        "Procedure: Anatomic Pulmonary Resection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Radiotherapy",
                    "description": "Stereotactic radiotherapy uses high doses of ionizing energy to treat cancer cells with image guidance. The treatment is delivered in an outpatient setting, and for purposes of this trial is delivered in 3-5 fractions.",
                    "armGroupLabels": [
                        "Stereotactic radiotherapy"
                    ],
                    "otherNames": [
                        "Stereotactic Body Radiation Therapy (SBRT) or Stereotactic Ablative Radiotherapy (SAbR)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Anatomic Pulmonary Resection",
                    "description": "An anatomic pulmonary resection is an oncologic procedure that dissects out an anatomically defined segment of the lung to remove all of the lung tissue around a lung tumor. It requires an operation with general anesthesia, with a short hospital stay. The procedure entails removal of lymph nodes inside the chest that might not be easily accessible without an operation.",
                    "armGroupLabels": [
                        "Surgery"
                    ],
                    "otherNames": [
                        "Lobectomy or Anatomic Segmentectomy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall Survival",
                    "description": "Survival estimates will include death from any cause.",
                    "timeFrame": "From date of randomization through study completion, up to 10 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient reported health-related quality of life",
                    "description": "The European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30) and Lung Cancer (LC 13) survey instruments will assess patients' general state of physical, social/family, emotional and functional well-being.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Respiratory Function",
                    "description": "The St George's Respiratory Questionnaire will evaluate respiratory symptoms, activity limitations from breathlessness, and impact of respiratory function on social and psychological functioning.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Health State Utilities",
                    "description": "The EQ-5D-5L (EuroQOL-5D) survey will measure quality adjusted life years.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Lung cancer mortality",
                    "description": "Cause of death will be determined by an independent adjudication committee.",
                    "timeFrame": "From date of randomization until date of death from any cause, assessed up to 10 years."
                },
                {
                    "measure": "Tumor patterns of failure",
                    "description": "Post-treatment surveillance imaging will evaluate patients every 6 months for local, regional, and/or distant disease control.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Respiratory Function",
                    "description": "The Forced Expiratory Volume at 1 second (FEV1) will evaluate an objective measure of breathing function.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nInclusion Criteria for Screening\n\n* Age 18 or older\n* Any patient with a preliminary diagnosis of stage I Non-Small Cell Lung Cancer (NSCLC), whether pathologically proven by biopsy, or highly suspicious by radiographic imaging. \\[Participants will ultimately need biopsy confirmation before enrolling\\]\n* Primary tumor size less than or equal to 5 cm by CT (may include CT images from PET/CT)\n* Karnofsky performance status greater than or equal to 70\n* Participant has willingness and ability to provided informed consent for participation\n\nInclusion Criteria for Randomization\n\n* Biopsy proven non-small cell lung cancer\n* Participant's case reviewed at multidisciplinary conference\n* Tumor size less than or equal to 5cm (measured on the most recent CT images available, and may include PET/CT images)\n* Tumor is equal to or greater than 1.0cm from the trachea, esophagus, brachial plexus, 1st bifurcation of the proximal bronchial tree, or spinal cord (measured on the most recent CT images available, and may include PET/CT images).\n* Mandatory FDG-PET/CT within 60 days of the randomization date (note: FDG-PET/CT may need to be repeated prior to treatment if outside of this requirement)\n* Mandatory pathological assessment of any lymph nodes \\>10mm with a SUV \\>2.5 seen on FDG- PET/CT\n* Mandatory biopsy of any additional concerning lesions seen on FDG-PET/CT, to make better determination that the patient is not harboring metastatic disease or a secondary primary malignancy.\n* Pre-operative FEV1 greater than or equal to 40% of predicted value and pre-operative DLCO greater than or equal to 40% of predicted value.\n* Formally evaluated and documented by a local thoracic surgeon to be medically fit to undergo a complete anatomic pulmonary resection (wedge resection not allowed)\n* Formally evaluated and documented by a local radiation oncologist to be eligible to receive protocol-defined stereotactic radiotherapy\n* Participant willingness to be randomized\n\nExclusion Criteria:\n\nExclusion Criteria for Screening\n\n* Previously evaluated by a local thoracic surgeon and determined to be medically inoperable\n* Pathological confirmation of nodal or distant metastasis\n* Prior history of lung cancer, not including current lesion\n* Prior history of thoracic surgery or lung or esophageal cancer. \\[prior cardiac surgery acceptable\\]\n* Prior history of radiotherapy to the thorax\n* Prior history of invasive state I-III malignancy treated with surgery, radiation therapy, chemotherapy, immunotherapy, or targeted therapy in the past 2 years, excluding prostate cancer, low-risk papillary thyroid cancer (less than or equal to 1 cm), follicular lymphoma, or chronic lymphocytic leukemia.\n* Prior history of IV malignancy, excluding follicular lymphoma, chronic lymphocytic leukemia, or hormone sensitive prostate cancer confined to the pelvis.\n* Ever diagnosed with stage IV metastatic cancer of any type\n* History of scleroderma\n* Positive Pregnancy test (for women \\<61 years of age or without prior hysterectomy)\n\nExclusion Criteria for Randomization\n\n* Pathological confirmation of nodal or metastatic disease",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cheryl C Odle, MBA",
                    "role": "CONTACT",
                    "phone": "(708) 202-8387",
                    "phoneExt": "23117",
                    "email": "cheryl.odle@va.gov"
                },
                {
                    "name": "Matt Leiner, MS",
                    "role": "CONTACT",
                    "phone": "(708) 202-5853",
                    "email": "Matt.Leiner@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Drew Moghanaki, MD MPH",
                    "affiliation": "VA Greater Los Angeles Healthcare System, West Los Angeles, CA",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "David H Harpole, MD",
                    "affiliation": "Durham VA Medical Center, Durham, NC",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Long Beach Healthcare System, Long Beach, CA",
                    "status": "RECRUITING",
                    "city": "Long Beach",
                    "state": "California",
                    "zip": "90822",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bahman Saatian, MD",
                            "role": "CONTACT",
                            "phone": "562-826-5591",
                            "email": "bahman.saatian@va.gov"
                        },
                        {
                            "name": "Gelincik K Orakcilar, MS",
                            "role": "CONTACT",
                            "phone": "5628268000",
                            "phoneExt": "24172",
                            "email": "gelincik.orakcilar@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.76696,
                        "lon": -118.18923
                    }
                },
                {
                    "facility": "VA Greater Los Angeles Healthcare System, West Los Angeles, CA",
                    "status": "RECRUITING",
                    "city": "West Los Angeles",
                    "state": "California",
                    "zip": "90073-1003",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Drew Moghanaki, MD MPH",
                            "role": "CONTACT",
                            "phone": "804-306-9045",
                            "email": "Drew.Moghanaki@va.gov"
                        },
                        {
                            "name": "Vicki L Skinner, RN",
                            "role": "CONTACT",
                            "phone": "(894) 675-5105",
                            "email": "vicki.skinner@va.gov"
                        },
                        {
                            "name": "Diane L Gage, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Drew Moghanaki, MD MPH",
                            "role": "STUDY_CHAIR"
                        },
                        {
                            "name": "Robert B Cameron, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.0464,
                        "lon": -118.44813
                    }
                },
                {
                    "facility": "Bay Pines VA Healthcare System, Pay Pines, FL",
                    "status": "RECRUITING",
                    "city": "Bay Pines",
                    "state": "Florida",
                    "zip": "33744",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edward Hong, MD",
                            "role": "CONTACT",
                            "phone": "727-398-6661",
                            "phoneExt": "6661",
                            "email": "edward.hong@va.gov"
                        },
                        {
                            "name": "Ryan J Burri, MD",
                            "role": "CONTACT",
                            "phone": "7273986661",
                            "phoneExt": "13912",
                            "email": "ryan.burri@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.81419,
                        "lon": -82.77816
                    }
                },
                {
                    "facility": "Miami VA Healthcare System, Miami, FL",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33125",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gregory Holt, MD",
                            "role": "CONTACT",
                            "phone": "305-575-7000",
                            "phoneExt": "3227",
                            "email": "gregory.holt@va.gov"
                        },
                        {
                            "name": "Jalima Quintero",
                            "role": "CONTACT",
                            "phone": "3059928621",
                            "email": "Jalima.Quintero@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Edward Hines Jr. VA Hospital, Hines, IL",
                    "status": "RECRUITING",
                    "city": "Hines",
                    "state": "Illinois",
                    "zip": "60141-5000",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cheryl Czerlanis, MD",
                            "role": "CONTACT",
                            "email": "Cheryl.Czerlanis@va.gov"
                        },
                        {
                            "name": "Eliza Kintanar, RN",
                            "role": "CONTACT",
                            "email": "Eliza.kintanar@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85364,
                        "lon": -87.8395
                    }
                },
                {
                    "facility": "Richard L. Roudebush VA Medical Center, Indianapolis, IN",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202-2884",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Sears, MD",
                            "role": "CONTACT",
                            "email": "Catherine.Sears@va.gov"
                        },
                        {
                            "name": "Sharon Henson, RN",
                            "role": "CONTACT",
                            "email": "Sharon.Henson@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "Baltimore VA Medical Center VA Maryland Health Care System, Baltimore, MD",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Janaki Deepak, MD",
                            "role": "CONTACT",
                            "phone": "410-605-7000",
                            "email": "Janaki.Deepak@va.gov"
                        },
                        {
                            "name": "Ma Inez A Ambata, MSN",
                            "role": "CONTACT",
                            "email": "MaInezAmparo.ambata@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "VA Boston Healthcare System Jamaica Plain Campus, Jamaica Plain, MA",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ronald Goldstein, MD",
                            "role": "CONTACT",
                            "phone": "857-203-6478",
                            "email": "ronald.goldstein@va.gov"
                        },
                        {
                            "name": "Kathleen Lacerda",
                            "role": "CONTACT",
                            "phone": "8572036295",
                            "email": "Kathleen.Lacerda@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "VA Ann Arbor Healthcare System, Ann Arbor, MI",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48105-2303",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jane Deng, MD",
                            "role": "CONTACT",
                            "phone": "734-845-3039",
                            "email": "Jane.deng@va.gov"
                        },
                        {
                            "name": "David Elliott, MD",
                            "role": "CONTACT",
                            "phone": "7348453914",
                            "email": "David.Elliott1@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "Minneapolis VA Health Care System, Minneapolis, MN",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55417",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Wetherbee, MD",
                            "role": "CONTACT",
                            "email": "Erin.Wetherbee.@va.gov"
                        },
                        {
                            "name": "Taira Miller",
                            "role": "CONTACT",
                            "email": "Taira.Miller1@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Durham VA Medical Center, Durham, NC",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Scott Shofer, MD",
                            "role": "CONTACT",
                            "email": "Scott.Shofer@va.gov"
                        },
                        {
                            "name": "Melissa A Wagner, BS",
                            "role": "CONTACT",
                            "phone": "9192860411",
                            "phoneExt": "7599",
                            "email": "melissa.wagner2@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Louis Stokes VA Medical Center, Cleveland, OH",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Charles Nock, MD",
                            "role": "CONTACT",
                            "phone": "216-791-3800",
                            "phoneExt": "64825",
                            "email": "charles.nock@va.gov"
                        },
                        {
                            "name": "Lisa Tucker",
                            "role": "CONTACT",
                            "phone": "2167913800",
                            "phoneExt": "63595",
                            "email": "Lisa.Tucker@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Corporal Michael J. Crescenz VA Medical Center, Philadelphia, PA",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104-4551",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anil Vachani, MD",
                            "role": "CONTACT",
                            "phone": "215-823-5800",
                            "email": "Anil.vachani@va.gov"
                        },
                        {
                            "name": "Jennifer Steltz",
                            "role": "CONTACT",
                            "email": "Jennifer.Steltz@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "VA Pittsburgh Healthcare System University Drive Division, Pittsburgh, PA",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15240",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Charles W Atwood, MD",
                            "role": "CONTACT",
                            "phone": "412-360-6316",
                            "email": "charles.atwood@va.gov"
                        },
                        {
                            "name": "Gregory A Owens, BA",
                            "role": "CONTACT",
                            "phone": "4123601517",
                            "email": "gregory.owens@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "Michael E. DeBakey VA Medical Center, Houston, TX",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lorraine Cornwell, MD",
                            "role": "CONTACT",
                            "email": "Lorraine.Cornwell@va.gov"
                        },
                        {
                            "name": "Adriana M Rueda, MS",
                            "role": "CONTACT",
                            "phone": "7137947459",
                            "email": "Adriana.Rueda@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Hunter Holmes McGuire VA Medical Center, Richmond, VA",
                    "status": "TERMINATED",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23249",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                },
                {
                    "facility": "Clement J. Zablocki VA Medical Center, Milwaukee, WI",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53295-0001",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andreea Anton, MD",
                            "role": "CONTACT",
                            "phone": "414-384-2000",
                            "phoneExt": "42895",
                            "email": "Andreea.Anton@va.gov"
                        },
                        {
                            "name": "Kayla Neuendorf, BSN",
                            "role": "CONTACT",
                            "email": "Kayla.Neuendorf@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32736936",
                    "type": "DERIVED",
                    "citation": "Elbanna M, Shiue K, Edwards D, Cerra-Franco A, Agrawal N, Hinton J, Mereniuk T, Huang C, Ryan JL, Smith J, Aaron VD, Burney H, Zang Y, Holmes J, Langer M, Zellars R, Lautenschlaeger T. Impact of Lung Parenchymal-Only Failure on Overall Survival in Early-Stage Lung Cancer Patients Treated With Stereotactic Ablative Radiotherapy. Clin Lung Cancer. 2021 May;22(3):e342-e359. doi: 10.1016/j.cllc.2020.05.024. Epub 2020 Jun 2."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}