{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04840108",
            "orgStudyIdInfo": {
                "id": "VAM-20-00576"
            },
            "organization": {
                "fullName": "Minneapolis Veterans Affairs Medical Center",
                "class": "FED"
            },
            "briefTitle": "Veteran Support for Smoking Cessation Pilot Project (VAntage Pilot)",
            "officialTitle": "Veteran Social Support Intervention for Enhancing Smoking Treatment Utilization and Cessation Pilot Project",
            "acronym": "VAntagePilot",
            "therapeuticArea": [
                "Other"
            ],
            "study": "veteran-support-for-smoking-cessation-pilot-project-vantage-pilot"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-07",
            "studyFirstSubmitQcDate": "2021-04-07",
            "studyFirstPostDateStruct": {
                "date": "2021-04-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Steven S. Fu",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Minneapolis Veterans Affairs Medical Center"
            },
            "leadSponsor": {
                "name": "Minneapolis Veterans Affairs Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a proposal to conduct a pilot study to assess the feasibility of recruitment of Veteran smoker and support person (SP) dyads and study procedures in preparation for a large randomized pragmatic trial.",
            "detailedDescription": "This is a proposal to conduct a pilot study to assess the feasibility of recruitment of Veteran smoker and support person (SP) dyads and study procedures in preparation for a large randomized pragmatic trial. Enhancing access and use of evidence-based tobacco cessation treatments and eliminating tobacco-related health disparities are top national and VA health services priorities. The prevalence of tobacco use is greater among Veterans compared to non-Veterans. From 2010-2015, 28.9% of women and 21.1% of male Veterans reported current cigarette smoking. Because our prior VHA trials enrolled about 94% men and the higher smoking rates among women, we will examine the feasibility of recruitment of an equal number of men and women Veteran smokers in this pilot study. Evidence-based cessation treatments (EBCTs) such as, tobacco quitlines, behavioral counseling, and pharmacotherapy, are greatly underutilized by Veteran smokers. This pilot project is innovative for evaluating social support networks as a proactive outreach approach to enhance cessation treatment utilization among Veteran smokers. The role of social network influences and social support on successful smoking cessation is established. Based on Cohen's theory of social support, our team developed a social support intervention for diverse family members, friends, and other adults who wanted to help a smoker quit. The intervention consists of written materials and a 1-call, 15-25 minute coaching session. The intervention goal is for support persons (SPs) to encourage their smoker to use EBCT.\n\nWe will conduct a randomized pilot trial within the national VHA health system to evaluate the feasibility of recruitment of smoker-SP dyads and other study procedures. Veteran smokers, regardless of level of readiness to quit, will be identified nationally using the VHA electronic health record (EHR) data base and proactively recruited. Interested smokers will be asked to identify a SP who will enroll. Participants will be randomized as smoker-SP dyads to the intervention (n= 15 dyads) or control condition (n= 15 dyads). All smoker participants will receive written resources and information on evidence-based cessation treatments. All SP participants will receive written materials. SP participants assigned to the intervention group will additionally receive a 1-call coaching session. Assessments for dyads in both study groups will be conducted at baseline and at 3-months post-randomization.\n\nOur specific aims are to: (Aim 1) To assess the feasibility of recruitment of 30 Veteran smoker-SP dyads including enrollment of an equal number of men and women Veterans; and (Aim 2) To evaluate the feasibility of biochemical verification of the smoker's abstinence at 1-month follow-up using a remote collection method.\n\nIf the project is successful, we will have a blueprint for conducting a large randomized pragmatic trial. Preliminary data will be incorporated in a grant resubmission to the VA HSR\\& D to support the feasibility of recruitment and other study procedures."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking Cessation"
            ],
            "keywords": [
                "Smoking cessation",
                "Support Person"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized controlled trial",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Support Person Coaching Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Support persons in the intervention arm will receive existing written materials on effective social support strategies for smoking cessation. Materials will be sent via postal mail. Support persons in this arm will also complete a one-session coaching intervention (15-25 minutes) delivered virtually by research staff via phone.",
                    "interventionNames": [
                        "Behavioral: Support Person Coaching Intervention",
                        "Behavioral: Support Person Written Materials"
                    ]
                },
                {
                    "label": "Support Person Written Materials",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Support persons in the intervention arm will receive existing written materials on effective social support strategies for smoking cessation. Materials will be sent via postal mail.",
                    "interventionNames": [
                        "Behavioral: Support Person Written Materials"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Support Person Coaching Intervention",
                    "description": "The intervention condition will include, for the SPs, a manualized, 1-session coaching intervention delivered by a research coach. The call will be delivered by phone using VA-permitted remote audio or video communication technology (e.g., doximity dialer, Zoom, or VA Video Connect if a Veteran). Coaches will use behavior change strategies delivered with a MI style.",
                    "armGroupLabels": [
                        "Support Person Coaching Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Support Person Written Materials",
                    "description": "Support persons will receive existing written materials on effective social support strategies for smoking cessation. Materials will be sent via postal mail.",
                    "armGroupLabels": [
                        "Support Person Coaching Intervention",
                        "Support Person Written Materials"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recruitment Feasibility",
                    "description": "We will keep detailed recruitment records to track several variables to characterize the reach of the intervention, including the percent of smokers in our recruitment pool who are reached by mail/phone for an enrollment offer; the percent of reached smokers who are eligible for the intervention based on mail/phone screening; and reasons for ineligibility (e.g., cannot identify an SP). We will also track the percent of reach smokers who identify a SP and the proportion of SPs who are eligible. We will also use recruitment records to calculate intervention adoption, defined as the percent of Veterans and SPs who enroll, as well as the percent of women Veterans enrolled. We will track reasons for enrollment refusal among both smokers and SPs.",
                    "timeFrame": "Duration of project, one year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Smoking abstinence: feasibility of biochemical confirmation using a remote collection method",
                    "description": "Our cessation outcomes follow recent recommendations from an SRNT workgroup that updated definitions and measurement of abstinence in clinical trials of smoking cessation interventions. Self-report of cigarette smoking for the past 7 days, even a puff, will be obtained at one-month follow-up. We will obtain biochemical verification of self-reported smoking abstinence using expired air carbon monoxide (CO). Upon reporting 7-day abstinence, smoker participants will receive by mail the iCO™ Smokerlyzer®, a small, portable, handheld breath CO monitor that connects to a mobile device or tablet. Mobile-phone based CO monitoring and the iCO™ (Bedfont® Scientific Ltd) has been field tested and validated with the traditional Smokerlyzer® Bedfont CO detector.",
                    "timeFrame": "One-month after randomization"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veteran: Veteran has to be current tobacco user (past month) and and has smoked greater than 1 cigarette in the past 30 days, aged 18 years or older, cigarettes are the main tobacco product being used, are able to identify a support person to volunteer in the study with them who they have contact with (of any form) at least 3 times per week, and the Veteran has to have access to a smartphone or tablet device.\n* Support Person: Has to be 18 years or older, willing to participate in the study and support the Veteran smoker, and have access to any type of phone they are able to complete the screener and coaching intervention call with.\n\nExclusion Criteria:\n\n* Veteran: Does not use cigarettes as may tobacco use, does not smoke, is younger than 18 years of age, does not have a support person to have participate with them in the study, does not have access to a smartphone or tablet device.\n* Support Person: Does not have access to a phone, is not willing to support the Veteran and participate in the study, or is younger than 18 years of age.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mariah C Branson, BA",
                    "role": "CONTACT",
                    "phone": "(612) 467-4920",
                    "phoneExt": "314920",
                    "email": "mariah.branson@va.gov"
                },
                {
                    "name": "Steven Fu, MD, MSCE",
                    "role": "CONTACT",
                    "phone": "(612) 467-2582",
                    "phoneExt": "312582",
                    "email": "steven.fu@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven Fu, MD, MSCE",
                    "affiliation": "MinnepolisVAMC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Minneapolis Veterans Administration Health Care System",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55417",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mariah C Branson, BA",
                            "role": "CONTACT",
                            "phone": "612-467-4920",
                            "phoneExt": "314920",
                            "email": "mariah.branson@va.gov"
                        },
                        {
                            "name": "Steven S Fu, MD, MSCE",
                            "role": "CONTACT",
                            "phone": "(612) 467-2582",
                            "phoneExt": "312582",
                            "email": "steven.fu@va.gov"
                        },
                        {
                            "name": "Steven S Fu, MD, MSCE",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}