{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05868421",
            "orgStudyIdInfo": {
                "id": "IIR 20-117"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Veteran Social Support for Enhancing Use of Smoking Cessation Treatment",
            "officialTitle": "Veteran Social Support Intervention for Enhancing Smoking Treatment Utilization and Cessation",
            "acronym": "VAntage",
            "therapeuticArea": [
                "Other"
            ],
            "study": "veteran-social-support-for-enhancing-use-of-smoking-cessation-treatment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-02-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-05",
            "studyFirstSubmitQcDate": "2023-05-17",
            "studyFirstPostDateStruct": {
                "date": "2023-05-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is recruiting Veterans who currently smoke cigarettes and support persons who are nominated by the Veterans. The purpose of this study is to assist Veterans with smoking cessation by asking Veterans to choose a support person who will assist them with the quitting process, or who may assist them with the quitting process once the Veteran is ready to quit smoking sometime in the future. Study staff will assess how much or how little social support during the Veteran's quitting process is helpful to the Veteran. This information will help us come up with new ways to help Veterans quit smoking that are better tailored to their needs.",
            "detailedDescription": "Background: Enhancing access and use of evidence-based tobacco cessation treatments and eliminating tobacco-related health disparities are top national and VA health services priorities. The prevalence of tobacco use is greater among Veterans compared to non-Veterans. From 2010-2015, 29% of women and 21% of male Veterans reported current cigarette smoking. Evidence-based cessation treatments (EBCTs) such as, tobacco quitlines, behavioral counseling, and pharmacotherapy, are greatly underutilized by Veteran smokers. Gaps remain in reaching women Veterans and use of existing social support networks to enhance use of EBCTs and cessation among Veterans.\n\nSpecific Aims. Aim 1: To evaluate the impact of the social support intervention on Veteran smokers' use of EBCT. Aim 2: To examine the effectiveness of the social support intervention on the biochemically confirmed 7-day point prevalence cigarette smoking abstinence. Aim 3: To explore potential moderators (e.g., smoker gender, SP tobacco use status) of intervention effects on study outcomes. Aim 4: To conduct a process evaluation assessing implementation outcomes (reach, adoption, fidelity) of the social support intervention and multilevel factors that may influence implementation.\n\nMethods: The investigators will conduct a pragmatic randomized controlled trial (RCT) within the national VHA health system to evaluate the effectiveness of a social support intervention compared with a control condition on utilization of EBCT among VHA-enrolled smokers. Veteran smokers, regardless of level of readiness to quit, will be identified nationally using the VHA electronic health record and proactively recruited. Interested smokers will be asked to identify a support person (SP) who will enroll. Participants will be randomized as smoker-SP dyads to the intervention (n= 594 dyads) or control condition (n= 594 dyads). All smokers will receive written resources and information on EBCTs. All SP participants will receive written materials. SP participants assigned to the intervention group will additionally receive a 1-call coaching session. Assessments for dyads in both study groups will be conducted at baseline, 3-, and 6-months post-randomization.\n\nInnovation and Impact: This project is innovative for evaluating social support networks as a proactive outreach approach to enhance cessation treatment utilization among Veteran smokers. The role of social network influences and social support on successful smoking cessation is established. Based on Cohen's theory of social support, the team developed a social support intervention for diverse family members, friends, and other adults who wanted to help a smoker quit. The intervention consists of written materials and a 1-call, 15-25 minute coaching session. It is expected to be especially beneficial for Veteran smokers who might not otherwise access cessation treatment. Because the prior VHA trials enrolled about 94% men and the higher smoking rates among women, the investigators will oversample women to enroll an equal number of men and women smokers. This study contributes to VA HSR\\&D's priority initiatives for enhancing treatment access and women's health and is significant because it will advance research on the role of partnering with Veterans' families and/or important others to enhance access to VA healthcare and population-specific treatments, especially women Veterans. The potential reach and public health impact of an effective social support intervention for the Veteran tobacco user population is considerable.\n\nImplementation/Next Steps: Next steps depend on the actual results, but the investigators expect findings to be important to VA leaders, the VA Women's Health Research Consortium and the Veteran community. The investigators will maintain communication throughout the project with VA program partners to share findings in a timely manner. The investigators will collaborate with CCDOR's Veteran Engagement Panel on development of patient-centered dissemination approaches and recommendations for future intervention adaptations and/or implementation."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking Cessation",
                "Veterans Health"
            ],
            "keywords": [
                "Smoking cessation",
                "Social support",
                "Veterans health",
                "Tobacco cessation",
                "Support persons"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "pragmatic randomized controlled trial that will randomize Smoker-Support Person dyads with 1:1 allocation",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The outcomes assessors are blinded to intervention group assignment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 2376,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Support Person Coaching Call and Written Materials",
                    "type": "EXPERIMENTAL",
                    "description": "Support persons will receive written material resources on support strategies to stop smoking, and resources on how to stop smoking. Support person participants assigned to the intervention group will additionally receive a 1-call coaching session about 15-25 minutes in duration on how to support their Veteran smoker. The coaching session will be delivered by research staff by phone or video call. Veteran smokers will receive written smoking cessation resource and referral information for VHA and non-VHA EBCT options.",
                    "interventionNames": [
                        "Behavioral: Support Person Coaching Call",
                        "Behavioral: SP written materials",
                        "Behavioral: Written Smoking Cessation Materials"
                    ]
                },
                {
                    "label": "Written Materials Only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Support persons will receive written material resources on support strategies to stop smoking, and resources on how to stop smoking. Veteran smokers will receive written smoking cessation resource and referral information for VHA and non-VHA EBCT options.",
                    "interventionNames": [
                        "Behavioral: SP written materials",
                        "Behavioral: Written Smoking Cessation Materials"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Support Person Coaching Call",
                    "description": "Support person participants assigned to the intervention group will additionally receive a 1-call coaching session about 15-25 minutes in duration on how to support their Veteran smoker. The session will be delivered by research staff by phone or video call. Support persons in the intervention group and the control/no intervention group will receive existing written material resources on support strategies to stop smoking, and resources on how to stop smoking by postal mail or email.",
                    "armGroupLabels": [
                        "Support Person Coaching Call and Written Materials"
                    ],
                    "otherNames": [
                        "SP Coaching Call Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "SP written materials",
                    "description": "Written materials covering tips on effective supportive strategies for smoking cessation",
                    "armGroupLabels": [
                        "Support Person Coaching Call and Written Materials",
                        "Written Materials Only"
                    ],
                    "otherNames": [
                        "Written support person strategies"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Written Smoking Cessation Materials",
                    "description": "Written materials on resource and referral information for VHA and non-VHA EBCT options",
                    "armGroupLabels": [
                        "Support Person Coaching Call and Written Materials",
                        "Written Materials Only"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Use of Any Evidence-Based Cessation Treatments (EBCTs)",
                    "description": "The primary outcome will be use of any EBCT assessed at the 6 month follow-up: medication, behavioral intervention, or combination using both self-report and VHA administrative data. Data will be extracted from the VA Corporate Data Warehouse (CDW) to assess VA treatment use. VA outpatient prescription records will be used to assess receipt and amount of pharmacotherapy (bupropion, varenicline, nicotine replacement therapy (NRT)) and VA outpatient encounters associated with smoking cessation will be assed using stop codes (i.e., 707 and 708) and/or diagnoses treated for nicotine dependence (i.e., ICD10-F17.XX) to assess behavioral interventions. Use of QuitVET, SmokefreeVET, Department of Defense (DoD) and non-VHA treatment use will be assessed using self-report.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Biochemically confirmed 7-day point prevalence cigarette smoking abstinence",
                    "description": "For this trial, the focus with respect to abstinence is on combustible cigarette smoking. The investigators will assess self-reported 7-day point-prevalence abstinence 6-months and obtain biochemical verification at 6 months, defined as a negative carbon monoxide (CO) breath test (0-6 ppm) or negative salivary cotinine (\\< 30 ng/ml). Biochemical verification will be obtained using expired CO by mailing an iCO Smokerlyzer®, a small, portable, handheld breath CO monitor that connects to a mobile device or tablet, as the primary modality because carbon monoxide is not confounded by use of NRT, smokeless tobacco or e-cigarettes.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Use of Any Evidence-Based Cessation Treatments (EBCTs)",
                    "description": "use of any EBCT: medication, behavioral intervention, or combination using both self-report and VHA administrative data",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Self-reported 7-day point prevalence cigarette smoking abstinence",
                    "description": "Any cigarette smoking in the past 7 days, even a puff",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Self-reported 7-day point prevalence cigarette smoking abstinence",
                    "description": "Any cigarette smoking in the past 7 days, even a puff",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Prolonged smoking abstinence",
                    "description": "Self-report of no smoking through 6-months follow-up",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nVeteran Inclusion Criteria\n\n* Smoked 1 cigarettes over the past 30 days, even a puff\n* If using other tobacco or nicotine products, cigarettes are the main product used\n* Able to identify one adult family member or friend (SP) with whom they have contact (of any form) at least 3 times per week who will enroll Veteran Support Person Inclusion Criteria\n* Willing to support the Veteran smoker\n* Have to have access to any type of phone (or tablet for video call) for delivery of the SP intervention\n\nExclusion Criteria:\n\nVeteran Exclusion Criteria\n\n* Have used cessation medications or a stop smoking program within the past 3 months\n* Have no valid phone contact information",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mariah Branson, BA",
                    "role": "CONTACT",
                    "phone": "(612) 467-2000",
                    "phoneExt": "314920",
                    "email": "Mariah.Branson@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven S. Fu, MD MSCE",
                    "affiliation": "Minneapolis VA Health Care System, Minneapolis, MN",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Minneapolis VA Health Care System, Minneapolis, MN",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55417-2309",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mariah Branson, BA",
                            "role": "CONTACT",
                            "phone": "612-467-2000",
                            "phoneExt": "314920",
                            "email": "Mariah.Branson@va.gov"
                        },
                        {
                            "name": "Steven S. Fu, MD MSCE",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Final datasets underlying all publications will not be shared outside the VA, except as required under the Freedom of Information Act (FOIA). Analytic datasets will be housed on VINCI data servers. Outside investigators can follow VA procedures and receive training and approval for access within VA firewalls.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Per VA policy",
            "accessCriteria": "Per VA procedure"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}