{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05727787",
            "orgStudyIdInfo": {
                "id": "IIT-2021-GRID-SBRT-HCC"
            },
            "organization": {
                "fullName": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "vGRID SBRT: A Phase I Clinical Trial in Unresectable or Metastatic HCC",
            "officialTitle": "vGRID SBRT: A Phase I Clinical Trial in Unresectable or Metastatic HCC",
            "acronym": "vGRID SBRT",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "vgrid-sbrt-a-phase-i-clinical-trial-in-unresectable-or-metastatic-hcc"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-24",
            "studyFirstSubmitQcDate": "2023-02-13",
            "studyFirstPostDateStruct": {
                "date": "2023-02-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Akhavan",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Kansas Medical Center"
            },
            "leadSponsor": {
                "name": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Varian Medical Systems",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This trial will provide the maximum tolerated dose for radiation therapy for liver tumors and describe the toxicity profile using the vGRID therapy technique. Based on trials using this type of radiation in other cancers demonstrating low toxicity rates even with very high radiation doses and high efficacy, it is likely that vGRID therapy in this trial will be well tolerated and allow dose escalation beyond currently common doses for liver tumors.",
            "detailedDescription": "While 30 Gy in a single-dose SBRT has been demonstrated to be safe for liver tumors, higher radiation dose is likely required to control larger tumors. Radiation dose escalation beyond 30 Gy to the entire tumor will be significantly limited by potential toxicity to nearby tissues and organs. vGRID therapy, which treats part of the tumor to a high dose while the rest of the tumor to a lower dose, may allow safe dose escalation beyond 30 Gy. As described above, our treatment planning simulation has demonstrated an ability to safely dose escalate using the vGRID technique while keeping radiation doses to surrounding tissues and organs to lower than well-accepted dose limits.\n\nThe overall goal of this study is to assess the MTD of SBRT to live tumors using the vGRID radiation technique. We have specifically chosen dose level 1 to be 27 Gy (below the 30 Gy SBRT dose used in the trial by Goodman et al which was demonstrated to be safe). Further, this dose of 27 Gy x 1 will have a point dose biological equivalent dose (BED) of 100 (using alpha/beta ratio of 10), similar to the BED of 100 used in the cooperative group trial RTOG 1112 for HCC. While unlikely, if DLT's are experienced in our lowest dose cohort, we will de-escalate radiation dose to 40 Gy in 5 fractions (BED 72) which was previously shown to be safe in Child's Pugh Class B patients, with a 2 year LC of 90% (Andolino IJROBP 2011).\n\nThe dose levels for this phase I trial are: 1) 27 Gy, 2) 32 Gy, 3) 37 Gy, 4) 42 Gy, 5) 47 Gy. Our third highest dose of 37 Gy x1 has a BED of 173.9 (alpha/beta ratio of 10), which is similar to Rusthoven's 60 Gy in 3 fractions for liver metastases (Rusthoven JCO 2009).\n\nOur highest dose cohort is 47 Gy x 1, which has a BED of 267.9 to the tumor, will represent significant dose escalation compared to current treatment (2.7x the biological dose to tumor), and if found to be safe, will be used for the future Phase II trial.\n\nThis trial will provide the MTD for radiation therapy for liver tumors and describe the toxicity profile using the vGRID therapy technique. Based on trials using this type of radiation in other cancers demonstrating low toxicity rates even with very high radiation doses and high efficacy, it is likely that vGRID therapy in this trial will be well tolerated and allow dose escalation beyond currently common doses for liver tumors.\n\nThe safety of this trial is maximized by treatment planning following strict dose limits to nearby tissues and organs. Even though part of the tumor will receive dose escalated vGRID radiation, treatment plans must meet strict criteria regarding dose limits to nearby tissues and organs that are known to be safe to patients.\n\nUpon completion of vGRID radiation, patients will than begin treatment standard of care treatment option Atezolizumab. The rationale for following vGRID radiation followed Atezolizumab is to potentiate the immune microenvironment and enhance synergy of anti-tumor effect.\n\nAtezolizumab is often given with bevacizumab per the landmark study IMbrave150 in unresectable HCC patients (Finn RS NEJM 2020). However, given the added risk of GI toxicity from bevacizumab with radiation, we have stipulated in this trial to hold bevacizumab with cycle 1 of atezolizumab, which is to begin 12 - 16 days after completion of radiation."
        },
        "conditionsModule": {
            "conditions": [
                "Liver Cancer"
            ],
            "keywords": [
                "Liver Cancer",
                "SBRT",
                "Radiation Treatment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single fraction SBRT 27 Gy",
                    "type": "EXPERIMENTAL",
                    "description": "vGRID SBRT 3+3 dose escalation, single fraction, one day cycle length",
                    "interventionNames": [
                        "Radiation: Stereotactic Body Radiation Treatment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Body Radiation Treatment",
                    "description": "Single fraction SBRT 27 Gy",
                    "armGroupLabels": [
                        "Single fraction SBRT 27 Gy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose (MTD) of Single Fraction GRID SBRT",
                    "description": "Safely identify MTD of Single Fraction GRID SBRT and CTCAE v5.0 related toxicity:\n\nIrreversible grade 3 hepatotoxicity, grade 4 or 5 hepatotoxicity, grade 4 or 5 gastrointestinal toxicity.",
                    "timeFrame": "First day of post-GRID SBRT through 3 month post-radiation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Local control utilizing RECIST v1.1 for HCC.",
                    "description": "Local control (irradiated tumor) utilizing modified RECIST criteria for HCC.",
                    "timeFrame": "End of treatment through 3 month post-radiation"
                },
                {
                    "measure": "Regional failure utilizing RECIST v1.1 for HCC.",
                    "description": "Regional failure (intrahepatic non-irradiated progression) utilizing modified RECIST criteria for HCC.",
                    "timeFrame": "End of treatment through 3 month post-radiation"
                },
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "Progression free survival (PFS), defined as the time from dose level assignment to the first occurrence of disease progression or death from any cause up to 3 months after the end of immunotherapy treatment (disease progression is determined by the investigator according to RECIST v1.1)",
                    "timeFrame": "Enrollment through 3-months after end of immunotherapy treatment"
                },
                {
                    "measure": "Time to Progression (TTP)",
                    "description": "Time to Progression (TTP), defined as the time from dose level assignment to the first occurrence of disease progression (disease progression is determined by the investigator according to RECIST v1.1)",
                    "timeFrame": "Enrollment through 3-months after end of immunotherapy treatment"
                },
                {
                    "measure": "Molecular correlatives: TCR repertoire analysis.",
                    "description": "T cell receptor Beta Chain sequencing to evaluate TCR repertoire expansion",
                    "timeFrame": "Pre-vGRID vs Day 7-12 after vGRID (day 0) and 4-8 weeks after vGRID"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n1. Ability of participant OR Legally Authorized Representative (LAR) to understand this study, and participant or LAR willingness to sign a written informed consent .\n2. Males and females age ≥ 18 years.\n3. ECOG Performance Status 0 - 1\n4. Histologically confirmed hepatocellular carcinoma (HCC) or mixed HCC and cholangiocarcinoma either locally advanced or metastatic.\n5. Not a candidate for surgical resection, or transplant\n6. Child Pugh A - B7 liver function scale classification 14 days prior to entry.\n7. Unresectable, locally-advanced or metastatic hepatocellular carcinoma. Meets normal liver and adjacent organ radiation dose constraints, which usually corresponds to tumor sizes 4 - 12 cm in diameter. Tumors that are larger than 12cm are permitted provided radiation dose constraints to adjacent normal tissue are met per radiation dose constraint table\n8. Women of childbearing potential must have a negative serum pregnancy test 48 hours prior to initiating study intervention. Women of child-bearing potential and men with partners of child-bearing potential must agree to practice sexual abstinence, or to use an acceptable form of contraception for the duration of study participation, and for at least 12 months following completion of therapy. Men of child-bearing potential must agree not to donate sperm while on this study and for at least 12 months after their last study treatment.\n\n   Adequate organ function, defined as follows: Result Date\n9. Hemoglobin ≥8 g/dL (The use of transfusion is acceptable)\n10. Absolute Neutrophil Count \\> 1.0 K/UL\n11. Platelets \\> 50 K/UL\n12. AST and ALT \\< 6 times upper limit of normal (ULN)\n13. Albumin \\>2.9g/dl\n14. Prothrombin/INR \\< 1.7\n15. Creatinine \\< 1.5x ULN or creatinine clearance \\> 60 mL/min\n16. Total Bilirubin \\< 3.0\n17. Esophageal varices, if present, must be \\< Grade 2 and can not have had bleeding in the last 6 months. If clinically indicated, a standard care Esophageal Gastric Duodenoscopy (EGD) is recommended to rule out uncontrolled esophageal varices. NOTE: EGD is not required for enrollment.\n18. Documented virology status of hepatitis, as confirmed by HBV / HCV serology test. Patients with known hepatitis are allowed on this study provided they meet all other eligibility criteria. Concomittant therapy for hepatitis is permitted at the principal investigator's discretion.\n19. No known history or suspected human immunodeficiency virus (HIV). Note that patients who are HIV positive are eligible, provided they are under treatment with highly active antiretroviral therapy (HAART) and have a CD4 count ≥ (350) cells/microliter, and no known detectable viral load, at the time of study entry. Note also that HIV testing is not required for eligibility for this protocol.\n\nExclusion Criteria\n\n1. Hepatocelluar carcinoma (HCC) or other mixed subtype (fibrolamellar HCC, or sarcomatoid HCC) amenable to curative surgery or transplant\n2. Diagnosed with a psychiatric illness or is in a social situation that would limit compliance with study requirements.\n3. Is pregnant or breastfeeding.\n4. Prior Abdominal radiation, including prior arterial Yttrium therapy.\n5. History of autoimmune disease.\n6. Current use of immunosuppressive drugs, such as corticosteroids, or TNF-alpha blockers.\n7. Concurrent active secondary malignancy, excluding indolent cancers such as treated cutaneous malignancies or treated chronic lymphocytic leukemia, or prior cancers now in remission for 3 years or longer.\n8. Direct tumor extension into the stomach or duodenum. Small bowel or large bowel or untreated esophageal varices greater than Grade 3 are not allowed.\n9. Measureable common or main branch biliary duct involvement with HCC.\n10. Severe active co-morbidities\n11. All participants: Participants should not donate blood or blood components while participating in this study and through 180 days after the last study dose.\n12. Major surgery (e.g., GI surgery, removal or biopsy of brain metastasis) within 8 weeks before first dose of study treatment. Complete wound healing from major surgery must have occurred 1 month before first dose and from minor surgery (eg, simple excision, tooth extraction) at least 10 days before first dose. Patients with clinically relevant ongoing complications from prior surgery are not eligible.\n13. History of organ transplantation.\n14. Uncontrolled hypertension despite optimal antihypertensive treatment in the opinion of the principal investigator.\n15. Uncontrollable ascites or pleural effusion.\n16. Abdominal fistula, GI perforation, bowel obstruction, or intra-abdominal abscess within 8 weeks before first dose. Note: Complete healing of an intra-abdominal abscess must be confirmed before first dose.\n17. Active autoimmune disease (active defined as having autoimmune disease related symptoms and detectable autoantibodies) that has required systemic treatment in the past 2 years.\n18. Diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drugs. Except Intranasal, inhaled, topical steroids, or local steroid injections (e.g., intra articular injection), Systemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or its equivalent, Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication).\n19. Clinically significant gross hematuria, hematemesis, or hemoptysis of \\>0.5 tsp (2.5ml) of red blood, or other history of grade 3 significant bleeding within 8 weeks.\n\n22. Cholangiocarcinoma (intra/extra-hepatic).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maggie Messplay, BS",
                    "role": "CONTACT",
                    "phone": "913-945-6955",
                    "email": "smessplay@kumc.edu"
                },
                {
                    "name": "Amanda Schroeder, MPH",
                    "role": "CONTACT",
                    "phone": "913-588-3600",
                    "email": "aschroeder3@kumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Akhavan, MD",
                    "affiliation": "University of Kansas Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas Medical Center",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amanda Schroeder, MPH",
                            "role": "CONTACT",
                            "phone": "913-588-3600",
                            "email": "aschroeder3@kumc.edu"
                        },
                        {
                            "name": "Maggie Messplay, BS",
                            "role": "CONTACT",
                            "phone": "913-588-3610",
                            "email": "smessplay@kumc.edu"
                        },
                        {
                            "name": "David Akhavan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "asFound": "Liver Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}