{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03603808",
            "orgStudyIdInfo": {
                "id": "AMC-103"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2017-01740",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "AMC-103",
                    "type": "OTHER",
                    "domain": "AIDS Malignancy Consortium"
                },
                {
                    "id": "AMC-103",
                    "type": "OTHER",
                    "domain": "CTEP"
                },
                {
                    "id": "UM1CA121947",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UM1CA121947"
                },
                {
                    "id": "HPV-202",
                    "type": "OTHER",
                    "domain": "Inovio Pharmaceuticals"
                }
            ],
            "organization": {
                "fullName": "AIDS Malignancy Consortium",
                "class": "NETWORK"
            },
            "briefTitle": "VGX-3100 and Electroporation in Treating Patients With HIV-Positive High-Grade Anal Lesions",
            "officialTitle": "A Phase 2 Evaluation of VGX-3100, a Synthetic DNA Immunotherapy Targeting Human Papillomavirus 16 and 18 E6 and E7 Proteins, for Anal High-Grade Squamous Intraepithelial Lesions (HSIL) in HIV-Positive Individuals",
            "therapeuticArea": [
                "Other"
            ],
            "study": "vgx-and-electroporation-in-treating-patients-with-hiv-positive-high-grade-anal-lesions"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-09-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-09-20",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-09-20",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-07-11",
            "studyFirstSubmitQcDate": "2018-07-26",
            "studyFirstPostDateStruct": {
                "date": "2018-07-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "AIDS Malignancy Consortium",
                "class": "NETWORK"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "The Emmes Company, LLC",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Inovio Pharmaceuticals",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial studies the use of human papillomavirus (HPV) deoxyribonucleic acid (DNA) plasmids therapeutic vaccine VGX-3100 (VGX-3100) and electroporation in treating patients with human immunodeficiency virus (HIV)-positive high-grade anal lesions. Vaccines made from DNA may help the body build an effective immune response to kill tumor cells. Electroporation helps pores in your body's cells take in the drug to strengthen your immune system's response. Giving VGX-3100 and electroporation together may work better in treating patients with high-grade anal lesions.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the proportion of participants with HPV-16 and/or HPV-18-positive anal high grade squamous intraepithelial neoplasia (HSIL) that achieve either complete or partial response (which is defined as histopathological regression from HSIL to low grade squamous intraepithelial neoplasia \\[LSIL\\] or normal) at 48 weeks after the first dose of VGX-3100 (VGX-3100).\n\nSECONDARY OBJECTIVES:\n\nI. To determine the safety and tolerability as assessed by Common Terminology Criteria for Adverse Events version 5 (CTCAE v5.0).\n\nII. To determine the proportion of participants with HPV-16 and/or HPV-18-positive anal HSIL that achieve complete response (which is defined as histopathological regression from HSIL to normal) at 48 weeks after the first dose of VGX-3100.\n\nIII. To determine the proportion of participants who clear HPV-16 and/or HPV-18 (defined as changing from presence to absence of HPV-16 or 18 by anal histological specimen) at 48 weeks after the first dose of VGX-3100.\n\nIV. To determine proportion of participants who clear HPV-16 and/or HPV-18 (defined as changing from presence to absence of HPV-16 and/or 18 by anal swab) at 48 weeks after the first dose of VGX-3100.\n\nV. To compare the proportion of participants with HPV-16 and/or HPV-18-positive anal HSIL who achieve either complete or partial response (which is defined as histopathological regression from HSIL to LSIL or normal) versus those who do not at 72 weeks after the first dose of VGX-3100.\n\nTERTIARY OBJECTIVES:\n\nI. To determine the proportion of non-HPV-16 or HPV-18-positive anal HSIL lesions that achieve either complete or partial response (which is defined as histopathological regression from HSIL to LSIL or normal) at 48 weeks after the first dose of VGX-3100.\n\nII. To determine the T cell response to VGX-3100 as measured by interferon-gamma (IFN-gamma) enzyme-linked immunosorbent spot (ELISpot), flow cytometric assessments, and T cell infiltration into anal mucosal tissue.\n\nIII. To determine the antibody response to VGX-3100 as measured by enzyme-linked immunosorbent assay (ELISA) against HPV-16 E7 and HPV-18 E7 target antigens.\n\nIV. To determine the association of the addition of a fourth dose of VGX-3100 with T-cell and antibody responses.\n\nV. To determine the association of VGX-3100 immune response with CD4+ lymphocyte count over time.\n\nVI. To determine the association of VGX-3100 immune response with HIV-1 ribonucleic acid (RNA) over time.\n\nVII. To determine if CD4 + lymphocyte count affects the overall or complete response rate at 48 weeks after the first dose of VGX-3100.\n\nVIII. To assess the effect of tissue PD-L1 (programmed death ligand 1) expression and T-cell infiltration on clinical benefit.\n\nOUTLINE:\n\nPatients receive HPV DNA plasmids therapeutic vaccine VGX-3100 intramuscularly (IM) and then undergo electroporation over 10 seconds for 4 doses in week 0, 4, 12, and 24 in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up for up to 72 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Anal Intraepithelial Neoplasia",
                "High Grade Squamous Intraepithelial Neoplasia",
                "HIV Positivity",
                "Human Papillomavirus-16 Positive",
                "Human Papillomavirus-18 Positive"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (VGX-3100, electroporation)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive HPV DNA plasmids therapeutic vaccine VGX-3100 IM and then undergo electroporation over 10 seconds for 4 doses in week 0, 4, 12, and 24 in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Device: Electroporation",
                        "Biological: HPV DNA Plasmids Therapeutic Vaccine VGX-3100",
                        "Other: Laboratory Biomarker Analysis"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Electroporation",
                    "description": "Undergo electroporation",
                    "armGroupLabels": [
                        "Treatment (VGX-3100, electroporation)"
                    ],
                    "otherNames": [
                        "electroporation therapy",
                        "EPT"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "HPV DNA Plasmids Therapeutic Vaccine VGX-3100",
                    "description": "Given IM",
                    "armGroupLabels": [
                        "Treatment (VGX-3100, electroporation)"
                    ],
                    "otherNames": [
                        "VGX-3100"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Laboratory Biomarker Analysis",
                    "description": "Correlative studies",
                    "armGroupLabels": [
                        "Treatment (VGX-3100, electroporation)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall response rate at 48 weeks",
                    "description": "Defined as histopathological regression of human papillomavirus (HPV)-16 and/or 18-positive anal high grade squamous intraepithelial neoplasia (HSIL) to low grade squamous intraepithelial neoplasia (LSIL) \\[anal intraepithelial neoplasia (AIN)1\\] or normal.",
                    "timeFrame": "At 48 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety and tolerability of treatment as assessed by incidence of adverse events",
                    "description": "Safety and tolerability of treatment as assessed by incidence of adverse events assessed by Common Toxicity Criteria for Adverse Events version 5 (CTCAE v.5). Toxicity data will be presented by type and severity.",
                    "timeFrame": "Up to 48 weeks"
                },
                {
                    "measure": "Complete response rate",
                    "description": "Complete response is defined as histopathological regression to normal. The one-sample test of proportions will be used to compare the proportion of participants with HPV-16 and/or HPV-18 positive anal HSIL who were complete responders at 48 weeks after the first dose versus the proportion of participants with HPV-16 and/or HPV-18 positive anal HSIL who were not complete responders at 48 weeks after the first dose of HPV deoxyribonucleic acid (DNA) plasmids therapeutic vaccine VGX-3100.",
                    "timeFrame": "At 48 weeks"
                },
                {
                    "measure": "Viral clearance histological specimen",
                    "description": "Viral clearance rate of HPV-16 and/or HPV-18 defined as changing from presence to absence of HPV-16/18 in anal HSIL by anal histological specimen. Proportions and their corresponding confidence intervals will be used to estimate the viral clearance rate of HPV-16 and HPV-18.",
                    "timeFrame": "At 48 weeks"
                },
                {
                    "measure": "Viral clearance anal swab",
                    "description": "Viral clearance rate of HPV-16 and/or HPV-18 defined as changing from presence to absence of HPV-16/18 in anal HSIL by anal swab. Proportions and their corresponding confidence intervals will be used to estimate the viral clearance rate of HPV-16 and HPV-18.",
                    "timeFrame": "Up to 48 weeks"
                },
                {
                    "measure": "Overall response rate at 72 weeks",
                    "description": "Overall response rate defined as histopathological regression from HSIL to LSIL or normal. The one-sample test of proportions will be used to compare the proportion of participants with HPV-16 or HPV-18 positive anal HSIL who were complete or partial responders at 72 weeks after the first dose versus the proportion of participants with HPV-16 or HPV-18 positive anal HSIL who were not complete or partial responders at 72 weeks after the first dose of HPV DNA plasmids therapeutic vaccine VGX-3100.",
                    "timeFrame": "At 72 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Response rate of non HPV-positive HSIL vs HPV-positive HSIL",
                    "description": "Defined as histopathological regression of non-HPV-16 or HPV-18-positive HSIL to LSIL or AIN1 or normal. The one-sample test of proportions will be used to compare the proportion of non-HPV-16 or HPV-18-positive anal HSIL that achieve a complete or partial response (which is defined as histopathological regression from HSIL to LSIL or normal) versus the proportion of non-HPV-16 or HPV-18-positive anal HSIL that did not achieve a complete or partial response of at 48 weeks after the first dose of HPV DNA plasmids therapeutic vaccine VGX-3100.",
                    "timeFrame": "Up to 48 weeks"
                },
                {
                    "measure": "T-cell responses to HPV-16 and HPV-18 E6 and E7",
                    "description": "A tobit regression model will be used to test the increase from baseline for all patients completing at least the 24-week dose.",
                    "timeFrame": "At baseline, 26, 36, 48, 60, and 72 weeks"
                },
                {
                    "measure": "Antibody responses to HPV-16 and HPV-18 E6 and E7",
                    "description": "To assess the change in antibody responses, the Wilcoxon signed rank test will be used to test the change from baseline for all patients completing at least the 24-week dose.",
                    "timeFrame": "At baseline, 26, 36, 48, 60, and 72 weeks"
                },
                {
                    "measure": "T-cell responses to HPV-16 and HPV-18 E6 and E7 with fourth dose",
                    "description": "Assess the association of the addition of fourth dose of HPV DNA plasmids therapeutic vaccine VGX-3100 with T-cell responses.A tobit regression model will be used to test the increase from baseline for all patients completing at least the 24-week dose who receive a fourth dose of VGX-3100.",
                    "timeFrame": "At baseline, 26, 36, 48, 60, and 72 weeks"
                },
                {
                    "measure": "Antibody responses to HPV-16 and HPV-18 E6 and E7 with fourth dose",
                    "description": "Assess the association of the addition of fourth dose of HPV DNA plasmids therapeutic vaccine VGX-3100 with antibody responses. To assess the change in antibody responses, the Wilcoxon signed rank test will be used to test the change from baseline for all patients completing at least the 24-week dose.",
                    "timeFrame": "At baseline, 26, 36, 48, 60, and 72 weeks"
                },
                {
                    "measure": "Changes in CD4+ lymphocyte count",
                    "description": "A paired t-test will be used to assess the effect of HPV DNA plasmids therapeutic vaccine VGX-3100 on CD4+ lymphocyte count over time by comparing the CD4 counts at each time-point to participant baseline values.",
                    "timeFrame": "Baseline up to 72 weeks"
                },
                {
                    "measure": "HIV-1 RNA",
                    "description": "Changes in in human immunodeficiency virus (HIV)-1 ribonucleic acid (RNA) over time will be assessed over time. A paired t-test will be used to assess the effect of HPV DNA plasmids therapeutic vaccine VGX-3100 on HIV-1 RNA over time by comparing the viral loads at each time-point to participant baseline values.",
                    "timeFrame": "Baseline up to 72 weeks"
                },
                {
                    "measure": "CD4+ lymphocyte count and complete response",
                    "description": "Will assess association of CD4+ lymphocyte count in participants with a complete response at 48 weeks after the first dose of HPV DNA plasmids therapeutic vaccine VGX-3100. The two-sample t-test will be used to compare the CD4+ lymphocyte counts between those with an complete response and those without.",
                    "timeFrame": "Up 48 weeks"
                },
                {
                    "measure": "CD4+ lymphocyte count and overall response",
                    "description": "Will assess association of CD4+ lymphocyte count in participants with an overall response at 48 weeks after the first dose of HPV DNA plasmids therapeutic vaccine VGX-3100. The two-sample t-test will be used to compare the CD4+ lymphocyte counts between those with an overall response to those without.",
                    "timeFrame": "Up 48 weeks"
                },
                {
                    "measure": "Tissue PD-L1 expression",
                    "description": "Will assess the effect of tissue PD-L1 expression on clinical benefit. Chi-square test or Fisher's exact test, as appropriate, will be used to test the effect of tissue PD-L1 expression on overall response.",
                    "timeFrame": "Up 48 weeks"
                },
                {
                    "measure": "T-cell infiltration",
                    "description": "Will assess the effect of T-cell infiltration on clinical benefit. Chi-square test or Fisher's exact test, as appropriate, will be used to test the effect of T-cell infiltration on overall response.",
                    "timeFrame": "Up 48 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Biopsy-proven intra-anal or per-HSIL at baseline (anal intraepithelial neoplasia \\[AIN\\]2 with a positive p16 stain, PAIN2-3, AIN2-3, or PAIN3/AIN3)\n* At least one focus of HSIL must be large enough to be monitored for response, i.e., not completely removed after the screening biopsy\n* Must be positive for HPV-16 or -18 on genotyping performed on screening anal swab\n* HIV positive; documentation of HIV-1 infection by means of any one of the following:\n\n  * Documentation of HIV diagnosis in the medical record by a licensed health care provider\n  * Any licensed HIV screening antibody and/or HIV antibody/antigen combination assay confirmed by a second licensed HIV assay such as a HIV-1 Western blot confirmation or HIV rapid multispot antibody differentiation assay; NOTE: A ?licensed? assay refers to a U.S. Food and Drug Administration (FDA)-approved assay, which is required for all investigational new drug (IND) studies\n* Must be documented to be on an effective combination antiretroviral therapy (ART) regimen, generally a 3-drug regimen based on Department of Health and Human Services (DHHS) treatment guidelines by a licensed health care provider; documentation may be a record of an ART prescription in the participant?s medical record, a written prescription in the name of the participant for ART, or pill bottles for ART with a label showing the participant?s name; each component agent of a multi-class combination ART regimen will be counted toward the 3-drug requirement\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 1 (Karnofsky \\>= 70%)\n* Life expectancy of greater than 5 years\n* Within 90 days before enrollment: Leukocytes: \\>= 3,000/mm\\^3\n* Within 90 days before enrollment: Absolute neutrophil count: \\>= 1,500/mm\\^3\n* Within 90 days before enrollment: Platelets: \\>= 100,000/mm\\^3\n* Within 90 days before enrollment: CD4 count \\>= 350 cells/mm\\^3\n* Within 90 days before enrollment: HIV plasma HIV-1 RNA below detected limit obtained by Food and Drug Administration (FDA)-approved assays (limit of detection: 75 copies/mL or less)\n* For females, must have cervical cytology and visual examination of the vulva, vagina, and cervix within 12 months prior to enrollment with confirmation of no evidence of carcinoma; for women who underwent hysterectomy with removal of the cervix, cytology from the vagina within 12 months is required\n* For women of child-bearing potential (WOCBP), they must have a negative serum or urine pregnancy test within 72 hours of receiving the first dose of VGX-3100 and be at least 3 months post-partum; WOCBP and men must agree to use adequate contraception (oral contraceptive pills, intrauterine device, Nexplanon, Depo-Provera, or permanent sterilization, etc., or another acceptable method as determined by the investigator) prior to study entry, for the duration of study participation, and 4 months after completion of VGX-3100 administration; should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately\n\n  * A WOCBP is a sexually mature woman who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months)\n* Men who could father a child must agree to use at least one form of birth control during or continued abstinence from heterosexual intercourse prior to the study, for the duration of study participation, and 4 months after completion of VGX-3100 administration\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Treatment or removal of HSIL less than 3 months prior to enrollment.\n* Patients who received any other investigational agents within the 4 weeks before enrollment, other than investigational antiretroviral agents for HIV and investigational agents for hepatitis C\n* Participants should be excluded if they have a condition requiring systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalents) or other immunosuppressive medications within 2 weeks of study drug administration; inhaled steroids and adrenal replacement doses =\\< 10 mg daily prednisone equivalents are permitted in the absence of active autoimmune disease; participants are permitted to use ocular, intra-articular, intranasal, and inhalational corticosteroids (with minimal systemic absorption); physiologic replacement doses of systemic corticosteroids are permitted, even if \\>= 10 mg/day prednisone equivalents; a brief course of corticosteroids for prophylaxis (e.g., contrast dye allergy) or for treatment of non-autoimmune conditions (e.g., delayed-type hypersensitivity reaction caused by contact allergen) is permitted; use of anabolic steroids is permitted; topical steroids are permitted as long as they are not directly applied to the area of the skin where electroporation is planned\n* History of anal cancer, penile, vulvar, vaginal, or cervical cancer, or signs of any of these malignancies at baseline; participants with prior carcinoma in situ will not be considered to have prior cancer for eligibility purposes\n* Current systemic chemotherapy or radiation therapy that potentially causes bone marrow suppression that would preclude safe treatment of HSIL\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to VGX-3100\n* Warts so extensive that they preclude the clinician from determining the extent and location of HSIL\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, cardiac arrhythmia, or psychiatric illness/social situations that, in the opinion of the investigator, would limit compliance with study requirements or could be negatively affected by the electroporation treatment\n* Presence of unstable or life-threatening cardiac disease (e.g. unstable angina, class 3 or higher congestive heart failure)\n* Presence of acute or chronic bleeding or clotting disorder that would be a contraindication to IM injections (which may include the use blood thinners such as anticoagulants or antiplatelets drugs within two weeks of enrollment). Exception: Over-the-counter aspirin or non-steroidal anti-inflammatory drugs is allowed.\n* Participants who have not recovered from adverse events due to prior anti-HSIL therapy (i.e., have residual toxicity \\> grade 1), per Common Toxicity Criteria for Adverse Events (CTCAE) v4.0\n* Participants who have any metal implants, implanted medical devices, tattoos, keloids or hypertrophic scars, or active lesions/rashes within 2 cm of all intended potential sites of treatment/electroporation\n* History of seizures, except if participants have been seizure-free for 5 years or more with the use of one or fewer anti-epileptic agents\n* Sustained, manually confirmed, sitting systolic blood pressure \\> 150 mm Hg or \\< 90 mm Hg or a diastolic blood pressure \\> 95 mm Hg at screening or day 0\n* Resting heart rate \\< 50 beats per minute (bpm) (unless attributable to athletic conditioning) or \\> 100 bpm at screening or day 0\n* Participants who have less than two acceptable sites available for IM injection considering the deltoid and anterolateral quadriceps muscles\n* Participants who have cardioverter-defibrillator or pacemaker (to prevent a life-threatening arrhythmia) that is located ipsilateral to the deltoid injection site (unless deemed acceptable by a cardiologist)\n* Participants who are breastfeeding a child; investigational product should not be administered to nursing mothers\n* Any illness or condition that in the opinion of the investigator may affect the safety of the participant or the evaluation of any study endpoint",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Chia-Ching (Jackie) Wang",
                    "affiliation": "AIDS Malignancy Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Arezou Sadighi Akha, MS, MD",
                            "role": "CONTACT",
                            "phone": "415-353-9042",
                            "email": "Arezou.sadighiakha@ucsf.edu"
                        },
                        {
                            "name": "Chia-Ching (Jackie) Wang",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Grady Health System",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30303",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Quin Boynes",
                            "role": "CONTACT",
                            "phone": "404-778-1319",
                            "email": "quin.l.boynes@emory.edu"
                        },
                        {
                            "name": "Lisa Flowers, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Anal Dysplasia Clinic MidWest",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60614",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gary Bucher, MD",
                            "role": "CONTACT",
                            "phone": "312-623-2625",
                            "email": "garybuchermd@adcmidwest.com"
                        },
                        {
                            "name": "Gary Bucher, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Boston Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Irene Pokuaa",
                            "role": "CONTACT",
                            "phone": "617-414-5149",
                            "email": "Irene.pokuaa@bmc.org"
                        },
                        {
                            "name": "Elizabeth Stier, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Montefiore Medical Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10461",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jill Salvi, MSRA",
                            "role": "CONTACT",
                            "phone": "718-862-8840",
                            "email": "jsalvi@montefiore.org"
                        },
                        {
                            "name": "Rebecca Levine, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                },
                {
                    "facility": "Laser Surgery Care",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10011",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen E Goldstone, MD",
                            "role": "CONTACT",
                            "phone": "212-242-6500",
                            "email": "goldstone.stephen@lasersurgerycare.com"
                        },
                        {
                            "name": "Stephen Goldstone, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Wake Forest Baptist health Sciences",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Luis Barroso, MD",
                            "role": "CONTACT",
                            "phone": "336-716-2700",
                            "email": "lbarrroso@wakehealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "University of Puerto Rico",
                    "status": "RECRUITING",
                    "city": "San Juan",
                    "zip": "00936-3027",
                    "country": "Puerto Rico",
                    "contacts": [
                        {
                            "name": "Maribel Tirado-Gomez, MD",
                            "role": "CONTACT",
                            "phone": "787-772-8300",
                            "phoneExt": "1108",
                            "email": "maribel.tirado1@upr.edu"
                        },
                        {
                            "name": "Maribel Tirado-Gomez, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 18.46633,
                        "lon": -66.10572
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000002278",
                    "term": "Carcinoma in Situ"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9742",
                    "name": "HIV Seropositivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M5535",
                    "name": "Carcinoma in Situ",
                    "asFound": "Intraepithelial Neoplasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014612",
                    "term": "Vaccines"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "asFound": "Ml/s",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}