{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04875052",
            "orgStudyIdInfo": {
                "id": "19-1250"
            },
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Vibration and Post-traumatic Osteoarthritis Risk Following ACL Injury",
            "officialTitle": "The Effects of Vibratory Stimuli on Joint Health and Post-traumatic Osteoarthritis Risk Following Anterior Cruciate Ligament Injury",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "vibration-and-post-traumatic-osteoarthritis-risk-following-acl-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-30",
            "studyFirstSubmitQcDate": "2021-04-30",
            "studyFirstPostDateStruct": {
                "date": "2021-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Womack Army Medical Center",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this randomized clinical trial is to evaluate the effects of vibration on factors related to the risks of post-traumatic knee osteoarthritis and secondary anterior cruciate ligament (ACL) injury in individuals who have undergone anterior cruciate ligament reconstruction surgery (ACLR). The main objectives are to compare the effects of Standard rehabilitation vs. rehabilitation that includes whole body vibration (WBV) or local muscle vibration (LMV) on:\n\n* Quadriceps muscle function\n* Gait biomechanics linked to post-traumatic knee osteoarthritis development\n* Patient self-report outcomes\n* MRI indicators of knee joint health and muscle quality\n* Landing biomechanics linked to secondary ACL injury risk\n* Evidence-based return-to-physical-activity criteria\n\nParticipants will be assigned to 1 of 3 groups (standard rehabilitation, standard rehabilitation + WBV, or standard rehabilitation + LMV) and will complete assessments of quadriceps function, gait biomechanics, landing biomechanics, functional ability, patient-report outcomes, and MRI 1, 6, and 12 months after ACLR. Researchers will compare the groups to see if vibration embedded in ACLR rehabilitation improves joint health outcomes.",
            "detailedDescription": "Background: Post-traumatic knee osteoarthritis (PTOA) is a leading cause of medical separation from military service. Anterior cruciate ligament (ACL) injury and surgical reconstruction (ACLR) incurs a high PTOA risk. Aberrant gait biomechanics contribute to PTOA development and are attributable to quadriceps muscle dysfunction. Additionally, up to 30% of patients experience secondary ACL injury. Aberrant landing biomechanics contribute to secondary ACL injury risk and are influenced by quadriceps dysfunction. Vibration acutely improves quadriceps function and gait biomechanics in individuals with ACLR, but its effects on joint health, PTOA risk, and landing biomechanics are unknown.\n\nHypothesis/Objective: This study will evaluate the effects of vibration embedded in ACLR rehabilitation on quadriceps function, gait biomechanics, landing biomechanics, patient self-report outcomes, return-to-physical-activity (RTPA) criteria, and MRI indicators of knee joint health. The central hypothesis is that vibration will enhance gait and landing biomechanics consistent with reduced PTOA and secondary ACL injury risks, respectively, and that whole body vibration (WBV) delivered by a commercial device and local muscle vibration (LMV) delivered by a prototype device will produce equivalent improvements in the study outcomes. The rationale for the hypothesis is that vibration will more effectively improve quadriceps function compared to standard rehabilitation, thus restoring normal biomechanics and mitigating declines in joint health.\n\nSpecific Aim 1: To compare the effects of Standard rehabilitation vs. Vibration rehabilitation (WBV and LMV) on quadriceps function. The investigators hypothesize that Vibration will produce superior outcomes (e.g. strength) compared to Standard rehabilitation, but that WBV and LMV will produce similar outcomes.\n\nSpecific Aim 2: To compare the effects of Standard rehabilitation vs. Vibration rehabilitation on gait biomechanics linked to PTOA development. The investigators hypothesize that Vibration will produce superior outcomes compared to Standard rehabilitation, but that WBV and LMV will produce similar outcomes.\n\nSpecific Aim 3: To compare the effects of Standard rehabilitation vs. Vibration rehabilitation on patient self-report outcomes. The investigators hypothesize that Vibration will produce superior outcomes compared to Standard rehabilitation, but that WBV and LMV will produce similar outcomes.\n\nSpecific Aim 4: To compare the effects of Standard rehabilitation vs. Vibration rehabilitation on MRI indicators of knee joint health. The investigators hypothesize that cartilage composition (e.g. collagen, water, and proteoglycan content) will be poorer and PTOA incidence (MOAKS score) will be higher in the Standard cohort compared to both Vibration cohorts, but that WBV and LMV will produce similar outcomes.\n\nSpecific Aim 5: To compare the effects of Standard rehabilitation vs. Vibration rehabilitation on landing biomechanics linked to secondary ACL injury risk. The investigators hypothesize that Vibration will produce superior outcomes compared to Standard rehabilitation, but that WBV and LMV will produce similar outcomes.\n\nSpecific Aim 6: To compare the effects of Standard rehabilitation vs. Vibration rehabilitation on the probability of meeting evidence-based RTPA criteria (e.g. single-leg hop symmetry ≥90%). The investigators hypothesize that Vibration will display result in greater probabilities of meeting RTPA criteria compared to Standard rehabilitation at 6 months and 1 year post-ACLR, but that WBV and LMV will produce similar outcomes.\n\nSpecific Aim 7: To evaluate changes in quadriceps muscle quality over the first year following ACLR reconstruction surgery. The investigators hypothesize that quadriceps muscle quality will decline at 1, 6 and 12 months post-ACLR compared to preoperative measurements and that these changes will be more pronounced in the ACLR limb compared to the uninjured limb at 1, 6 and 12 months post-ACLR.\n\nSpecific Aim 8: To evaluate associations between changes in quadriceps muscle quality over the first year following ACLR. The investigators hypothesize that declines in muscle quality between preoperative and 1- and 6- months post-ACLR timepoints will be associated with lesser knee extensor strength, aberrant gait biomechanics, worse patient self-report and functional outcomes, and deleterious alterations in knee cartilage composition.\n\nSpecific Aim 9: To compare the effects of Standard rehabilitation vs. Vibration rehabilitation on quadriceps muscle quality. The investigators hypothesize that Vibration will produce superior outcomes compared to Standard rehabilitation, but that WBV and LMV will produce similar outcomes.\n\nStudy Design: The approach will be to recruit ACLR patients at the onset of rehabilitation and conduct a Phase II single-blind randomized controlled trial to compare the effects of standard ACLR rehabilitation (control) vs. standard rehabilitation that incorporates WBV or LMV on the study outcomes over the first year post-ACLR.\n\nImpact: This study will evaluate the effects of a novel rehabilitation approach on factors related to the risks of PTOA and secondary ACL injury following ACLR. ACL injury risk is 10x greater in military personnel vs. civilians, and PTOA is a leading cause of medical separation from military service, degrades quality of life, increases the risks of several comorbidities (e.g. obesity), and is a primary contributor to years of life lost due to disability. Improving rehabilitation of knee injuries is paramount for maintaining the combat readiness of the armed forces and preserving the health and well-being of Service members and Veterans, as well as millions of Americans at risk of PTOA. Vibration represents a promising approach to this important challenge. Furthermore, in addition to being cost-effective, the portable nature of the prototype LMV device could have substantial implications for military personnel and US citizens, particularly those with limited access to rehabilitation facilities."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis, Knee",
                "Anterior Cruciate Ligament Injuries",
                "Post-traumatic Osteoarthritis",
                "Quadriceps Muscle Atrophy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 114,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard ACL Rehabilitation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients will complete a 20-week supervised, progressive rehabilitation protocol directed by physical therapists at 1 of 3 participating clinics. While the specific rehabilitation exercises and techniques used for a given patient may vary depending on clinician preference/experience and patient responsiveness and progress, the general rehabilitation protocol will be standardized and follow current best practices emphasizing restoration of early weight bearing, range of motion, quadriceps function, balance, and neuromuscular control consistent with the Multicenter Orthopaedics Outcomes Network (MOON) rehabilitation protocol.",
                    "interventionNames": [
                        "Other: Standard ACL Rehabilitation"
                    ]
                },
                {
                    "label": "Whole Body Vibration",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will perform standard rehabilitation for the first month post-ACLR. At 1 month they will continue with standard rehabilitation, but will also be exposed to whole body vibration at the beginning of each session prior to rehabilitation exercises in an effort to enhance their efficacy.",
                    "interventionNames": [
                        "Device: Experimental: Whole Body Vibration"
                    ]
                },
                {
                    "label": "Local Muscle Vibration",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will perform standard rehabilitation for the first month post-ACLR. At 1 month they will continue with standard rehabilitation, but will also be exposed to local muscle vibration at the beginning of each session prior to rehabilitation exercises in an effort to enhance their efficacy.",
                    "interventionNames": [
                        "Device: Experimental: Local Muscle Vibration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Experimental: Whole Body Vibration",
                    "description": "Whole body vibration will be delivered using a commercially available device at a frequency of 30Hz and acceleration of 2g for 1 minute a total of 6 times with 2 minutes of rest between exposures.",
                    "armGroupLabels": [
                        "Whole Body Vibration"
                    ],
                    "otherNames": [
                        "Power Plate pro5 (71-P5R-3100)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Experimental: Local Muscle Vibration",
                    "description": "Local muscle vibration will be delivered using a prototype device at a frequency of 30Hz and acceleration of 2g for 1 minute a total of 6 times with 2 minutes of rest between exposures.",
                    "armGroupLabels": [
                        "Local Muscle Vibration"
                    ],
                    "otherNames": [
                        "Prototype device developed by PI"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard ACL Rehabilitation",
                    "description": "Patients will complete a standard of care rehabilitation emphasizing restoration of early weight bearing, range of motion, quadriceps function, balance, and neuromuscular control.",
                    "armGroupLabels": [
                        "Standard ACL Rehabilitation"
                    ],
                    "otherNames": [
                        "Usual care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Quadriceps Isometric Peak Torque Limb Symmetry Index over the first 12 months following ACL reconstruction surgery",
                    "description": "Quadriceps function will be assessed via maximal voluntary isometric knee extension efforts while patients are seated on a dynamometer with the knee in 90° of flexion. Peak torque will be normalized to body mass. The limb symmetry index will be calculated as the ratio of the ACLR limb to the contralateral limb.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in peak internal knee extension moment during walking over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional walking gait biomechanics will be obtained a via a 10-camera motion capture system interfaced with force plates embedded in a walkway. An inverse dynamics approach will be employed to derive net internal joint moments. The peak internal knee extension moment will be identified during the first 50% of stance. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in vertical ground reaction force instantaneous loading rate over the first 12 months following ACL reconstruction surgery",
                    "description": "The vertical ground reaction force will be sampled from force plates embedded in a walkway during walking gait biomechanics. The instantaneous loading rate during the first 50% of stance will be calculated as the first time derivative of the force vs. time curve and normalized to body weight. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in KOOS Knee-related Quality of Life Subscale over the first 12 months following ACL reconstruction surgery",
                    "description": "The Knee Injury and Osteoarthritis Outcome Score (KOOS) survey will be administered electronically at all study visits. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in T1rho relaxation time (medial femoral condyle) over the first 12 months following ACL reconstruction surgery",
                    "description": "T1rho MRIs will be obtained to assess composition (i.e. proteoglycan concentration) of the knee cartilage. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Probability of attaining 90% single-leg hop symmetry at 12 months post-ACLR.",
                    "description": "Single-leg hop for distance will be assessed 12 months post-ACLR in both limbs. Limb symmetry will be calculated as ACLR/Contralateral, and the number of patients who attain 90% symmetry will be compared between the rehabilitation arms.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in peak internal knee adduction moment during landing over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional kinematics and kinetics will be obtained during double-leg landing a via a 10-camera motion capture system interfaced with embedded force plates. An inverse dynamics approach will be employed to derive net internal joint moments. The peak internal knee adduction moment will be identified during the loading phase of landing (initial ground contact to peak knee flexion). Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in quadriceps muscle quality over the first 12 months following ACL reconstruction surgery",
                    "description": "MRI-based calculation of % contractile tissue in each component of the quadriceps muscle",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quadriceps Isometric Rate of Torque Development Limb Symmetry Index over the first 12 months following ACL reconstruction surgery",
                    "description": "Quadriceps function will be assessed via maximal voluntary isometric knee extension efforts while patients are seated on a dynamometer with the knee in 90° of flexion. Rate of torque development will be calculated as the slope of the torque vs. time curve from 20-80% peak torque and normalized to body mass. The limb symmetry index will be calculated as the ratio of the ACLR limb to the contralateral limb.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in peak internal knee abduction moment over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional walking gait biomechanics will be obtained a via a 10-camera motion capture system interfaced with force plates embedded in a walkway. An inverse dynamics approach will be employed to derive net internal joint moments. The peak internal knee abduction moment will be identified during the first 50% of stance. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in internal knee extension moment impulse over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional walking gait biomechanics will be obtained a via a 10-camera motion capture system interfaced with force plates embedded in a walkway. An inverse dynamics approach will be employed to derive net internal joint moments. The peak internal knee extension moment impulse will be identified during the first 50% of stance. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in internal knee abduction moment impulse over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional walking gait biomechanics will be obtained a via a 10-camera motion capture system interfaced with force plates embedded in a walkway. An inverse dynamics approach will be employed to derive net internal joint moments. The peak internal knee abduction moment impulse will be identified during the first 50% of stance. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in peak knee flexion angle over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional walking gait biomechanics will be obtained a via a 10-camera motion capture system interfaced with force plates embedded in a walkway. Joint angles will be calculated using an Euler angle sequence. The peak knee flexion angle will be identified during the first 50% of stance. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in peak knee varus angle over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional walking gait biomechanics will be obtained a via a 10-camera motion capture system interfaced with force plates embedded in a walkway. Joint angles will be calculated using an Euler angle sequence. The peak knee varus angle will be identified during the first 50% of stance. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in peak vertical ground reaction force over the first 12 months following ACL reconstruction surgery",
                    "description": "The vertical ground reaction force will be sampled from force plates embedded in a walkway during walking gait biomechanics. The peak magnitude during the first 50% of stance will be identified and normalized to body weight. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in preparatory quadriceps electromyographic (EMG) amplitude over the first 12 months following ACL reconstruction surgery",
                    "description": "EMG data will be sampled from the quadriceps during walking gait. Mean amplitudes will be calculated over the preparatory phase identified as the 100ms interval prior to heel strike. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in weight acceptance quadriceps EMG amplitude over the first 12 months following ACL reconstruction surgery",
                    "description": "EMG data will be sampled from the quadriceps during walking gait. Mean amplitudes will be calculated over the weight acceptance phase (i.e. first 50% of stance). Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in KOOS total score over the first 12 months following ACL reconstruction surgery",
                    "description": "The Knee Injury and Osteoarthritis Outcome Score (KOOS) survey will be administered electronically at all study visits. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in IKDC total score over the first 12 months following ACL reconstruction surgery",
                    "description": "The International Knee Documentation Committee subjective knee form (IKDC) survey will be administered electronically at all study visits. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in ACL-QOL total score over the first 12 months following ACL reconstruction surgery",
                    "description": "The Anterior Cruciate Ligament Quality of Life Questionnaire (ACL-QOL) survey will be administered electronically at all study visits. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in TSK-11 total score over the first 12 months following ACL reconstruction surgery",
                    "description": "The Tampa Scale for Kinesiophobia (TSK-11) survey will be administered electronically at all study visits. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in Tegner Activity Scale total score over the first 12 months following ACL reconstruction surgery",
                    "description": "The Tegner Activity Scale survey will be administered electronically at all study visits. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in Marx Activity Rating Scale total score over the first 12 months following ACL reconstruction surgery",
                    "description": "The Marx Activity Rating Scale survey will be administered electronically at all study visits. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in T1rho relaxation time (lateral femoral condyle) over the first 12 months following ACL reconstruction surgery",
                    "description": "T1rho MRIs will be obtained to assess composition (i.e. proteoglycan concentration) of the knee cartilage. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in T1rho relaxation time (medial tibial condyle) over the first 12 months following ACL reconstruction surgery",
                    "description": "T1rho MRIs will be obtained to assess composition (i.e. proteoglycan concentration) of the knee cartilage. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in T1rho relaxation time (lateral tibial condyle) over the first 12 months following ACL reconstruction surgery",
                    "description": "T1rho MRIs will be obtained to assess composition (i.e. proteoglycan concentration) of the knee cartilage. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in T2 relaxation time (medial femoral condyle) over the first 12 months following ACL reconstruction surgery",
                    "description": "T2 MRIs will be obtained to assess composition (i.e. water and collagen content) of the knee cartilage. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in T2 relaxation time (lateral femoral condyle) over the first 12 months following ACL reconstruction surgery",
                    "description": "T2 MRIs will be obtained to assess composition (i.e. water and collagen content) of the knee cartilage. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in T2 relaxation time (medial tibial condyle) over the first 12 months following ACL reconstruction surgery",
                    "description": "T2 MRIs will be obtained to assess composition (i.e. water and collagen content) of the knee cartilage. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in T2 relaxation time (lateral tibial condyle) over the first 12 months following ACL reconstruction surgery",
                    "description": "T2 MRIs will be obtained to assess composition (i.e. water and collagen content) of the knee cartilage. Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "PTOA incidence 12 months following ACL reconstruction surgery",
                    "description": "T2-weighted fat suppressed MRIs will be evaluated using a subjective rating scale called the MRI Osteoarthritis Knee Score (MOAKS) to identify the presence/absence of post-traumatic osteoarthritis (PTOA) at Baseline (1 month) and 12 months. Logistic regression and odds ratios will be used to determine the influence of the interventions on PTOA incidence at 12 months in individuals who do not display PTOA at Baseline.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Probability of attaining 90% quadriceps strength symmetry at 12 months post-ACLR.",
                    "description": "Isometric quadriceps strength will be assessed 12 months post-ACLR in both limbs. Limb symmetry will be calculated as ACLR/Contralateral, and the number of patients who attain 90% symmetry will be compared between the rehabilitation arms.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Probability of attaining 90% triple hop for distance symmetry at 12 months post-ACLR.",
                    "description": "Triple hop for distance will be assessed 12 months post-ACLR in both limbs. Limb symmetry will be calculated as ACLR/Contralateral, and the number of patients who attain 90% symmetry will be compared between the rehabilitation arms.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Probability of attaining 90% crossover hop for distance symmetry at 12 months post-ACLR.",
                    "description": "Crossover hop for distance will be assessed 12 months post-ACLR in both limbs. Limb symmetry will be calculated as ACLR/Contralateral, and the number of patients who attain 90% symmetry will be compared between the rehabilitation arms.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in peak internal knee extension moment during landing over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional kinematics and kinetics will be obtained during double-leg landing a via a 10-camera motion capture system interfaced with embedded force plates. An inverse dynamics approach will be employed to derive net internal joint moments. The peak internal knee extension moment will be identified during the loading phase of landing (initial ground contact to peak knee flexion). Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in peak knee flexion angle during landing over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional kinematics and kinetics will be obtained during double-leg landing a via a 10-camera motion capture system interfaced with embedded force plates. The peak knee flexion angle will be identified during the loading phase of landing (initial ground contact to peak knee flexion). Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in peak knee valgus angle during landing over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional kinematics and kinetics will be obtained during double-leg landing a via a 10-camera motion capture system interfaced with embedded force plates. The peak knee valgus angle will be identified during the loading phase of landing (initial ground contact to peak knee flexion). Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in peak vertical ground reaction force during landing over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional kinematics and kinetics will be obtained during double-leg landing a via a 10-camera motion capture system interfaced with embedded force plates. The peak vertical ground reaction force will be identified during the loading phase of landing (initial ground contact to peak knee flexion). Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in preparatory quadriceps EMG amplitude during landing over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional kinematics and kinetics will be obtained during double-leg landing a via a 10-camera motion capture system interfaced with embedded force plates. Preparatory quadriceps EMG amplitude will be identified during the loading phase of landing (initial ground contact to peak knee flexion). Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                },
                {
                    "measure": "Change in preparatory hamstrings EMG amplitude during landing over the first 12 months following ACL reconstruction surgery",
                    "description": "Three-dimensional kinematics and kinetics will be obtained during double-leg landing a via a 10-camera motion capture system interfaced with embedded force plates. Preparatory hamstrings EMG amplitude will be identified during the loading phase of landing (initial ground contact to peak knee flexion). Change scores will be calculated from Baseline (1 month) to 6 months and Baseline to 12 months and used as dependent variables.",
                    "timeFrame": "Up to 12 months post ACL reconstruction surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 16 to 35 years\n* Unilateral, primary ACLR with bone-patellar tendon-bone autograft\n\nExclusion Criteria:\n\n* History of prior ACL injury or revision ACLR\n* History of prior knee surgery\n* Requirement of multiple ligament surgery at time of ACLR\n* Concomitant injuries or surgical procedures at the time of ACLR that would delay early post-operative weight bearing based on surgeon recommendations (e.g. lower extremity fracture, intra-articular fracture, microfracture procedure)\n* Removal of more than 1/3 of the medial or lateral meniscus at the time of ACLR\n* Articular cartilage damage greater than 3A on the International Cartilage Repair Society Criteria at the time of ACLR\n* History of musculoskeletal injury to either leg in the 3 months prior to participation other than primary ACL injury\n* Prior diagnosis of radiographic OA in any joint of the lower extremity\n* History of neurological disorder (e.g. stroke, multiple sclerosis, etc.)\n* Contraindications for MRI (e.g. extreme claustrophobia, cardiac pacemaker, cochlear implant, metal foreign bodies, aneurism clip, etc.)\n* Pregnant or planning to become pregnant",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Troy Blackburn, PhD",
                    "role": "CONTACT",
                    "phone": "919-843-2021",
                    "email": "troyb@email.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Troy Blackburn, PhD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MOTION Science Institute",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Troy Blackburn, PhD",
                            "role": "CONTACT",
                            "email": "troyb@email.unc.edu"
                        },
                        {
                            "name": "Blackburn",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Womack Army Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "TROY BLACKBURN",
                            "role": "CONTACT",
                            "phone": "919-843-2021",
                            "email": "troyb@email.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC.",
            "timeFrame": "9 to 36 months",
            "accessCriteria": "The investigator who proposes to use the data has approval from an IRB, IEC, or REB, as applicable, and an executed data use/sharing agreement with UNC."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                },
                {
                    "id": "D000009133",
                    "term": "Muscular Atrophy"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000070598",
                    "term": "Anterior Cruciate Ligament Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000001284",
                    "term": "Atrophy"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000007718",
                    "term": "Knee Injuries"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                },
                {
                    "id": "D000020879",
                    "term": "Neuromuscular Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Osteoarthritis, Knee",
                    "relevance": "HIGH"
                },
                {
                    "id": "M601",
                    "name": "Anterior Cruciate Ligament Injuries",
                    "asFound": "Anterior Cruciate Ligament Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M12090",
                    "name": "Muscular Atrophy",
                    "asFound": "Muscle Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M10738",
                    "name": "Knee Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22619",
                    "name": "Neuromuscular Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}