{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05961072",
            "orgStudyIdInfo": {
                "id": "2023P001047"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Vibrotactile Stimulation With Saphenus Device",
            "officialTitle": "Vibrotactile Stimulation for Improved Gait and Pain After Major Lower Extremity Amputation Using a Non-invasive Vibration Device",
            "therapeuticArea": [
                "Other"
            ],
            "study": "vibrotactile-stimulation-with-saphenus-device"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-30",
            "studyFirstSubmitQcDate": "2023-07-17",
            "studyFirstPostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kyle R. Eberlin, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "To determine the benefit of the vvibrotactile sensory feedback device.",
            "detailedDescription": "In the United States, approximately 150.000 patients undergo a lower extremity amputation annually. With a high change of developing neuropathic pain, decreased mobility due to the missing limb and therefore depressed mental wellbeing, lower extremity amputations are debilitating the patient on multiple facets. From the usage of non-mechanical prosthetic wear, meaningful improvements have been made in surgical amputee care in the recent decades. Osseointegration, and later regenerative nerve surgical techniques like targeted muscle reinnervation (TMR) and regenerative peripheral nerve interface (RPNI) have led to major improvements in the mobility of lower limb amputees, by introducing myoeletric prosthetics. Although technological advances have let to improved motoric function and motor control over artificial limbs, sensory feedback is still a very complex aspect of regaining full control over the missing limb. Recently, introduced as a technical variation on TMR, Targeted Sensory Reinnervation is based on reinnervation of a defined skin area by another sensory nerve. Recently, application of vibrotactile feedback, connected to the lower extremity prosthetic socket, has shown promising results in regaining proprioception in the missing limb, resulting in improved walking ability and pain. However, Targeted Sensory Reinnervation (TSR) is a novel surgical technique which is not always possible to perform and not available to every lower extremity amputee. Therefore, this study aims to investigate whether this vibrotactile sensory feedback device improves gait and pain in major lower limb amputee population regardless of whether TSR has been conducted."
        },
        "conditionsModule": {
            "conditions": [
                "Amputation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients receiving the vibrotactile sensory feedback device",
                    "type": "EXPERIMENTAL",
                    "description": "Patients who have undergone a major lower limb amputation and are receiving the vibrotactile sensory feedback device",
                    "interventionNames": [
                        "Device: Vibrotactile sensory feedback device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Vibrotactile sensory feedback device",
                    "description": "The company Saphenus Medical Technology GmbH will provide all of the devices for this study. The non-invasive vibrotactile sensory feedback device consists of 4 vibration -motors, which are placed in a cuff or pant on the patient's residual limb (RL). Furthermore, the system consists of a foot sole with integrated sensors and transmitters. The patient will put the sole of their foot into the shoe of the amputated side.\n\nThere are 4 sensors matching the vibration motors - 3 under the forefoot and 1 on the heel - in the foot sole. Depending on whether the patient loads their forefoot or their heel while walking, the assigned vibration motor vibrates on the skin of their RL. The patient will learn which vibration motor is assigned to their forefoot and which to their heel. This gives the patient sensory feedback without having to check with their eyes which part of the prosthetic foot is currently touching the ground.",
                    "armGroupLabels": [
                        "Patients receiving the vibrotactile sensory feedback device"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Measure Velocity",
                    "description": "To investigate the potential effects of vibrotactile stimulation on gait velocity by asking the participant to walk a given distance during gait tests and measuring the velocity during which they walk during this distance. The specific gait test is the 10-meter gait velocity test (meters/second).",
                    "timeFrame": "One Year"
                },
                {
                    "measure": "Measure Endurance",
                    "description": "To investigate the potential effects of vibrotactile stimulation on endurance by asking the participant to walk a given distance during the 2 minute walking endurance test (meters).",
                    "timeFrame": "One Year"
                },
                {
                    "measure": "Measure Physical Function",
                    "description": "To investigate the potential effects of vibrotactile stimulation on physical function of the patient through the Patient Reported Outcome Measurements Physical function short form 6b. This scale goes from 6-30 where lower numbers mean that the patient is less physically able.",
                    "timeFrame": "One Year"
                },
                {
                    "measure": "Measure User Satisfaction of Function",
                    "description": "To investigate the potential effects of vibrotactile stimulation on physical function of the patient through the Orthotics Prosthetics Users Survey satisfaction with device questionnaire after the gait tests. This scale goes from 20-100 where lower numbers indicate easier ability to perform physical activities.",
                    "timeFrame": "One Year"
                },
                {
                    "measure": "Measure Pain Overall",
                    "description": "To investigate the potential effects of vibrotactile stimulation on amputation-related pain through patient-reported outcomes such as the Defense and Veterans Pain Rating Scale (DVPRS). This scale goes from 0 (no pain) to a 10 (as bad as it could be, nothing else matters).",
                    "timeFrame": "One Year"
                },
                {
                    "measure": "Measure Pain Interference",
                    "description": "To investigate the potential effects of vibrotactile stimulation on amputation-related pain through patient-reported outcomes such as Patient Reported Outcome Measurements Pain Interference Short Form 4a. This scale goes from 4-20 where lower numbers indicate less pain.",
                    "timeFrame": "One Year"
                },
                {
                    "measure": "Measure Pain Intensity",
                    "description": "To investigate the potential effects of vibrotactile stimulation on amputation-related pain through patient-reported outcomes such as Patient Reported Outcome Measurements Pain Intensity Short Form 3a. This scale goes from 3-15 where lower numbers indicate less pain.",
                    "timeFrame": "One Year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Measure Patient Satisfaction",
                    "description": "To investigate the potential effects of vibrotactile stimulation on patient satisfaction and mental wellbeing in major lower limb amputees. This will be done through the patient-reported outcomes questionnaire Orthotics Prosthetics Users Survey satisfaction with device. This scale goes from 1-100 where lower numbers indicate easier ability to perform physical activities.",
                    "timeFrame": "One Year"
                },
                {
                    "measure": "Measure Patient Depression",
                    "description": "To investigate the potential effects of vibrotactile stimulation on patient satisfaction and mental wellbeing in major lower limb amputees. This will be done through the Patient Reported Outcome Measurements Depression Short Form 4a. This scale goes from 4-20 where lower numbers indicate less depression.",
                    "timeFrame": "One Year"
                },
                {
                    "measure": "Measure Patient Anxiety",
                    "description": "To investigate the potential effects of vibrotactile stimulation on patient satisfaction and mental wellbeing in major lower limb amputees. This will be done through the Patient Reported Outcome Measurements Anxiety Short Form 4a. This scale goes from 4-20 where lower numbers indicate less anxiety.",
                    "timeFrame": "One Year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* English-speaking\n* Major lower limb amputee\n* Willing and able to participate\n\nExclusion Criteria:\n\n* Age under 18",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kyle R Eberlin, MD",
                    "role": "CONTACT",
                    "phone": "(617) 643-4902",
                    "email": "keberlin@mgh.harvard.edu"
                },
                {
                    "name": "Karan Amin, BA",
                    "role": "CONTACT",
                    "phone": "5165288329",
                    "email": "kamin2@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kyle R Eberlin, MD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kyle R Eberlin, MD",
                            "role": "CONTACT",
                            "phone": "617-643-4902",
                            "email": "keberlin@mgh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}