{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05445609",
            "orgStudyIdInfo": {
                "id": "STUDY00004226"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-05290",
                    "type": "OTHER",
                    "domain": "NCI Clinical Trials Reporting Program"
                },
                {
                    "id": "WINSHIP5576-22",
                    "type": "OTHER",
                    "domain": "Emory University/Winship Cancer Institute"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Vidutolimod (CMP-001) in Combination With Nivolumab for the Treatment of Metastatic Castration Resistant Prostate Cancer",
            "officialTitle": "A Single Arm Study of Vidutolimod (CMP-001) With Nivolumab in Patients With Metastatic Castration Resistant Prostate Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "vidutolimod-cmp-in-combination-with-nivolumab-for-the-treatment-of-metastatic-castration-resistant-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-06-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-23",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-23",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-28",
            "studyFirstSubmitQcDate": "2022-06-30",
            "studyFirstPostDateStruct": {
                "date": "2022-07-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-04",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mehmet Bilen",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "Prostate Cancer Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests whether vidutolimod with nivolumab works to destroy tumor cells in patients with castration resistant prostate cancer that has spread to other places in the body (metastatic). Nivolumab is an antibody working by attaching to and blocking a molecule called PD 1. PD 1 is a protein that is present on different types of cells in the immune system and controls parts of the immune system by shutting it down. Antibodies (proteins in the immune system which act to stop infection harming the body) that block PD 1 can potentially prevent PD 1 from shutting down the immune system, thus allowing immune cells to recognize and destroy cancer cells. Vidutolimod (CMP-001) is a Toll-like receptor 9 (TLR9) agonist, with the ability to generate tumor-targeted T cells capable of killing a tumor both locally and systemically in combination with checkpoint inhibitors (nivolumab, in this case), thus potentially improving outcomes for people whose tumors are progressing. Giving nivolumab and vidutolimod may kill more cancer cells in patients with metastatic prostate cancer.",
            "detailedDescription": "Primary Objective:\n\nI. To evaluate the safety and tolerability of vidutolimod (CMP-001) in combination with nivolumab in patients with metastatic castration resistant prostate cancer.\n\nSecondary Objectives:\n\nI. To evaluate prostate-specific antigen (PSA) response rate. II.To evaluate PSA undetectable rate. III. To evaluate time to PSA progression according to PCWG3. IV. To evaluate the confirmed objective response rate (ORR) based on Response Evaluation Criteria in Solid Tumors (RECIST) version (v) 1.1.\n\nV. To evaluate the 1-year radiographic progression free survival (rPFS) according to PCWG3.\n\nVI. To determine the 1-year overall survival (OS). VII. To evaluate the confirmed ORR by immune-related RECIST (irRECIST).\n\nExploratory Objective:\n\nI. To evaluate the effect of treatment on the following changes, and others:\n\nIa. Numbers of CD8 T-cells in tumors; Ib. Dendritic cell activation status (CD80, CD86, CD40) in tissue biopsy; Ic. Tumor specific T-cells in the blood (human leukocyte antigen \\[HLA\\]-DR+/CD38+ with T-cell receptor \\[TCR\\] sequencing).\n\nOUTLINE:\n\nPatients receive vidutolimod subcutaneously (SC) on days 1 and 7 of cycle 1, intratumorally (IT) on day 14 of cycle 1 and days 1 and 14 of cycle 2, and then SC on day 1 of subsequent cycles. Patients also receive nivolumab intravenously (IV) over 30 minutes on days 1 and 14 of cycle 2 and on day 1 of subsequent cycles. Cycles of nivolumab repeat every 4 weeks for up to 24 months in the absence of disease progression or unacceptable toxicity. Cycles of vidutolimod repeat every 4 weeks for up to 6 months in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of the study treatment, patients are followed up for 30 days and then every 12 weeks thereafter."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Prostate Adenocarcinoma",
                "Stage IV Prostate Cancer AJCC v8"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment ((vidutolimod, nivolumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive vidutolimod SC on days 1 and 7 of cycle 1, IT on day 14 of cycle 1 and days 1 and 14 of cycle 2, and then SC on day 1 of subsequent cycles. Patients also receive nivolumab IV over 30 minutes on days 1 and 14 of cycle 2 and on day 1 of subsequent cycles. Cycles of nivolumab repeat every 4 weeks for up to 24 months in the absence of disease progression or unacceptable toxicity. Cycles of vidutolimod repeat every 4 weeks for up to 6 months in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: VLP-encapsulated TLR9 Agonist CMP-001,",
                        "Biological: Nivolumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "VLP-encapsulated TLR9 Agonist CMP-001,",
                    "description": "Given SC or IT",
                    "armGroupLabels": [
                        "Treatment ((vidutolimod, nivolumab)"
                    ],
                    "otherNames": [
                        "ARB-1598",
                        "CMP-001",
                        "CYT 003",
                        "CYT-003"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Nivolumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment ((vidutolimod, nivolumab)"
                    ],
                    "otherNames": [
                        "946414-94-4",
                        "BMS-936558",
                        "CMAB819",
                        "MDX-1106",
                        "NIVO",
                        "Nivolumab Biosimilar CMAB819",
                        "ONO-4538",
                        "Opdivo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of Treatment",
                    "description": "Will be summarized descriptively using frequencies and percentages of all captured toxicities by severity and relevance.",
                    "timeFrame": "Up to 24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Serum prostate-specific antigen (PSA) response",
                    "description": "Defined as: PSA decline \\>= 25%, according to PCWG3. Will be calculated along with 95% exact confidence intervals (CI).",
                    "timeFrame": "Up to 24 weeks from treatment initiation"
                },
                {
                    "measure": "Radiographic progression free survival (rPFS)",
                    "description": "Will be determined by applicable disease criteria or death, according to PCWG3, and estimated with the Kaplan-Meier method with time-specific (e.g., 6-month, 12-month) rate estimated with 95% CI.",
                    "timeFrame": "At 1 year"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Will be estimated with the Kaplan-Meier method with time-specific (e.g., 6-month, 12-month) rate estimated with 95% CI.",
                    "timeFrame": "At 1 year"
                },
                {
                    "measure": "Objective response rate (ORR)",
                    "description": "Will be determined by immune-related Response Evaluation Criteria in Solid Tumors (irRECIST),",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "ORR",
                    "description": "Will be determined based on RECIST version 1.1",
                    "timeFrame": "Up to 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male \\>= 18 years of age\n* Histologically confirmed adenocarcinoma of the prostate with metastatic disease\n* Subjects who are refractory to a novel antiandrogen therapy (abiraterone, darolutamide, enzalutamide and/or apalutamide) and have failed at least 1 taxane based chemotherapy regimen (or who are deemed medically unsuitable to be treated with a taxane regimen or have actively refused treatment with a taxane regimen)\n* Prior orchiectomy or serum testosterone levels \\< 50 ng/dL determined within 4 weeks prior to start of study drug\n* Having measurable disease per RECIST 1.1 (at least one additional lesion \\>= 0.5 cm amenable to repeated IT injection per investigator)\n* Eastern Cooperative Oncology Group performance status of 0 or 1\n* Neutrophil count \\>= 1,000/mm\\^3 (within 4 weeks prior to the first dose of CMP-001)\n* Platelet count \\>= 100,000/mm\\^3 (within 4 weeks prior to the first dose of CMP-001)\n* Hemoglobin concentration \\>= 9 g/dL (within 4 weeks prior to the first dose of CMP-001)\n* Total bilirubin =\\< 1.5 times the upper limit of normal (ULN) with the following exception: subjects with Gilbert Disease serum bilirubin \\>= 3 times ULN (within 4 weeks prior to the first dose of CMP-001)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) =\\< 3 times the ULN or =\\< 5 times the ULN for patients with active liver metastases (within 4 weeks prior to the first dose of CMP-001)\n* Serum creatinine =\\< 1.5 times the ULN or calculated creatinine clearance \\>= 40 mL/min (\\>= 0.67 mL/sec) using the Cockcroft-Gault equation (within 4 weeks prior to the first dose of CMP-001)\n* Subjects should have an international normalized ratio (INR) or a partial thromboplastin time (PTT) =\\< 1.5 x ULN unless the subject is receiving anticoagulant therapy (within 4 weeks prior to the first dose of CMP-001). Subjects on anticoagulant therapy should have a prothrombin time (PT) or PTT within therapeutic range of intended use and no history of severe hemorrhage. Patients who require therapeutic anticoagulation and cannot discontinue anticoagulation safely during the day prior, day of, and day after injection are excluded. Patients requiring anticoagulation with warfarin are excluded unless they can be transitioned to an alternative anticoagulant (e.g., low molecular weight heparin or direct oral anticoagulants) prior to enrollment. Antiplatelet agents (e.g., aspirin, clopidogrel, etc.) are not considered anticoagulants for the purposes of this study (i.e., they are allowed)\n* Willingness to provide pre- and post-treatment fresh tumor biopsies, if safe and medically feasible\n* Male subjects must be surgically sterile or must agree to use adequate method of contraception from the time of consent until at least 120 days after the last dose of CMP-001\n* Willingness and ability of the subject to comply with scheduled visits, drug administration plan, protocol-specified laboratory tests, other study procedures, and study restrictions\n* Completion of all previous therapy (including surgery, radiotherapy, chemotherapy, immunotherapy, or investigational therapy) for the treatment of cancer \\>= 2 weeks before the start of study therapy. (No radiotherapy to CMP-001 injection site within 4 weeks)\n* Evidence of a personally signed informed consent indicating that the subject is aware of the neoplastic nature of the disease and has been informed of the procedures to be followed, the experimental nature of the therapy, alternatives, potential risks and discomforts, potential benefits, and other pertinent aspects of study participation\n\nExclusion Criteria:\n\n* Pathological finding consistent with pure small cell, neuroendocrine carcinoma of prostate or any other histology different from adenocarcinoma\n* Requires systemic pharmacologic doses of corticosteroids \\> 10 mg/day prednisone within 7 days prior to the first dose of CMP-001 on C1D1\n\n  * Subjects who are currently receiving steroids at a prednisone-equivalent dose of =\\< 10 mg/day do not need to discontinue steroids prior to enrollment\n  * Replacement doses, topical, ophthalmologic and inhalational steroids are permitted\n* History of immune-related adverse event (AE) that required permanent discontinuation of anti-PD1/PDL1 antibody\n* History of (non-infectious) pneumonitis that required steroids or current pneumonitis\n* Patients with active autoimmune disease\n* Known history of immunodeficiency\n* Known additional malignancy that is progressing or requires active treatment within the past 3 years. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that has undergone potentially curative therapy, ductal carcinoma in situ, non-invasive bladder cancer and thyroid cancer (except anaplastic)\n* Untreated, symptomatic, or growing central nervous system (CNS) metastases\n\n  * Patients with treated and stable (defined as non-progression on a restaging contrast enhanced magnetic resonance imaging (MRI) or computed tomography (CT) at least 30 days after CNS directed therapy) CNS disease are eligible to enroll\n  * Patients with treated and stable CNS disease enrolled on study must be willing to undergo restaging contrast-enhanced CT or MRI every 12 weeks\n* Prior allogenic tissue/solid organ transplant\n* Known infection with human immunodeficiency virus, hepatitis B virus or hepatitis C virus; testing is not required unless suspected\n* Received a live virus vaccination within 30 days prior to the first dose of CMP-001 on D1. Seasonal flu vaccines that do not contain live virus or COVID vaccines that administered more than 1 week prior to first dose of CMP-001 on D1 the are permitted\n* Active infection requiring systemic therapy\n* Severe uncontrolled cardiac disease within 6 months prior to consent, including but not limited to uncontrolled hypertension; unstable angina; myocardial infarction or cerebrovascular accident. Implanted or continuous use of a pacemaker or defibrillator\n* Any concurrent uncontrolled illness, including mental illness or substance abuse, which in the opinion of the Investigator, would make the subject unable to cooperate or participate in the trial\n* Adverse event related to previously administered anti-cancer therapy that has not resolved to \\< grade 2 prior to the first dose of CMP-001 on day 1 (D1)\n* Participation in another clinical study of an investigational anti-cancer therapy or device within 28 days prior to the first dose of CMP-001 on D1\n* Received chemotherapy, radiation therapy, or biological anti-cancer therapy within 14 days prior to the first dose of CMP-001 on W1D1\n* Received previous CMP-001 treatment or anti-PD1/PDL1\n* Expecting to conceive or father children within the projected duration of the study, from the time of consent until at least 120 days after the last dose of CMP-001",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mehmet A Bilen, M.D.",
                    "role": "CONTACT",
                    "phone": "404-778-3693",
                    "email": "mehmet.a.bilen@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mehmet A Bilen, M.D.",
                    "affiliation": "Emory University Hospital/Winship Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Hospital/Winship Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Willena Session",
                            "role": "CONTACT",
                            "phone": "404-778-3448",
                            "email": "wsessio@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28916",
                    "name": "Angiotensin Receptor Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}