{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05022550",
            "orgStudyIdInfo": {
                "id": "2021-0185"
            },
            "secondaryIdInfos": [
                {
                    "id": "Protocol Version 9/22/2023",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "SMPH/PSYCHIATRY/PSYCHIATRY",
                    "type": "OTHER",
                    "domain": "UW Madison"
                },
                {
                    "id": "A538900",
                    "type": "OTHER",
                    "domain": "UW Madison"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Virtual-reality and Emotion Regulation in Violence-Exposed Youth",
            "officialTitle": "Virtual-reality and Emotion Regulation in Violence-Exposed Youth",
            "acronym": "VERVE",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "virtual-reality-and-emotion-regulation-in-violence-exposed-youth"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-08-19",
            "studyFirstSubmitQcDate": "2021-08-19",
            "studyFirstPostDateStruct": {
                "date": "2021-08-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Toronto",
                    "class": "OTHER"
                },
                {
                    "name": "Radboud University Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "Explore DEEP Inc",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The current proposal aims to evaluate a novel virtual-reality-based (VR-B) video game treatment for emotional dysregulation for youth currently under the supervision of the juvenile justice system. 60 participants under the age of 17 will be enrolled and will be asked to complete up to 6 VR-B sessions.",
            "detailedDescription": "The goal of this proposal is to determine the feasibility of a novel virtual-reality-based biofeedback (VR-B) treatment among youth highly vulnerable to difficulties in emotional regulation. Biofeedback, which involves the provision of real-time information about physiology, is a well-studied approach to enhancing self-regulatory ability, with potential promise for alleviating mental health problems. In children (as well as adults), biofeedback may be ideally facilitated through video game environments, which offer engaging, immersive, yet dynamic environments that can be changed in real-time. Video games are enormously popular with youth, and may represent an important avenue for treatment in adolescent populations. The current proposal aims to evaluate a novel virtual-reality-based video game treatment for emotional dysregulation for youth currently under the supervision of the juvenile justice system. Exposure to risk factors known to promote impaired self-regulation, such as child mal-treatment, is nearly endemic in this population. Indeed, 'delinquent' youth (i.e., youth in contact with the justice system) are considerably more likely to meet diagnostic criteria for a range of disorders centrally involving dysregulation of affect or arousal, such as post-traumatic stress disorder, anxiety, depression, oppositional defiant disorder, and many others.\n\nSpecific Aims:\n\n* AIM 1: Evaluate the feasibility of a virtual reality treatment for youth\n\n  * Hypothesis 1: Study youth receiving treatment with the virtual reality-based paradigm will qualitatively report the experience to be tolerable and positive with minimal discomfort.\n* AIM 2: Identify potential changes in physiological signaling (e.g., heart rate, skin conductance) across treatment sessions\n\n  * Hypothesis 2: Youth receiving virtual reality biofeedback (VRB) treatment will exhibit physiological changes across sessions (e.g., increased heart rate variability or changes in skin conductance responses).\n* AIM 3: Identify potential changes in symptom severity across treatment sessions\n\n  * Hypothesis 3: Youth receiving virtual reality biofeedback (VRB) treatment will show greater improvements in youth emotion regulation and reduced severity of PTSD mental health symptoms."
        },
        "conditionsModule": {
            "conditions": [
                "Emotional Regulation",
                "Adolescent Behavior"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 135,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DEEP VR Experiment Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants identified from the Dane County Juvenile Court Program will be asked to experience up to 6 VR-B sessions. Participants will wear a lightweight, ultra-high-resolution, wireless, head-mounted display (Oculus Quest 2 Enterprise VR Headset). Each session will proceed through a series of four stages. First, participants will begin with a 5 minute acclimation period inside a demo VR environment. Second, baseline levels of physiological arousal will be captured over a 5 minute resting period where participants will be asked to sit quietly in a serene virtual environment. Third, participants will progress through the DEEP VR experience for 15 minutes. Finally, participants will complete a short series of online questionnaires.",
                    "interventionNames": [
                        "Device: DEEP VR"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "DEEP VR",
                    "description": "DEEP VR is a virtual reality experience (i.e., video game using a head-mounted display) wherein participants ('players') traverse through a serene underwater adventure for approximately 15 min. Movement through the environment is facilitates through the cued use of regularized, diaphragmatic breathing, captured through a respiratory belt.",
                    "armGroupLabels": [
                        "DEEP VR Experiment Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility: Number of Participants who Enjoyed VR simulation experience: Determined via Qualitative Survey",
                    "timeFrame": "up to 8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean Change in Difficulty in Emotion Regulation Scale (DERS)",
                    "description": "The DERS is a 36-item child-report survey measuring difficulties with emotion regulation. Respondents report the degree to which the given statement applied to them on a five point Likert scale: 1 = Almost Never to 5 = Always, with a possible total score range of 36 - 180. Higher scores indicate greater difficulties with emotion regulation.",
                    "timeFrame": "Baseline and after each session completed for up to 6 study visits, up to 4 weeks"
                },
                {
                    "measure": "Physiological Arousal Measured by Change in Heart Rate",
                    "description": "Participants will have electrodes affixed to their abdomen to measure heart rate. Before every session, baseline levels of physiological arousal will be captured over a 5 minute resting period. Participants will be asked to sit quietly within a serene virtual outdoor scene followed by a 15 minute DEEP VR experience containing several task conditions.",
                    "timeFrame": "Change measured throughout the 15 minute VR session at baseline and before and after each task condition, for up to 6 sessions (up to 6 weeks on study)"
                },
                {
                    "measure": "Physiological Arousal Measured by Change in Galvanic Skin Response",
                    "description": "Participants will have electrodes affixed to their fingers to measure skin response. Before every session, baseline levels of physiological arousal will be captured over a 5 minute resting period. Participants will be asked to sit quietly within a serene virtual outdoor scene followed by a 15 minute DEEP VR experience containing several task conditions.",
                    "timeFrame": "Change measured throughout the 15 minute VR session at baseline and before and after each task condition, for up to 6 sessions (up to 6 weeks on study)"
                },
                {
                    "measure": "Mean Change in Virtual-Reality Biofeedback Engagement Survey (VR-B)",
                    "description": "The VR-B is a 10-item child-report survey measuring engagement with the virtual-reality biofeedback intervention. Respondents select the degree to which they agree with each statement along a Likert scale: 1 = Strongly Disagree to 7 = Strongly Agree, with a possible total score range of 10 - 70. Higher scores indicate greater engagement with the VR-B intervention.",
                    "timeFrame": "Baseline and up to 4 weeks"
                },
                {
                    "measure": "Mean Change in Child PTSD Symptom Scale (CPSS)",
                    "description": "Assesses lifetime trauma experiences and severity of PTSD symptom severity in a 20-item survey scored on a 5-point likert scale from 0 'not at all' to 4 'almost always' for a total range of scores between 0 - 80, where higher scores indicate increased PTSD symptoms.",
                    "timeFrame": "Baseline and after each session completed for up to 6 study visits, up to 4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. 13 to 17 years of age at enrollment\n2. Availability of a caregiver to provide oral consent\n3. Able to provide assent/consent in English\n4. Visual acuity adequate to read text on a computer monitor\n\nExclusion Criteria:\n\n1. Report of previous discomfort with immersive experiences, including virtual reality, 3D films, or similar media\n2. Active psychosis or comparably impairing psychiatric condition",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Justin D Russell, PhD",
                    "role": "CONTACT",
                    "phone": "6082323171",
                    "email": "jdrussell3@wisc.edu"
                },
                {
                    "name": "Sara Heyn, PhD,JD",
                    "role": "CONTACT",
                    "email": "sheyn@wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ryan J Herringa, MD,PhD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53705",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "8379556",
                    "type": "BACKGROUND",
                    "citation": "Warshaw MG, Fierman E, Pratt L, Hunt M, Yonkers KA, Massion AO, Keller MB. Quality of life and dissociation in anxiety disorder patients with histories of trauma or PTSD. Am J Psychiatry. 1993 Oct;150(10):1512-6. doi: 10.1176/ajp.150.10.1512."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Zafar, M. A., Ahmed, B., Rihawi, R. A., & Gutierrez-Osuna, R. (2020). Gaming Away Stress: Using Biofeedback Games to Learn Paced Breathing. IEEE Transactions on Affective Computing, 11(3), 519-531. https://doi.org/10.1109/TAFFC.2018.2816945"
                },
                {
                    "pmid": "29376669",
                    "type": "BACKGROUND",
                    "citation": "Rizzo AS, Koenig ST. Is clinical virtual reality ready for primetime? Neuropsychology. 2017 Nov;31(8):877-899. doi: 10.1037/neu0000405."
                },
                {
                    "pmid": "32847397",
                    "type": "BACKGROUND",
                    "citation": "Fonkoue IT, Hu Y, Jones T, Vemulapalli M, Sprick JD, Rothbaum B, Park J. Eight weeks of device-guided slow breathing decreases sympathetic nervous reactivity to stress in posttraumatic stress disorder. Am J Physiol Regul Integr Comp Physiol. 2020 Oct 1;319(4):R466-R475. doi: 10.1152/ajpregu.00079.2020. Epub 2020 Aug 26."
                },
                {
                    "pmid": "22300910",
                    "type": "BACKGROUND",
                    "citation": "Fang X, Brown DS, Florence CS, Mercy JA. The economic burden of child maltreatment in the United States and implications for prevention. Child Abuse Negl. 2012 Feb;36(2):156-65. doi: 10.1016/j.chiabu.2011.10.006. Epub 2012 Feb 1."
                },
                {
                    "pmid": "17485609",
                    "type": "BACKGROUND",
                    "citation": "Copeland WE, Keeler G, Angold A, Costello EJ. Traumatic events and posttraumatic stress in childhood. Arch Gen Psychiatry. 2007 May;64(5):577-84. doi: 10.1001/archpsyc.64.5.577."
                },
                {
                    "pmid": "31616353",
                    "type": "BACKGROUND",
                    "citation": "Blum J, Rockstroh C, Goritz AS. Heart Rate Variability Biofeedback Based on Slow-Paced Breathing With Immersive Virtual Reality Nature Scenery. Front Psychol. 2019 Sep 20;10:2172. doi: 10.3389/fpsyg.2019.02172. eCollection 2019."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Information to be shared may include questionnaire responses, physiological recordings, or game play data. These data will be coded with the unique subject ID, and will not include any linking protected health information or other identifiable information. Data will be shared via encrypted, password protected cloud storage (Box.com).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Immediately upon study start.",
            "accessCriteria": "Information will only be shared with the following individuals with knowledge of the methodology and analyses in this intervention:\n\nDr. Isabele Granic, University of Toronto Joanneke Weerdmeester, Radboud University Owen L. Harris, Explore DEEP Inc."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}