{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03221244",
            "orgStudyIdInfo": {
                "id": "883639"
            },
            "secondaryIdInfos": [
                {
                    "id": "R61MH110043-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R61MH110043-01A1"
                }
            ],
            "organization": {
                "fullName": "University of California, Davis",
                "class": "OTHER"
            },
            "briefTitle": "Virtual Reality Attention Management",
            "officialTitle": "Virtual Reality Attention Management Program for Improving Attention in Children",
            "acronym": "VRAM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "virtual-reality-attention-management"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-06-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-07-05",
            "studyFirstSubmitQcDate": "2017-07-17",
            "studyFirstPostDateStruct": {
                "date": "2017-07-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, Davis",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Problems with distraction are widespread in the 21st century, but for people with developmental delays or behavioral challenges they can have more damaging effects. For example, susceptibility to distraction is associated with worse school and social performance, lower high school graduation rates, and increased incidence of serious accidents. The investigators' goal is to improve understanding of distractibility and develop a targeted treatment. The proposed intervention is based on models of habituation, which is a term that means reduced physiological and emotional response to a stimulus (e.g. moving object, or loud noise, etc.) as it is seen repeatedly. The investigators use virtual reality technology to show study participants distracting stimuli repeatedly in a virtual classroom setting, and their hypothesis states that participants will improve attention in the face of distraction by training with this technology intervention. The virtual classroom setting is especially relevant for children who have significant challenges with distractibility, such as children with ADHD. This intervention will likely be effective in helping individuals with other clinical disorders and perhaps the general population as well.",
            "detailedDescription": "Distraction is a growing and large public health problem with estimated societal harm due to distracted driving alone at $123 billion. In the age of texting, social media and computer pop-ups, distractions are unavoidable. There are no known interventions specifically developed to reduce distractions from interfering with attention. This project will test a treatment that combines virtual reality (VR) technology with habituation learning and exposure therapy to reduce the ability of distractors to interfere with learning and attention in children who are highly susceptible to being distracted. The investigators will test the treatment in children with symptoms of attention-deficit/hyperactivity disorder (ADHD) as they represent an enriched sample experiencing impairing distractibility that interferes with their daily functioning. The investigators hypothesize that children who suffer from severe distractibility can learn to ignore the distractors and improve their attention in VR therapy that simulates environments requiring focused attention. The neural targets of the therapy are both proactive and reactive control mechanisms used to suppress distractor processing. The investigators will assess how well VR therapy is at modulating distractor suppression via saccade metrics and measure the frequency of oculomotor capture by distractors as well as the efficiency of distractor suppression before and after therapy. Changes in head movement toward distractors, parent and teacher ADHD rating scales and improved performance on attention-demanding tasks will further assess success of the therapy and its ability to generalize to novel environments. Children will practice computer exercises at home using a VR headset that simulates a classroom environment with a high rate of distractors. Children will be performing attention-demanding tasks as if they were in a classroom with the intensity and rate of presentation of the personalized distractions (e.g., peers talking, teacher walking by) adapted according to the child's performance. With today's low-cost VR-gaming technology, children will be able to participate in habituation treatment sessions at-home, several times a week, using a lightweight and comfortable VR gaming headset.\n\nIn this \"fast fail\" test of the VR therapy, the project will assess the preliminary success and feasibility of VR training to modify saccades to distractors in an adaptive training versus nonadaptive training scenario. Data from this trial will determine whether to go forward for a subsequent confirmatory study."
        },
        "conditionsModule": {
            "conditions": [
                "ADHD"
            ],
            "keywords": [
                "Distractibility",
                "Virtual Reality",
                "Attention",
                "Child",
                "Pediatric"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants are randomly assigned to one of two groups. Group 1: the treatment arm is the \"VR Treatment\" which presents distractors with increasing intensity as performance on attention measures improves. Group 2: in this active control arm (\"VR Active Control\") participants interact with the VR classroom with no distractors presented.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants will not be told in detail about the specific differences between the \"VR Treatment\" and the \"VR Active Control.\" Therefore participants will not know which VR condition they received.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "VR Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "The \"VR distractor condition\" is an adaptive training, experimental treatment. Participants will wear a headset VR system programmed to simulate a virtual classroom. They will be asked to perform computer tests of math, attention, or working memory in the virtual reality context. Distractors will be presented intermittently throughout the test session. During training sessions, distractor saliency and frequency will increase or decrease based on performance on the tests.\n\n25 sessions should be completed in approximately 5-7 weeks. In-home VR training sessions will each be about 20-30 minutes in length.\n\nThe investigators expect a decrease in distraction after adaptive distractor exposure in the VR classroom.",
                    "interventionNames": [
                        "Device: VR Treatment"
                    ]
                },
                {
                    "label": "VR Active Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The \"VR classroom with no distractors presented\" is an active control group. This group will undergo the same training regimen, only their virtual classroom environment will not contain adaptive distractors. Participants will wear a headset VR system programmed to simulate a virtual classroom. They will be asked to perform computer tests of math, attention, or working memory in the virtual reality context.\n\n25 sessions should be completed in approximately 5-7 weeks. In-home VR training sessions will each be about 20-30 minutes in length.\n\nThe investigators expect no change in response to distraction in the ADHD group after control exposure to the VR classroom.",
                    "interventionNames": [
                        "Device: VR Active Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "VR Treatment",
                    "description": "Distractors",
                    "armGroupLabels": [
                        "VR Treatment"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "VR Active Control",
                    "description": "No distractors",
                    "armGroupLabels": [
                        "VR Active Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Decrease in the amount of eye movements toward the distractors and/or shorter duration of fixation on distractors.",
                    "description": "Successful distractor suppression = improvement in number of orienting eye saccades toward distractors and duration of fixations by a statistical effect size of 0.5 or greater.",
                    "timeFrame": "5-7 weeks"
                },
                {
                    "measure": "Decrease in the amount of head movements toward the distractors",
                    "description": "Successful decrease in head movements = improvement in extent or duration of head movements by a statistical effect size of 0.5 or greater.",
                    "timeFrame": "5-7 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Improvement on the Restricted Academic Situations Test (RAST)",
                    "description": "Decrease in off task behavior",
                    "timeFrame": "5-7 weeks"
                },
                {
                    "measure": "Improvement in CGI-S ratings in relation to distractibility",
                    "description": "CGI-S scale range: -3 (among the most extremely ill patients) to 3 (normal)",
                    "timeFrame": "5-7 weeks"
                },
                {
                    "measure": "Improvement in distractibility determined by CGI-I",
                    "description": "CGI-I scale range: -3 (very much worse) to 3 (very much improved)\n\nImprovement = score greater than 0 post-treatment",
                    "timeFrame": "5-7 weeks"
                },
                {
                    "measure": "ADHD:RS 5 - Inattentive scale",
                    "description": "Ratings of inattention",
                    "timeFrame": "5-7 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Participation",
                    "description": "Measure participation in 70% or \\> in the overall number of prescribed sessions within 10 weeks.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Percent of children with nausea interference",
                    "description": "Assess if children complete 80% of the sessions without nausea interfering with performance or adherence.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Parent and child satisfaction",
                    "description": "Measure parent and child satisfaction ratings on a 7-point scale.",
                    "timeFrame": "10 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Significant (T score \\>= 60) ratings of Cognitive Problems/Inattention or DSM Inattention scale scores on the Conners' Parent or Teacher Rating Scale-3 or Parent ADHD Rating Scale-IV (ADHD-RS)\n* Endorsement of 4 or more symptoms of inattention on a clinical psychiatric interview (e.g. Parent DISC, DICA, Kiddie-SADS, Mini-KID)\n* Comfortable using a computer\n* Full Scale IQ \\> 80\n\nExclusion Criteria:\n\n* Psychosis (by parent report at phone screen), significant depression, autism (15 or \\> on Social Communication Questionnaire (SCQ)), psychotic disorders, visual or hearing impairment or any other disorder that may interfere with task performance\n* It is in the investigator's opinion that it is not in the subject's best interest to continue\n* Subject is non-compliant with training schedule\n* Subjects on pharmacotherapy for ADHD at the time of enrollment will be excluded from Aims 3 and 4.\n* Subjects starting behavioral or psychological treatment for ADHD during the training phase of the study will be excluded",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "8 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Juan Ramos",
                    "role": "CONTACT",
                    "phone": "916-703-0294",
                    "email": "hs-airlab@ucdavis.edu"
                },
                {
                    "name": "Shannon Hoffman",
                    "role": "CONTACT",
                    "phone": "916-703-0258",
                    "email": "hs-airlab@ucdavis.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Julie Schweitzer, PhD",
                    "affiliation": "UC Davis MIND Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UC Davis MIND Institute",
                    "status": "RECRUITING",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Juan Ramos, BS",
                            "role": "CONTACT",
                            "phone": "916-703-0294",
                            "email": "jframos@ucdavis.edu"
                        },
                        {
                            "name": "Shannon Hoffman, DPT",
                            "role": "CONTACT",
                            "phone": "916 703 0294",
                            "email": "hs-airlab@ucdavis.edu"
                        },
                        {
                            "name": "Julie B Schweitzer, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Joy Geng, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "The Economic and Societal Impact of motor Vehicle Crashes. NHTSA; 2015."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Barkley RA, ed Attention deficit hyperactivity disorder: A handbook for diagnosis and treatment. 4th ed. New York: Guilford; 2015."
                },
                {
                    "pmid": "23867080",
                    "type": "BACKGROUND",
                    "citation": "Lalonde G, Henry M, Drouin-Germain A, Nolin P, Beauchamp MH. Assessment of executive function in adolescence: a comparison of traditional and virtual reality tools. J Neurosci Methods. 2013 Sep 30;219(1):76-82. doi: 10.1016/j.jneumeth.2013.07.005. Epub 2013 Jul 15."
                },
                {
                    "pmid": "22269913",
                    "type": "BACKGROUND",
                    "citation": "Bioulac S, Lallemand S, Rizzo A, Philip P, Fabrigoule C, Bouvard MP. Impact of time on task on ADHD patient's performances in a virtual classroom. Eur J Paediatr Neurol. 2012 Sep;16(5):514-21. doi: 10.1016/j.ejpn.2012.01.006. Epub 2012 Jan 24."
                },
                {
                    "pmid": "24005416",
                    "type": "BACKGROUND",
                    "citation": "Anguera JA, Boccanfuso J, Rintoul JL, Al-Hashimi O, Faraji F, Janowich J, Kong E, Larraburo Y, Rolle C, Johnston E, Gazzaley A. Video game training enhances cognitive control in older adults. Nature. 2013 Sep 5;501(7465):97-101. doi: 10.1038/nature12486."
                },
                {
                    "pmid": "18608217",
                    "type": "BACKGROUND",
                    "citation": "Adams R, Finn P, Moes E, Flannery K, Rizzo AS. Distractibility in Attention/Deficit/ Hyperactivity Disorder (ADHD): the virtual reality classroom. Child Neuropsychol. 2009 Mar;15(2):120-35. doi: 10.1080/09297040802169077. Epub 2008 Jun 26."
                },
                {
                    "pmid": "20535592",
                    "type": "BACKGROUND",
                    "citation": "Gerardi M, Cukor J, Difede J, Rizzo A, Rothbaum BO. Virtual reality exposure therapy for post-traumatic stress disorder and other anxiety disorders. Curr Psychiatry Rep. 2010 Aug;12(4):298-305. doi: 10.1007/s11920-010-0128-4."
                },
                {
                    "pmid": "23300515",
                    "type": "BACKGROUND",
                    "citation": "Goncalves R, Pedrozo AL, Coutinho ES, Figueira I, Ventura P. Efficacy of virtual reality exposure therapy in the treatment of PTSD: a systematic review. PLoS One. 2012;7(12):e48469. doi: 10.1371/journal.pone.0048469. Epub 2012 Dec 27."
                },
                {
                    "pmid": "17720136",
                    "type": "BACKGROUND",
                    "citation": "Parsons TD, Rizzo AA. Affective outcomes of virtual reality exposure therapy for anxiety and specific phobias: a meta-analysis. J Behav Ther Exp Psychiatry. 2008 Sep;39(3):250-61. doi: 10.1016/j.jbtep.2007.07.007. Epub 2007 Jul 25."
                },
                {
                    "pmid": "17544252",
                    "type": "BACKGROUND",
                    "citation": "Powers MB, Emmelkamp PM. Virtual reality exposure therapy for anxiety disorders: A meta-analysis. J Anxiety Disord. 2008;22(3):561-9. doi: 10.1016/j.janxdis.2007.04.006. Epub 2007 Apr 27."
                },
                {
                    "pmid": "11587113",
                    "type": "BACKGROUND",
                    "citation": "Hoffman HG, Patterson DR, Carrougher GJ, Sharar SR. Effectiveness of virtual reality-based pain control with multiple treatments. Clin J Pain. 2001 Sep;17(3):229-35. doi: 10.1097/00002508-200109000-00007."
                },
                {
                    "pmid": "22494437",
                    "type": "BACKGROUND",
                    "citation": "Lange B, Koenig S, Chang CY, McConnell E, Suma E, Bolas M, Rizzo A. Designing informed game-based rehabilitation tasks leveraging advances in virtual reality. Disabil Rehabil. 2012;34(22):1863-70. doi: 10.3109/09638288.2012.670029. Epub 2012 Apr 12."
                },
                {
                    "pmid": "24987957",
                    "type": "BACKGROUND",
                    "citation": "Maskey M, Lowry J, Rodgers J, McConachie H, Parr JR. Reducing specific phobia/fear in young people with autism spectrum disorders (ASDs) through a virtual reality environment intervention. PLoS One. 2014 Jul 2;9(7):e100374. doi: 10.1371/journal.pone.0100374. eCollection 2014."
                },
                {
                    "pmid": "25260510",
                    "type": "BACKGROUND",
                    "citation": "Salem Y, Elokda A. Use of virtual reality gaming systems for children who are critically ill. J Pediatr Rehabil Med. 2014;7(3):273-6. doi: 10.3233/PRM-140296."
                },
                {
                    "pmid": "21088430",
                    "type": "BACKGROUND",
                    "citation": "Wang M, Reid D. Virtual reality in pediatric neurorehabilitation: attention deficit hyperactivity disorder, autism and cerebral palsy. Neuroepidemiology. 2011;36(1):2-18. doi: 10.1159/000320847. Epub 2010 Nov 17."
                },
                {
                    "pmid": "26667659",
                    "type": "BACKGROUND",
                    "citation": "Forster S, Lavie N. Establishing the Attention-Distractibility Trait. Psychol Sci. 2016 Feb;27(2):203-12. doi: 10.1177/0956797615617761. Epub 2015 Dec 14."
                },
                {
                    "pmid": "17564852",
                    "type": "BACKGROUND",
                    "citation": "Parsons TD, Bowerly T, Buckwalter JG, Rizzo AA. A controlled clinical comparison of attention performance in children with ADHD in a virtual reality classroom compared to standard neuropsychological methods. Child Neuropsychol. 2007 Jul;13(4):363-81. doi: 10.1080/13825580600943473."
                },
                {
                    "pmid": "20096409",
                    "type": "BACKGROUND",
                    "citation": "Friedman-Hill SR, Wagman MR, Gex SE, Pine DS, Leibenluft E, Ungerleider LG. What does distractibility in ADHD reveal about mechanisms for top-down attentional control? Cognition. 2010 Apr;115(1):93-103. doi: 10.1016/j.cognition.2009.11.013. Epub 2010 Jan 21."
                },
                {
                    "pmid": "24211249",
                    "type": "BACKGROUND",
                    "citation": "Berger I, Cassuto H. The effect of environmental distractors incorporation into a CPT on sustained attention and ADHD diagnosis among adolescents. J Neurosci Methods. 2014 Jan 30;222:62-8. doi: 10.1016/j.jneumeth.2013.10.012. Epub 2013 Nov 8."
                },
                {
                    "pmid": "23385518",
                    "type": "BACKGROUND",
                    "citation": "Tsujimoto S, Yasumura A, Yamashita Y, Torii M, Kaga M, Inagaki M. Increased prefrontal oxygenation related to distractor-resistant working memory in children with attention-deficit/hyperactivity disorder (ADHD). Child Psychiatry Hum Dev. 2013 Oct;44(5):678-88. doi: 10.1007/s10578-013-0361-2."
                },
                {
                    "pmid": "24477798",
                    "type": "BACKGROUND",
                    "citation": "Chang Z, Lichtenstein P, D'Onofrio BM, Sjolander A, Larsson H. Serious transport accidents in adults with attention-deficit/hyperactivity disorder and the effect of medication: a population-based study. JAMA Psychiatry. 2014 Mar;71(3):319-25. doi: 10.1001/jamapsychiatry.2013.4174."
                },
                {
                    "pmid": "19482756",
                    "type": "BACKGROUND",
                    "citation": "Breslau J, Miller E, Breslau N, Bohnert K, Lucia V, Schweitzer J. The impact of early behavior disturbances on academic achievement in high school. Pediatrics. 2009 Jun;123(6):1472-6. doi: 10.1542/peds.2008-1406."
                },
                {
                    "pmid": "19318991",
                    "type": "BACKGROUND",
                    "citation": "Molina BSG, Hinshaw SP, Swanson JM, Arnold LE, Vitiello B, Jensen PS, Epstein JN, Hoza B, Hechtman L, Abikoff HB, Elliott GR, Greenhill LL, Newcorn JH, Wells KC, Wigal T, Gibbons RD, Hur K, Houck PR; MTA Cooperative Group. The MTA at 8 years: prospective follow-up of children treated for combined-type ADHD in a multisite study. J Am Acad Child Adolesc Psychiatry. 2009 May;48(5):484-500. doi: 10.1097/CHI.0b013e31819c23d0."
                },
                {
                    "pmid": "16006269",
                    "type": "BACKGROUND",
                    "citation": "Sanchez RJ, Crismon ML, Barner JC, Bettinger T, Wilson JP. Assessment of adherence measures with different stimulants among children and adolescents. Pharmacotherapy. 2005 Jul;25(7):909-17. doi: 10.1592/phco.2005.25.7.909."
                },
                {
                    "pmid": "20107302",
                    "type": "BACKGROUND",
                    "citation": "Adler LD, Nierenberg AA. Review of medication adherence in children and adults with ADHD. Postgrad Med. 2010 Jan;122(1):184-91. doi: 10.3810/pgm.2010.01.2112."
                },
                {
                    "pmid": "19307987",
                    "type": "BACKGROUND",
                    "citation": "Pappadopulos E, Jensen PS, Chait AR, Arnold LE, Swanson JM, Greenhill LL, Hechtman L, Chuang S, Wells KC, Pelham W, Cooper T, Elliott G, Newcorn JH. Medication adherence in the MTA: saliva methylphenidate samples versus parent report and mediating effect of concomitant behavioral treatment. J Am Acad Child Adolesc Psychiatry. 2009 May;48(5):501-510. doi: 10.1097/CHI.0b013e31819c23ed."
                },
                {
                    "pmid": "12521359",
                    "type": "BACKGROUND",
                    "citation": "Swanson J. Compliance with stimulants for attention-deficit/hyperactivity disorder: issues and approaches for improvement. CNS Drugs. 2003;17(2):117-31. doi: 10.2165/00023210-200317020-00004."
                },
                {
                    "pmid": "18042808",
                    "type": "BACKGROUND",
                    "citation": "Winterstein AG, Gerhard T, Shuster J, Zito J, Johnson M, Liu H, Saidi A. Utilization of pharmacologic treatment in youths with attention deficit/hyperactivity disorder in Medicaid database. Ann Pharmacother. 2008 Jan;42(1):24-31. doi: 10.1345/aph.1K143. Epub 2007 Nov 27."
                },
                {
                    "pmid": "26608309",
                    "type": "BACKGROUND",
                    "citation": "Storebo OJ, Krogh HB, Ramstad E, Moreira-Maia CR, Holmskov M, Skoog M, Nilausen TD, Magnusson FL, Zwi M, Gillies D, Rosendal S, Groth C, Rasmussen KB, Gauci D, Kirubakaran R, Forsbol B, Simonsen E, Gluud C. Methylphenidate for attention-deficit/hyperactivity disorder in children and adolescents: Cochrane systematic review with meta-analyses and trial sequential analyses of randomised clinical trials. BMJ. 2015 Nov 25;351:h5203. doi: 10.1136/bmj.h5203."
                },
                {
                    "pmid": "18328867",
                    "type": "BACKGROUND",
                    "citation": "Johnston C, Hommersen P, Seipp C. Acceptability of behavioral and pharmacological treatments for attention-deficit/hyperactivity disorder: relations to child and parent characteristics. Behav Ther. 2008 Mar;39(1):22-32. doi: 10.1016/j.beth.2007.04.002. Epub 2007 Oct 18."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Hoza B. Johnston C, Pillow DR, Ascough JC. Predicting treatment response for childhood attention-deficit/hyperactivity : Introduction of a heuristic model to guide research. Appl Prev Psychol. 12// 2006; 11(4):215-229"
                },
                {
                    "pmid": "15381891",
                    "type": "BACKGROUND",
                    "citation": "Gershon J, Zimand E, Pickering M, Rothbaum BO, Hodges L. A pilot and feasibility study of virtual reality as a distraction for children with cancer. J Am Acad Child Adolesc Psychiatry. 2004 Oct;43(10):1243-9. doi: 10.1097/01.chi.0000135621.23145.05."
                },
                {
                    "pmid": "10538355",
                    "type": "BACKGROUND",
                    "citation": "Krueger MW, Gilden D. \"KnowWare: virtual reality maps for blind people\". Stud Health Technol Inform. 1999;62:191-7."
                },
                {
                    "pmid": "22065564",
                    "type": "BACKGROUND",
                    "citation": "Opris D, Pintea S, Garcia-Palacios A, Botella C, Szamoskozi S, David D. Virtual reality exposure therapy in anxiety disorders: a quantitative meta-analysis. Depress Anxiety. 2012 Feb;29(2):85-93. doi: 10.1002/da.20910. Epub 2011 Nov 7."
                },
                {
                    "pmid": "22730837",
                    "type": "BACKGROUND",
                    "citation": "McLay RN, Graap K, Spira J, Perlman K, Johnston S, Rothbaum BO, Difede J, Deal W, Oliver D, Baird A, Bordnick PS, Spitalnick J, Pyne JM, Rizzo A. Development and testing of virtual reality exposure therapy for post-traumatic stress disorder in active duty service members who served in Iraq and Afghanistan. Mil Med. 2012 Jun;177(6):635-42. doi: 10.7205/milmed-d-11-00221."
                },
                {
                    "pmid": "21294166",
                    "type": "BACKGROUND",
                    "citation": "Reger GM, Holloway KM, Candy C, Rothbaum BO, Difede J, Rizzo AA, Gahm GA. Effectiveness of virtual reality exposure therapy for active duty soldiers in a military mental health clinic. J Trauma Stress. 2011 Feb;24(1):93-6. doi: 10.1002/jts.20574. Epub 2011 Feb 3."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rizzo AS, Buckwalter JG, Forbell E, et al. Virtual Reality Appliances to Address the Wounds of War. Psychiatric Annals. 2013;43(3):123-138."
                },
                {
                    "pmid": "16942963",
                    "type": "BACKGROUND",
                    "citation": "Rothbaum BO, Anderson P, Zimand E, Hodges L, Lang D, Wilson J. Virtual reality exposure therapy and standard (in vivo) exposure therapy in the treatment of fear of flying. Behav Ther. 2006 Mar;37(1):80-90. doi: 10.1016/j.beth.2005.04.004. Epub 2006 Feb 24."
                },
                {
                    "pmid": "4319167",
                    "type": "BACKGROUND",
                    "citation": "Groves PM, Thompson RF. Habituation: a dual-process theory. Psychol Rev. 1970 Sep;77(5):419-50. doi: 10.1037/h0029810. No abstract available."
                },
                {
                    "pmid": "18854219",
                    "type": "BACKGROUND",
                    "citation": "Rankin CH, Abrams T, Barry RJ, Bhatnagar S, Clayton DF, Colombo J, Coppola G, Geyer MA, Glanzman DL, Marsland S, McSweeney FK, Wilson DA, Wu CF, Thompson RF. Habituation revisited: an updated and revised description of the behavioral characteristics of habituation. Neurobiol Learn Mem. 2009 Sep;92(2):135-8. doi: 10.1016/j.nlm.2008.09.012. Epub 2008 Nov 6."
                },
                {
                    "pmid": "5324565",
                    "type": "BACKGROUND",
                    "citation": "Thompson RF, Spencer WA. Habituation: a model phenomenon for the study of neuronal substrates of behavior. Psychol Rev. 1966 Jan;73(1):16-43. doi: 10.1037/h0022681. No abstract available."
                },
                {
                    "pmid": "18703156",
                    "type": "BACKGROUND",
                    "citation": "Thompson RF. Habituation: a history. Neurobiol Learn Mem. 2009 Sep;92(2):127-34. doi: 10.1016/j.nlm.2008.07.011. Epub 2008 Sep 10. No abstract available."
                },
                {
                    "pmid": "20955333",
                    "type": "BACKGROUND",
                    "citation": "Rizzo AS, Difede J, Rothbaum BO, Reger G, Spitalnick J, Cukor J, McLay R. Development and early evaluation of the Virtual Iraq/Afghanistan exposure therapy system for combat-related PTSD. Ann N Y Acad Sci. 2010 Oct;1208:114-25. doi: 10.1111/j.1749-6632.2010.05755.x."
                },
                {
                    "pmid": "21474804",
                    "type": "BACKGROUND",
                    "citation": "Saposnik G, Levin M; Outcome Research Canada (SORCan) Working Group. Virtual reality in stroke rehabilitation: a meta-analysis and implications for clinicians. Stroke. 2011 May;42(5):1380-6. doi: 10.1161/STROKEAHA.110.605451. Epub 2011 Apr 7."
                },
                {
                    "pmid": "22570145",
                    "type": "BACKGROUND",
                    "citation": "Kandalaft MR, Didehbani N, Krawczyk DC, Allen TT, Chapman SB. Virtual reality social cognition training for young adults with high-functioning autism. J Autism Dev Disord. 2013 Jan;43(1):34-44. doi: 10.1007/s10803-012-1544-6."
                },
                {
                    "pmid": "19789922",
                    "type": "BACKGROUND",
                    "citation": "Pluyter JR, Buzink SN, Rutkowski AF, Jakimowicz JJ. Do absorption and realistic distraction influence performance of component task surgical procedure? Surg Endosc. 2010 Apr;24(4):902-7. doi: 10.1007/s00464-009-0689-7. Epub 2009 Sep 30."
                },
                {
                    "pmid": "17403761",
                    "type": "BACKGROUND",
                    "citation": "Healey AN, Primus CP, Koutantji M. Quantifying distraction and interruption in urological surgery. Qual Saf Health Care. 2007 Apr;16(2):135-9. doi: 10.1136/qshc.2006.019711."
                },
                {
                    "pmid": "21782096",
                    "type": "BACKGROUND",
                    "citation": "Park J, Waqar S, Kersey T, Modi N, Ong C, Sleep T. Effect of distraction on simulated anterior segment surgical performance. J Cataract Refract Surg. 2011 Aug;37(8):1517-22. doi: 10.1016/j.jcrs.2011.01.031."
                },
                {
                    "pmid": "16400254",
                    "type": "BACKGROUND",
                    "citation": "Rizzo AA, Bowerly T, Buckwalter JG, Klimchuk D, Mitura R, Parsons TD. A virtual reality scenario for all seasons: the virtual classroom. CNS Spectr. 2006 Jan;11(1):35-44. doi: 10.1017/s1092852900024196."
                },
                {
                    "pmid": "19194324",
                    "type": "BACKGROUND",
                    "citation": "Pollak Y, Weiss PL, Rizzo AA, Weizer M, Shriki L, Shalev RS, Gross-Tsur V. The utility of a continuous performance test embedded in virtual reality in measuring ADHD-related deficits. J Dev Behav Pediatr. 2009 Feb;30(1):2-6. doi: 10.1097/DBP.0b013e3181969b22."
                },
                {
                    "pmid": "23638628",
                    "type": "BACKGROUND",
                    "citation": "Diaz-Orueta U, Garcia-Lopez C, Crespo-Eguilaz N, Sanchez-Carpintero R, Climent G, Narbona J. AULA virtual reality test as an attention measure: convergent validity with Conners' Continuous Performance Test. Child Neuropsychol. 2014;20(3):328-42. doi: 10.1080/09297049.2013.792332. Epub 2013 May 2."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Adams R, Finn P, Flannery K, Moes E,, Matano B, Rizzo A. A virtual reality ADD classroom and the BASC: A preliminary investigation of convergent validity. J Int Neuropsychol Soc. 2005;11(S1):151."
                },
                {
                    "pmid": "22099165",
                    "type": "BACKGROUND",
                    "citation": "Melara RD, Tong Y, Rao A. Control of working memory: effects of attention training on target recognition and distractor salience in an auditory selection task. Brain Res. 2012 Jan 9;1430:68-77. doi: 10.1016/j.brainres.2011.10.036. Epub 2011 Oct 26."
                },
                {
                    "pmid": "23696132",
                    "type": "BACKGROUND",
                    "citation": "Jarrold W, Mundy P, Gwaltney M, Bailenson J, Hatt N, McIntyre N, Kim K, Solomon M, Novotny S, Swain L. Social attention in a virtual public speaking task in higher functioning children with autism. Autism Res. 2013 Oct;6(5):393-410. doi: 10.1002/aur.1302. Epub 2013 May 20."
                },
                {
                    "pmid": "22712011",
                    "type": "BACKGROUND",
                    "citation": "Kim K, Mundy P. Joint attention, social-cognition, and recognition memory in adults. Front Hum Neurosci. 2012 Jun 14;6:172. doi: 10.3389/fnhum.2012.00172. eCollection 2012."
                },
                {
                    "pmid": "27178061",
                    "type": "BACKGROUND",
                    "citation": "Muhlberger A, Jekel K, Probst T, Schecklmann M, Conzelmann A, Andreatta M, Rizzo AA, Pauli P, Romanos M. The Influence of Methylphenidate on Hyperactivity and Attention Deficits in Children With ADHD: A Virtual Classroom Test. J Atten Disord. 2020 Jan;24(2):277-289. doi: 10.1177/1087054716647480. Epub 2016 May 13."
                },
                {
                    "pmid": "21443365",
                    "type": "BACKGROUND",
                    "citation": "Adams ZW, Roberts WM, Milich R, Fillmore MT. Does response variability predict distractibility among adults with attention-deficit/hyperactivity disorder? Psychol Assess. 2011 Jun;23(2):427-36. doi: 10.1037/a0022112."
                },
                {
                    "pmid": "22245618",
                    "type": "BACKGROUND",
                    "citation": "Braver TS. The variable nature of cognitive control: a dual mechanisms framework. Trends Cogn Sci. 2012 Feb;16(2):106-13. doi: 10.1016/j.tics.2011.12.010. Epub 2012 Jan 12."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Geng JJ. Attentional Mechanisms of Distractor Suppression. Current direction in psychological science. 2014;23(2):147-153."
                },
                {
                    "pmid": "22752960",
                    "type": "BACKGROUND",
                    "citation": "Green CT, Long DL, Green D, Iosif AM, Dixon JF, Miller MR, Fassbender C, Schweitzer JB. Will working memory training generalize to improve off-task behavior in children with attention-deficit/hyperactivity disorder? Neurotherapeutics. 2012 Jul;9(3):639-48. doi: 10.1007/s13311-012-0124-y."
                },
                {
                    "pmid": "7650090",
                    "type": "BACKGROUND",
                    "citation": "Schweitzer JB, Sulzer-Azaroff B. Self-control in boys with attention deficit hyperactivity disorder: effects of added stimulation and time. J Child Psychol Psychiatry. 1995 May;36(4):671-86. doi: 10.1111/j.1469-7610.1995.tb02321.x."
                },
                {
                    "pmid": "7096789",
                    "type": "BACKGROUND",
                    "citation": "Milich R, Loney J, Landau S. Independent dimensions of hyperactivity and aggression: a validation with playroom observation data. J Abnorm Psychol. 1982 Jun;91(3):183-98. doi: 10.1037//0021-843x.91.3.183. No abstract available."
                },
                {
                    "pmid": "3700819",
                    "type": "BACKGROUND",
                    "citation": "Milich R, Loney J, Roberts MA. Playroom observations of activity level and sustained attention: two-year stability. J Consult Clin Psychol. 1986 Apr;54(2):272-4. doi: 10.1037//0022-006x.54.2.272. No abstract available."
                },
                {
                    "pmid": "2348028",
                    "type": "BACKGROUND",
                    "citation": "Roberts MA. A behavioral observation method for differentiating hyperactive and aggressive boys. J Abnorm Child Psychol. 1990 Apr;18(2):131-42. doi: 10.1007/BF00910726."
                },
                {
                    "pmid": "18664712",
                    "type": "BACKGROUND",
                    "citation": "Karama S, Ben Amor L, Grizenko N, Ciampi A, Mbekou V, Ter-Stepanian M, Lageix P, Baron C, Schwartz G, Joober R. Factor structure of the restricted academic situation scale: implications for ADHD. J Atten Disord. 2009 Mar;12(5):442-8. doi: 10.1177/1087054708314605. Epub 2008 Jul 29."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "DuPaul G, Rapport MD, Perriello LM. The development of the academic performance rating scale. School Psychol Rev. 1990;20:284-300."
                },
                {
                    "pmid": "7168798",
                    "type": "BACKGROUND",
                    "citation": "Laird NM, Ware JH. Random-effects models for longitudinal data. Biometrics. 1982 Dec;38(4):963-74."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Barkley RA. Attention deficit hyperactivity disorder: A handbook for diagnosis and treatment. 3rd ed. New York: Guilford Press; 2006."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Learn more or sign up for the study here!",
                    "url": "https://studypages.com/s/virtual-reality-attention-management-for-children-with-adhd-attention-problems-327610/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}