{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04912531",
            "orgStudyIdInfo": {
                "id": "2021P000469"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Virtual Reality and Olfactory Stimuli Multimodal Intervention to Reduce Post-Operative Pain and Anxiety in Patients Undergoing Cardiothoracic Surgery",
            "officialTitle": "Using a Virtual Reality and Olfactory Stimuli Multimodal Intervention to Reduce Post-Operative Pain and Anxiety in Patients Undergoing Cardiothoracic Surgery",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "virtual-reality-and-olfactory-stimuli-multimodal-intervention-to-reduce-post-operative-pain-and-anxiety-in-patients-undergoing-cardiothoracic-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-19",
            "studyFirstSubmitQcDate": "2021-06-02",
            "studyFirstPostDateStruct": {
                "date": "2021-06-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Chi-Fu Jeffrey Yang",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Patients who undergo cardiothoracic surgery often experience pain and anxiety around the time of surgery. Currently, treatments for pain and anxiety around the time of surgery include opioids and benzodiazepines, which can have severe side effects and can be ineffective. Interventions combining virtual reality with olfactory stimuli are a promising alternative to opioids and benzodiazepines in the treatment of pain and anxiety around the time of surgery.\n\nThe aim of this study is to evaluate the feasibility of a virtual reality and olfactory stimuli multimodal intervention in patients undergoing cardiothoracic surgery. In addition, the investigators will evaluate the preliminary effects of the VR/OS intervention on patient pain and anxiety before and after cardiothoracic surgery. Patients who meet study inclusion criteria and are undergoing cardiothoracic surgery may participate in this study. Patients have an equal being assigned to undergo the virtual reality and olfactory stimuli intervention or continue getting usual medical care with their doctor. If the patient is assigned to receive the virtual reality and olfactory stimuli intervention, the first therapy session will take place approximately two to four weeks before surgery. This will involve wearing a virtual reality headset and scented necklace for approximately 10 minutes. The second session will occur 90 minutes before the surgery. Additionally, for each day the patient recovers in the hospital after surgery, the patient will receive one session in the afternoon. During the patient's in-hospital recovery at night, they will receive lavender scented therapy.",
            "detailedDescription": "Every year, over 500,000 individuals in the United States undergo cardiothoracic surgery for heart and lung disease. Cardiothoracic surgery can be an extremely traumatic experience for the patient. Their chest wall muscles and tissues can be cut, crushing the intercostal nerves and irritating the pleura. During the perioperative period, over 16% of patients suffer from clinically significant anxiety, and up to 57% of patients experience stabbing and throbbing chest and shoulder pain that can persist for months to years.\n\nCurrently, perioperative pain is most often treated with opioids, and treatments for perioperative anxiety are limited and can have severe side-effects. Interventions using virtual reality may be a promising alternative to opioids and benzodiazepines in the treatment of perioperative pain and anxiety. Virtual Reality consists of immersing patients into a computer-generated environment and exposing users to visual and audio sensory inputs. Through visual and audio cues that modulate pain-related brain activity in the thalamus, VR can increase pain tolerance. Encouragingly, studies have demonstrated the ability of VR to decrease pain intensity and increase pain tolerance in patients suffering from chronic pain. In addition, olfactory stimuli play a crucial, yet distinct, role in pain perception and relaxation. The olfactory bulb projects directly and without thalamic relay to brain regions that are involved in the processing of emotion and pain. Studies have shown that there is significant overlap between brain regions activated by painful stimuli and olfactory stimuli. When an individual smells a pleasant scent, olfactory stimuli activate the amygdala and alter its connectivity and functional coupling with brain regions linked to pain perception.\n\nThere is potential for an intervention combining VR and OS to lead to a greater reduction in pain and anxiety. Pain and anxiety are characterized by multiple neural pathways. Pain results from the activation of a widely distributed brain network, including the thalamus, insular cortex and secondary somatosensory cortex. Anxiety results from a combination of neuroendocrine, neurotransmitter, and neuroanatomical disruptions in the limbic system. Of note, studies have shown that although pain and anxiety have distinct neural pathways, anxiety modulates the perception of pain, and preoperative anxiety is associated with increased postoperative pain. However, current treatments for perioperative pain and anxiety are often ineffective because they only address one of the many pathways that contribute to pain and anxiety. As such, multimodal interventions are necessary to achieve optimal pain and anxiety control. Although OS and VR both reduce pain and anxiety, they have been shown to activate different regions of the brain. VR reduces pain and anxiety by directly modulating pain-related brain activity in the prefrontal cortex and primary and secondary somatosensory cortex, decreasing pain intensity and increasing user's ability to tolerate pain. OS activates the limbic system, including the amygdala and hippocampus, reducing pain and anxiety by altering its connectivity and functional coupling with brain regions linked to pain perception.\n\nThe aim of this study is to evaluate the feasibility of a VR and OS multimodal intervention in patients undergoing cardiothoracic surgery. In addition, the investigators will evaluate the preliminary effects of the VR/OS intervention on patient pain and anxiety before and after cardiothoracic surgery. This is a prospective, randomized study. A total of 80 patients are anticipated to participate in this study. All patients are expected to be enrolled at Massachusetts General Hospital (MGH). Eligible patients will be randomized 1:1 to the VR/OS intervention or usual care approximately 2-4 weeks prior to their scheduled cardiothoracic operation."
        },
        "conditionsModule": {
            "conditions": [
                "Postoperative Pain",
                "Anxiety Postoperative",
                "Opioid Use"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Care Arm",
                    "type": "NO_INTERVENTION",
                    "description": "No intervention will be given to patients in the usual care arm."
                },
                {
                    "label": "Virtual Reality and Olfactory Stimuli Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will undergo a virtual reality and olfactory stimuli therapy session at their appointment where they receive their pulmonary function test, 90 minutes before surgery, and each day they recover in the hospital. In addition, patients will receive nighttime olfactory stimulation using a bedside olfaction device.",
                    "interventionNames": [
                        "Device: Virtual Realty using a Microsoft Hololens, Empatica HR wristband, and EEG",
                        "Device: Essence Olfactory Necklace",
                        "Device: Bedside Olfaction Device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Virtual Realty using a Microsoft Hololens, Empatica HR wristband, and EEG",
                    "description": "The investigators will use a DeepReality VR with biofeedback using a Microsoft Hololens, Empatica HR wristband and EEG. The Empatica HR wristband will measure HR and the EEG will measure alpha and theta brain waves. To monitor the physiologic data in real-time, data from the EEG and heart rate monitor will be streamed and processed in an Android Application that the investigators previously developed. During data collection, the Android app sends data via OSC to a specific IP and port, which is then collected in the game engine, Unity 3D and processed to adapt the virtual environment. Importantly, each device is inexpensive and can be sanitized and reused by multiple patients.",
                    "armGroupLabels": [
                        "Virtual Reality and Olfactory Stimuli Arm"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Essence Olfactory Necklace",
                    "description": "The Essence Olfactory Necklace holds a small, lightweight 7 ml capsule that contains an essential oil. Within the capsule is a piezo electric transducer which allows us to control the release of scent via Bluetooth using a smartphone app. Each Essence Necklace will be paired with a google phone that the investigators will use to control the frequency and intensity of scent for each patient. The investigators will limit the frequency to one burst of scent every 20 seconds to avoid habituation. For the scent, the investigators will use diluted lavender essential oil (10% essential oil: 90% water). The investigators chose lavender because in our previous studies, \\>97% of users enjoyed the lavender scent. The Essence Necklace is powered with a 3.7V Lithium Battery and has a battery lifetime of approximately 6 hours. The RC can easily recharge the Essence Necklace through a USB micro connector. Additionally, the Essence Necklace can be easily sanitized and reused by multiple patients.",
                    "armGroupLabels": [
                        "Virtual Reality and Olfactory Stimuli Arm"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Bedside Olfaction Device",
                    "description": "The bedside olfaction device can be clipped on to the side of the patient's bed or beside table. The RC will turn on the night-time olfactory device at 7 pm and will turn off the device at 7 am. When turned on, the device releases scent once every 60 seconds. However, the frequency and intensity of the scent will be adjusted to the patient's preferences. For the scent, the investigators will use diluted lavender essential oil (10% essential oil: 90% water).",
                    "armGroupLabels": [
                        "Virtual Reality and Olfactory Stimuli Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Patients who Consent to Study Participation",
                    "description": "Of the patients the investigators approach for study participation, the investigators will document the number who consent to study participation.",
                    "timeFrame": "On the day of enrollment into the study"
                },
                {
                    "measure": "Number of Patients who Complete the Study",
                    "description": "Only patients who are assigned to the intervention arm will be evaluated for this outcome. The investigators will determine the number of patients who complete the study by evaluating the number of patients who enroll in the study, complete all the virtual reality and olfactory stimuli therapy sessions, and complete all study surveys.",
                    "timeFrame": "Through study completion, an average of 8 weeks"
                },
                {
                    "measure": "Single Ease Question (SEQ)",
                    "description": "The SEQ is a 7 point rating scale used to evaluate how easy or difficult an individual finds it to use a device. A higher score indicates that the user found the device easy to use while a lower score indicates the user found the device difficult to use.",
                    "timeFrame": "After the first virtual reality and olfactory stimuli intervention at enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Pain Score (Visual Analogue Scale)",
                    "description": "It is a scale of 100mm. The patient marks the scale to indicate the intensity of their pain. The minimum value is 0, which indicates no pain and the maximum value is 10, which indicates the worst pain.",
                    "timeFrame": "Pre- and Post-Intervention (approximately 10 minutes)"
                },
                {
                    "measure": "Change in Anxiety Score (State Trait Anxiety Inventory)",
                    "description": "The STAI consists of two 20-item self-report inventories. It is a rapid but detailed assessment that distinguishes between basal, transitory emotion (part one inventory - state anxiety) and reactive or anxiety-provoking situations (part two inventory - trait anxiety). Scores range from 20 to 80 with higher scores indicating a greater level of anxiety.",
                    "timeFrame": "Pre- and Post-Intervention (approximately 10 minutes)"
                },
                {
                    "measure": "Opioid Administration",
                    "description": "Amount of opioids administered per day, measured in milligram morphine equivalents (MME)",
                    "timeFrame": "approximately 4 days"
                },
                {
                    "measure": "Change in Quality of Life (The Functional Assessment of Cancer Therapy - General )(FACT-G)",
                    "description": "It is a 27-item questionnaire designed to measure four domains of HRQOL in cancer patients: Physical, social, emotional, and functional well-being. A higher score indicates a better quality of life.",
                    "timeFrame": "Pre- and Post-study (approximately 8 weeks)"
                },
                {
                    "measure": "Change in Sleep Quality (Pittsburgh Sleep Quality Index)",
                    "description": "It is a standardized, widely used self-rated questionnaire that assesses sleep quality and disturbances over a 1-month time interval. Some of the items include scores related to sleep latency, sleep duration, habitual sleep efficiency, sleeping medication, etc. A higher score indicates more acute sleep disturbances.",
                    "timeFrame": "Pre- and Post-study (approximately 8 weeks)"
                },
                {
                    "measure": "Change in Symptom Burden (Edmonton Symptom Assessment Scale)",
                    "description": "A questionnaire used to rate the intensity of nine common symptoms experienced by patients, including pain, tiredness, nausea, depression, anxiety, drowsiness, appetite, well-being and shortness of breath. A higher score indicates a worse symptom burden.",
                    "timeFrame": "Pre- and Post- study (approximately 8 weeks)"
                },
                {
                    "measure": "Patient satisfaction with the VR/OS system.",
                    "description": "A patient interview with focus questions centered on patient satisfaction with the virtual reality and olfactory stimuli devices.",
                    "timeFrame": "Post-study (approximately 10 minutes)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Be scheduled to undergo any one of the 5 major types of cardiothoracic surgical operations: coronary artery bypass grafting, aortic valve replacement, aortic valve repair, lung resection, and esophagectomy\n* Age \\> 18\n* No cognitive or psychiatric conditions prohibiting study consent or participation.\n\nExclusion Criteria:\n\n* Clinical signs of cardiogenic shock at time of surgery\n* Severe irreversible hypertension\n* Congenital heart disease\n* Chronic renal insufficiency defined by Cr ≥ 2.5 or chronic renal replacement therapy\n* Evidence of cirrhosis or hepatic synthetic failure\n* Patients with odor allergies or anosmia (lost their sense of smell)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chi-Fu J Yang, M.D.",
                            "role": "CONTACT",
                            "phone": "814-574-8695",
                            "email": "cjyang@mgh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The investigators will not share individual participant data with other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Post Operative Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M19022",
                    "name": "Lithium Carbonate",
                    "relevance": "LOW"
                },
                {
                    "id": "T141",
                    "name": "English Lavender",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}