{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05629676",
            "orgStudyIdInfo": {
                "id": "22-486"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Virtual Reality Intervention for Patients Undergoing BMT",
            "officialTitle": "Randomized Controlled Trial of a Virtual Reality Psychosocial Intervention to Promote Coping for Patients Undergoing Bone Marrow Transplantation (BMT-VR)",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "virtual-reality-intervention-for-patients-undergoing-bmt"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-17",
            "studyFirstSubmitQcDate": "2022-11-17",
            "studyFirstPostDateStruct": {
                "date": "2022-11-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "El-Jawahri, Areej,M.D.",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this research study is to test the feasibility and preliminary efficacy of using a virtual reality (VR) psychosocial intervention for improving quality of life and psychological distress in patients hospitalized for bone marrow transplantation (BMT). Participants will be randomly assigned into one of the study groups: the virtual reality psychosocial intervention (BMT-VR) + usual care versus usual care alone.\n\nThe BMT-VR intervention has several components:\n\n1. Psychoeducation to enhance preparedness, manage expectations, and mobilize social supports.\n2. Psychosocial skill building to promote effective coping and facilitate acceptance while living with uncertainty of treatment outcomes.\n3. Self-care to promote effective coping and enhance patient's sense of control as they transition from inpatient to outpatient care",
            "detailedDescription": "Patients undergoing BMT endure substantial physical and psychological symptoms during a prolonged hospitalization with significant risk of complications, which negatively impact their overall quality of life. There is a critical need to develop innovative supportive care interventions to improve the quality of life and care of patients undergoing BMT.\n\nThis is a single-center, randomized, controlled research study to test the feasibility and preliminary efficacy of BMT-VR for improving quality of life and reducing psychological stress for patients undergoing BMT. BMT-VR is a self-administered virtual reality psychosocial intervention to address the supportive care needs of patients undergoing BMT.\n\nParticipants will be recruited and randomized in 1:1 fashion to BMT-VR + usual care versus usual care alone, stratified by transplant type (autologous vs. allogenic BMT)\n\nParticipants randomly assigned to BMT-VR group will receive usual transplant care by their BMT team and will also be given a virtual reality headset to engage with BMT-VR during their BMT hospitalization. Participants will complete six sections focused on educating them about BMT and helping them manage the physical and emotional symptoms with the BMT process.\n\nParticipants randomly assigned to the usual care group will receive usual transplant care by their BMT team and will not be given access to the BMT-VR intervention.\n\nIn both groups, participants are asked to complete questionnaires (in-person, over the computer or telephone, or by mail) at baseline, 2, 4, 12, and 24 weeks after enrolling in the study.\n\nIt is expected about 80 participants will take part in this study.\n\nRocket VR Health, Inc. is supporting this research study by providing funding."
        },
        "conditionsModule": {
            "conditions": [
                "Bone Marrow Transplant Complications"
            ],
            "keywords": [
                "Bone Marrow Transplant",
                "PTSD",
                "Anxiety",
                "Depression",
                "BMT",
                "Autologous BMT",
                "Allogeneic BMT"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "BMT-VR Group",
                    "type": "EXPERIMENTAL",
                    "description": "* Participants will complete the BMT-VR intervention during their BMT hospitalization, which contains six sections.\n* Participants will receive usual transplant care by their BMT team\n* Participants will complete study questionnaires to assess their quality of life and psychological outcomes\n* 10-20 participants will complete exit interviews to ascertain more feedback on the BMT-VR intervention.",
                    "interventionNames": [
                        "Behavioral: BMT-VR"
                    ]
                },
                {
                    "label": "Usual care",
                    "type": "NO_INTERVENTION",
                    "description": "* Participants will receive usual transplant care by their BMT team\n* Participants will complete study questionnaires to assess their quality of life and psychological outcomes"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "BMT-VR",
                    "description": "BMT-VR is a novel psychosocial intervention that addresses the supportive care needs of patients undergoing BMT. BMT-VR includes six sections focused on: 1) psychoeducation to help patients increase their awareness to stress and challenges that may accompany the BMT journey; 2) supportive psychotherapy strategies to help patients adjust to the intense BMT hospitalization; 3) psychosocial skill building to promote mindfulness, acceptance and gratitude while living with uncertainty; 4) psychoeducation to manage expectations and enhance preparedness for extended hospitalization; 5) psychosocial skill-building to promote effective coping; and 6) an overview of psychosocial skills grounded in cognitive behavior therapy, mindfulness, and positive psychology",
                    "armGroupLabels": [
                        "BMT-VR Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of BMT-VR based on enrollment and intervention use rates",
                    "description": "The intervention will be deemed feasible if 60% of eligible patients are enrolled and of those enrolled and randomized to BMT-VR, 60% complete at least 60% of the intervention modules",
                    "timeFrame": "Baseline to week-24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quality of Life (QOL) (FACT-BMT)",
                    "description": "Assessed by the Functional Assessment of Cancer Therapy-Bone Marrow Transplant (FACT-BMT) scale, which is 44-item QOL measure that assesses physical, social, emotional, and functional wellbeing, as well as bone marrow transplant-specific symptoms. Score range 0-164, with higher scores indicating better quality of life.",
                    "timeFrame": "Baseline to week-24"
                },
                {
                    "measure": "Anxiety symptoms",
                    "description": "Assessed by the self-reported Hospital Anxiety and Depression Scale (HADS), which is a 14-item measure with subscales to evaluate symptoms of anxiety and depression. The HADS consists of two subscales assessing depression and anxiety symptoms, with scores ranging from 0 (no distress) to 21 (maximum distress)",
                    "timeFrame": "Up to week-24"
                },
                {
                    "measure": "Depression symptoms",
                    "description": "Assessed through the Patient Health Questionnaire-9 (PHQ-9), which is a 9-item measure that assesses major depression symptoms. The HADS consists of two subscales assessing depression and anxiety symptoms, with scores ranging from 0 (no distress) to 21 (maximum distress)",
                    "timeFrame": "Up to week-24"
                },
                {
                    "measure": "Post-Traumatic Stress Disorder (PTSD)",
                    "description": "Assessed through the Post-traumatic Stress Disorder Checklist-Civilian Version, which is a 17-item PTSD Checklist that evaluates severity of PTSD symptoms. Scores range from 17-85 with higher scores indicating worse PTSD symptoms",
                    "timeFrame": "Up to week-24"
                },
                {
                    "measure": "Symptom Burden",
                    "description": "Assessed through the Edmonton Symptom Assessment Scale (ESAS-R), which is a 10-item measure to assess symptoms relevant to patients undergoing BMT. The ESAS-R score range 0-100 with higher scores indicating worse symptom burden",
                    "timeFrame": "Up to week-4"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Coping",
                    "description": "Assessed through the Measure of Current Status (MOCS), which measures perceived coping skills. Score ranges from 0-52 with higher scores indicating higher coping skills",
                    "timeFrame": "Up to week-24"
                },
                {
                    "measure": "Self-efficacy",
                    "description": "assessed through the Cancer Self-Efficacy Scale-Transplant (CASE-t). The scale ranges from 0 to 170 with higher scores indicating higher self-efficacy",
                    "timeFrame": "Up to week-24"
                },
                {
                    "measure": "Optimism",
                    "description": "Assessed via the Life Orientation Test-revised, which is a 10-item measure with score range 0-24, higher scores indicating better optimism",
                    "timeFrame": "Up to week-24"
                },
                {
                    "measure": "Positive affect",
                    "description": "Assessed via the Positive and Negative Affect Schedule (PANAS), a 10-item measure with a score range of 10-50, with higher scores indicating more positive affect",
                    "timeFrame": "Up to week-24"
                },
                {
                    "measure": "Gratitude",
                    "description": "Assessed via the Gratitude questionnaire, a 6-item measure, with score range 6-42, with higher scores indicating more gratitude",
                    "timeFrame": "Up to week-24"
                },
                {
                    "measure": "Usability of BMT-VR (only those randomized to BMT-VR)",
                    "description": "Assessed via the System Usability Scale, which ranges from 0-100 with higher scores indicating better usability",
                    "timeFrame": "Week-4"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients (age \\> 18 years) with hematologic malignancy admitted for autologous or allogeneic BMT\n* Ability to comprehend, read, and respond to questions in English as BMT-VR is only available in English\n\nExclusion Criteria:\n\n* Patients undergoing BMT for benign hematologic conditions\n* Patients undergoing outpatient BMT\n* Patients with acute or unstable psychiatric or cognitive conditions which the treating clinicians believes prohibits informed consent or compliance with study procedures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Areej El-Jawahri, MD",
                    "role": "CONTACT",
                    "phone": "617-724-4000",
                    "email": "ael-jawahri@partners.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Areej El-Jawahri, MD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital Cancer Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Areej El-Jawahri, MD",
                            "role": "CONTACT",
                            "phone": "617-724-4000",
                            "email": "ael-jawahri@partners.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Partners Innovations team at http://www.partners.org/innovation"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}