{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06454604",
            "orgStudyIdInfo": {
                "id": "Pro2023001005"
            },
            "secondaryIdInfos": [
                {
                    "id": "R61MH131632-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R61MH131632-01"
                }
            ],
            "organization": {
                "fullName": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "briefTitle": "Virtual Reality Treatment for Emerging Adults With ADHD",
            "officialTitle": "Development of a Novel Virtual Reality Treatment for Emerging Adults With ADHD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "virtual-reality-treatment-for-emerging-adults-with-adhd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-31",
            "studyFirstSubmitQcDate": "2024-06-06",
            "studyFirstPostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joshua M. Langberg, Ph.D.",
                "investigatorTitle": "Professor of Psychology",
                "investigatorAffiliation": "Rutgers, The State University of New Jersey"
            },
            "leadSponsor": {
                "name": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "Louisiana State University Health Sciences Center in New Orleans",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this pilot randomized clinical trial is to test the impact of a virtual reality program for improving the ability of emerging adults (age 18-25) with attention deficit hyperactivity disorder (ADHD) to stay focused while completing homework and studying. This study compares the impact of using a virtual reality headset to using a virtual reality headset while also receiving feedback about levels of focus to a control group. The main question is whether participants demonstrate significantly improved concentration while completing homework and studying in virtual reality and whether they enjoy and prefer working in a virtual reality environment. Concentration is measured both through participant report and also using keyboard and mouse click data to assess work productivity objectively.",
            "detailedDescription": "This study involves a pilot randomized control trial (RCT) to assess the feasibility/usability and preliminary effects of a virtual reality (VR) environment alone (n=15) compared to VR environment + feedback about focus (n=15) and to a VR passthrough control (n=15). Proposed mechanisms of action will be measured every session, including data on keyboard and mouse clicks plus self-ratings of concentration, homework effort, and homework motivation. After completing the initial diagnostic evaluation and confirming eligibility, 45 emerging adults with ADHD (ages 18-25) will be randomized to 1 of 3 groups and then provided with a VR headset and computer to use in their dorm/home. Randomization will be performed (1:1:1) to the three conditions. Randomization will be blocked on ADHD medication status to ensure an equal number of participants taking and not taking ADHD medication in each group. Phase 3 includes a 2-session baseline where all participants complete homework and study without using the VR headset.\n\nGroup 1, VR passthrough: After completing the two session baseline, participants will use the VR headset in their room/home or the library 10 times over two weeks (max twice a day with a minimum 2-hour break) for 1-hour sessions each time. The participant will wear the headset, but it will not be used as usual. The headset will be in \"VR passthrough\" mode, meaning the participant will see through to the normal environment and laptop (i.e., they can see the real world around them, just wearing a headset).\n\nGroup 2, VR environment only: After completing the two session baseline, participants will use the VR headset in their room/home or the library 10 times over two weeks (max twice a day with a minimum 2-hour break) for 1-hour sessions each time. For the following sessions, the participant will wear the VR headset and engage in homework in the VR environment.\n\nGroup 2, VR environment + feedback: After completing the two session baseline, participants will use the VR headset in their room/home or the 10 times over two weeks (max twice a day with a minimum 2-hour break) for 1-hour sessions each time. For the following sessions, the participant will wear the VR headset and engage in homework in the VR environment while receiving real time visual feedback on performance and focus.\n\nParticipants concentration, effort/efficiency, and motivation is assessed each baseline and VR session, and participants answer questions about VR feasibility, useability, and acceptability."
        },
        "conditionsModule": {
            "conditions": [
                "Attention Deficit Hyperactivity Disorder"
            ],
            "keywords": [
                "ADHD",
                "Virtual reality"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Parallel group randomized trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "VR Passthrough",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in this condition wear the same VR headset as participants in the in the other arms. However, they see directly through to their laptop and are not emersed in the virtual world.",
                    "interventionNames": [
                        "Behavioral: Meta Quest 3 VR Headset with noise cancelling headphones"
                    ]
                },
                {
                    "label": "Virtual Reality",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this condition wear the virtual reality headset. They are emersed in a virtual world that looks like a cabin room with windows. They are sitting at a desk and can see their laptop screen as part of the virtual world.",
                    "interventionNames": [
                        "Behavioral: Meta Quest 3 VR Headset with noise cancelling headphones"
                    ]
                },
                {
                    "label": "Virtual Reality + Feedback",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this condition wear the virtual reality headset. They are emersed in a virtual world that looks like a cabin room with windows. They are sitting at a desk and can see their laptop screen as part of the virtual world. The program tracks their keyboard and mouse click data to assess how consistently they are working. A stoplight in the virtual environment is green when they are working consistently and turns red when the not.",
                    "interventionNames": [
                        "Behavioral: Meta Quest 3 VR Headset with noise cancelling headphones"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Meta Quest 3 VR Headset with noise cancelling headphones",
                    "description": "Wearing the headset and headphones removes all outside audio and visual distractions. One of the groups receives frequent and consistent feedback about work productivity similar to behavioral interventions for ADHD.",
                    "armGroupLabels": [
                        "VR Passthrough",
                        "Virtual Reality",
                        "Virtual Reality + Feedback"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Concentration",
                    "description": "Participants rate their concentration and focus levels",
                    "timeFrame": "Measured at baseline assessment and immediately after each of the 12 VR intervention sessions (taking place over 2 weeks-1 month)"
                },
                {
                    "measure": "Productivity Rate",
                    "description": "% of time on-task during each study session utilizing the Objective On-Task Assessment algorithmic mouse and keyboard click data",
                    "timeFrame": "Measured throughout the 40-minute duration of each of the 12 VR intervention sessions (taking place over an estimated 2 weeks-1 month)"
                },
                {
                    "measure": "System usability and satisfaction",
                    "description": "Participants rate useability of the VR headset and satisfaction with use for studying.",
                    "timeFrame": "Measured immediately after the 6th and 11th VR intervention sessions and in the post-intervention surveys (taking place over a total of 1-1.5 months)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Motivation",
                    "description": "Participants rate how motivated they were to complete work and study",
                    "timeFrame": "Measured at baseline assessment and immediately after each of the 12 VR intervention sessions (taking place over an estimated 2 weeks-1 month)"
                },
                {
                    "measure": "Effort",
                    "description": "Participants rate how much effort they put into completing their work and studying",
                    "timeFrame": "Measured at baseline assessment and immediately after each of the 12 VR intervention sessions (taking place over an estimated 2 weeks-1 month)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* To be included, participants must meet DSM-5 criteria for ADHD and be between the ages of 18 and 25. Given high rates of comorbidities in college students with ADHD, participants who meet criteria for ODD, anxiety or depressive disorders on the diagnostic interview are not excluded. In addition, participants must have an item mean score of \\>2.0 (often or very often) on the homework task specific version of the Adult Concentration Index (ACI), ensuring the presence of a problem in the mechanism being targeted in this study. The participant has to endorse a total of at least 5 symptoms in the ADHD inattention domain as currently present and impairing and at least 6 symptoms in the ADHD inattention domain as present and impairing during childhood. To rule out exclusionary conditions and/or to assess for the presence of comorbid conditions, psychological functioning will be assessed using the DSM-5 version of the Structured Clinical Interview for DSM Disorders (SCID-5-RV)\n\nExclusion Criteria:\n\n* Whether primary or not, the comorbid presence of several other conditions will be exclusionary. This includes autism spectrum disorders, bipolar disorder, obsessive-compulsive disorder, active substance abuse, and other psychiatric conditions whose treatment precludes participation in the study. Students who do not meet criteria for ADHD or who are not in the specified age range are also not eligible to participate. Students with a history of seizures are not eligible to participate given the use of VR.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joshua M Langberg, PhD",
                    "role": "CONTACT",
                    "phone": "(848) 445-2000",
                    "email": "jl3079@gsapp.rutgers.edu"
                },
                {
                    "name": "Jyoni T Shuler, MS",
                    "role": "CONTACT",
                    "phone": "(848) 445-2000",
                    "email": "js3557@gsapp.rutgers.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joshua M Langberg, PhD",
                    "affiliation": "Rutgers University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Louisiana State University",
                    "city": "Baton Rouge",
                    "state": "Louisiana",
                    "zip": "70802",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David C Shepherd, PhD",
                            "role": "CONTACT",
                            "phone": "225-578-3202",
                            "email": "dshepherd@lsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.45075,
                        "lon": -91.15455
                    }
                },
                {
                    "facility": "Rutgers University - New Brunswick",
                    "city": "Piscataway",
                    "state": "New Jersey",
                    "zip": "08854",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joshua M Langberg, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.49927,
                        "lon": -74.39904
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data can be used for many secondary analyses. Individual subject-level data and item-level data will be shared. Prior to sharing, all data will be de-identified so that it is HIPAA-compliant. Once deposited into an open database, data will be open to the greater scientific community according to the terms of the individual database. Data will then be fully available for secondary analyses, data mining, and to facilitate discovery by combining our data with that of other centers/investigators for large-scale analyses. As we will be using the NDA, this repository has policies and procedures in place that will provide data access to qualified researchers, fully consistent with NIH data sharing policies and applicable laws and regulations. The NIMH Data Archive (NDA) will serve as the primary data repository for the current proposal.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Analyzed/experimental data related to the primary aims of the study will be submitted when a publication on the data is accepted, or the project period ends, and shared when published or one year after the project period ends, whichever comes first in both cases."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001289",
                    "term": "Attention Deficit Disorder with Hyperactivity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019958",
                    "term": "Attention Deficit and Disruptive Behavior Disorders"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9999",
                    "name": "Hyperkinesis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4594",
                    "name": "Attention Deficit Disorder with Hyperactivity",
                    "asFound": "Attention Deficit Hyperactivity Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21830",
                    "name": "Attention Deficit and Disruptive Behavior Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}