{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06184126",
            "orgStudyIdInfo": {
                "id": "HP-00106992"
            },
            "organization": {
                "fullName": "University of Maryland, Baltimore",
                "class": "OTHER"
            },
            "briefTitle": "Virtual Reality Devices as an Adjunct to Usual Care for Patients With Sickle Cell Disease Experiencing Vaso-Occlusive Crises",
            "officialTitle": "Pilot Study to Investigate the Use of Virtual Reality Devices as an Adjunct to Usual Care for Patients With Sickle Cell Disease Experiencing Vaso-Occlusive Crises",
            "therapeuticArea": [
                "Other"
            ],
            "study": "virtual-reality-devices-as-an-adjunct-to-usual-care-for-patients-with-sickle-cell-disease-experiencing-vaso-occlusive-crises"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-04",
            "studyFirstSubmitQcDate": "2023-12-14",
            "studyFirstPostDateStruct": {
                "date": "2023-12-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Richard Gentry Wilkerson",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Maryland, Baltimore"
            },
            "leadSponsor": {
                "name": "University of Maryland, Baltimore",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to evaluate the use of virtual reality as an adjunct to standard care for patients with sickle cell disease experiencing vaso-occlusive crises.",
            "detailedDescription": "A prospective, non-blinded, non-randomized trial will be conducted at the Adult Emergency Department at the University of Maryland Medical Center and Adult Urgent Care Center, which is managed by the Department of Emergency Medicine, located in Baltimore, Maryland.\n\nPatients meeting eligibility criteria and who have signed the research informed consent will be enrolled in this study. Subject data collected will include demographic information, symptoms of the current illness and physical exam findings.\n\nUpon enrollment into the study, a study team member will interview the patient to collect data needed to complete the Case Report Form. Patients assigned to one of the two virtual reality study groups will be directed by research coordinators who can help with equipment as needed throughout the session. The virtual reality device will be limited to a maximum of 2 hours of use. Assessments will be made at 4 different timepoints: 1) Immediately before the intervention, 2) at the 1-hour mark of the intervention, 3) immediately after the intervention, and 4) 1 hour after the intervention. During these assessments, patients will rate their pain intensity using a 0-10 numerical scale. Additionally, at each assessment, patients will be asked to state the change in pain that has taken place since the last measurement. This measurement will be performed without informing the patient of their previously recorded pain scores.\n\nData will also be recorded regarding the patient's 1) comfort of the device, 2) disposition (discharged home vs observation/admission status), 3) total length of treatment time in the ED (measured as time to initiation of any treatment to the time of final disposition), and 4) total amount of opioids administered while under the care of the emergency department clinicians, converted into morphine milligram equivalents. Each patient will complete a questionnaire at the conclusion of the session regarding their perceived impact of the intervention, ease of use, and likelihood to reuse the intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Sickle Cell Disease",
                "Vaso-occlusive Pain Episode in Sickle Cell Disease",
                "Acute Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a prospective, non-blinded, randomized clinical control trial.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Once the participant has been enrolled in the study, they will be randomized to either the control arm or one of the experimental arms. No masking is being performed. Once randomization has occurred, participants, care providers, and the investigators will know which group the participants are in."
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active Immersive Virtual Reality",
                    "type": "EXPERIMENTAL",
                    "description": "Patient with sickle cell disease experiencing acute vaso-occlusive crisis randomized to this arm will participate in an active immersive application on the virtual reality headset with hand-held controllers. The active immersive application will allow the user to interact directly with the application and move through the virtual environment .The patient will be able to use the active immersive application on the device for a maximum of two hours.",
                    "interventionNames": [
                        "Device: Virtual Reality Headset and Hand-Held Controllers"
                    ]
                },
                {
                    "label": "Passive Immersive Virtual Reality",
                    "type": "EXPERIMENTAL",
                    "description": "Patient with sickle cell disease experiencing acute vaso-occlusive crisis randomized to this arm will participate in a passive immersive application on the virtual reality headset with hand-held controllers. The passive immersive application will not allow the user to interact directly with the application or move through the virtual environment .The patient will be able to use the passive immersive application on the device for a maximum of two hours.",
                    "interventionNames": [
                        "Device: Virtual Reality Headset and Hand-Held Controllers"
                    ]
                },
                {
                    "label": "Blindfold and Ear Plugs",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patient with sickle cell disease experiencing acute vaso-occlusive crisis randomized to this arm will wear a blindfold and ear plugs. The patient will be able to remain blindfolded and earplugs for a maximum of two hours.",
                    "interventionNames": [
                        "Other: Blindfolding and Noise Cancelling"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Virtual Reality Headset and Hand-Held Controllers",
                    "description": "Study Group-Virtual reality headset and hand-held controllers will be used as an adjuvant to pain management care.",
                    "armGroupLabels": [
                        "Active Immersive Virtual Reality",
                        "Passive Immersive Virtual Reality"
                    ],
                    "otherNames": [
                        "Meta Quest 2"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Blindfolding and Noise Cancelling",
                    "description": "Control group-Blindfold and noise cancelling headphones will be a placebo comparator group to the experimental interventions of virtual reality devices.",
                    "armGroupLabels": [
                        "Blindfold and Ear Plugs"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Comparison of the change in pain scores between the 3 groups at one hour after completion of the study intervention.",
                    "description": "Patient reported on 0-10 scale",
                    "timeFrame": "A single time point 1 hour after the study intervention ends."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Comparison of the subject's assessment of comfort of the study intervention between the 3 groups",
                    "description": "Patient reported on 1-5 Likert scale",
                    "timeFrame": "Immediately before intervention, at 1-hour mark of the intervention, immediately following the intervention, and 1 hour after the intervention ends."
                },
                {
                    "measure": "Comparison of the proportion of subjects within each group who are hospitalized.",
                    "description": "Determine whether the patient is discharged home vs. placed in observation/admission status after completion of emergency department care.",
                    "timeFrame": "Day of enrollment"
                },
                {
                    "measure": "Compare the total duration of Emergency Department treatment measured from the time of delivery of the first intervention to the time of disposition.",
                    "description": "Measured in hours/minutes",
                    "timeFrame": "Day of enrollment"
                },
                {
                    "measure": "Comparison of the quantity opioids, converted to morphine milligram equivalents, administered while under the care of the ED clinical team.",
                    "description": "Measured in morphine milligram equivalents",
                    "timeFrame": "Day of enrollment"
                },
                {
                    "measure": "Comparison of the change in pain scores between the 3 groups at one hour after study intervention begins.",
                    "description": "Patient reported on 0-10 scale",
                    "timeFrame": "A single time point 1 hour after the study intervention begins."
                },
                {
                    "measure": "Comparison of the change in pain scores between the 3 groups at completion of the study intervention.",
                    "description": "Patient reported on 0-10 scale",
                    "timeFrame": "A single time point at the completion of the study intervention."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult (age \\> 18 years) emergency department patient\n* History of sickle cell disease\n* Presenting to the emergency department due to acute pain related to sickle cell disease thought to be due to vaso-occlusive crisis\n\nExclusion Criteria:\n\n* Prior enrollment in this study\n* Presenting with a chief complaint suggestive of a complicated crisis (such as concern for acute chest syndrome, splenic sequestration, hepatic sequestration, pulmonary embolism) as determined by the clinical care provider\n* Not being treated with intravenous opioids for the vaso-occlusive crisis\n* Patients who lack the capacity to provide informed consent\n* Medical history of seizures or known intolerance to virtual reality\n* Disabilities like vision and hearing defects etc. that preclude the use of a head mounted virtual reality device.\n* Known to be pregnant\n* Incarcerated at the time of evaluation\n* Over the age of 89 years old",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "R. Gentry Wilkerson, MD",
                    "role": "CONTACT",
                    "phone": "410-328-4237",
                    "email": "gwilkerson@som.umaryland.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "R. Gentry Wilklerson, MD",
                    "affiliation": "U of Maryland, Baltimore",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Maryland Medical Systems",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30332562",
                    "type": "BACKGROUND",
                    "citation": "Sundd P, Gladwin MT, Novelli EM. Pathophysiology of Sickle Cell Disease. Annu Rev Pathol. 2019 Jan 24;14:263-292. doi: 10.1146/annurev-pathmechdis-012418-012838. Epub 2018 Oct 17."
                },
                {
                    "pmid": "34544432",
                    "type": "BACKGROUND",
                    "citation": "Jang T, Poplawska M, Cimpeanu E, Mo G, Dutta D, Lim SH. Vaso-occlusive crisis in sickle cell disease: a vicious cycle of secondary events. J Transl Med. 2021 Sep 20;19(1):397. doi: 10.1186/s12967-021-03074-z."
                },
                {
                    "pmid": "34401866",
                    "type": "BACKGROUND",
                    "citation": "Duroseau Y, Beenhouwer D, Broder MS, Brown B, Brown T, Gibbs SN, Jackson K, Liang S, Malloy M, Romney ML, Shani D, Simon J, Yermilov I. Developing an emergency department order set to treat acute pain in sickle cell disease. J Am Coll Emerg Physicians Open. 2021 Aug 7;2(4):e12487. doi: 10.1002/emp2.12487. eCollection 2021 Aug."
                },
                {
                    "pmid": "33062233",
                    "type": "BACKGROUND",
                    "citation": "Osunkwo I, Manwani D, Kanter J. Current and novel therapies for the prevention of vaso-occlusive crisis in sickle cell disease. Ther Adv Hematol. 2020 Sep 29;11:2040620720955000. doi: 10.1177/2040620720955000. eCollection 2020."
                },
                {
                    "pmid": "26596876",
                    "type": "BACKGROUND",
                    "citation": "Williams H, Tanabe P. Sickle Cell Disease: A Review of Nonpharmacological Approaches for Pain. J Pain Symptom Manage. 2016 Feb;51(2):163-77. doi: 10.1016/j.jpainsymman.2015.10.017. Epub 2015 Nov 17."
                },
                {
                    "pmid": "32720308",
                    "type": "BACKGROUND",
                    "citation": "Chuan A, Zhou JJ, Hou RM, Stevens CJ, Bogdanovych A. Virtual reality for acute and chronic pain management in adult patients: a narrative review. Anaesthesia. 2021 May;76(5):695-704. doi: 10.1111/anae.15202. Epub 2020 Jul 27."
                },
                {
                    "pmid": "33136055",
                    "type": "BACKGROUND",
                    "citation": "Smith V, Warty RR, Sursas JA, Payne O, Nair A, Krishnan S, da Silva Costa F, Wallace EM, Vollenhoven B. The Effectiveness of Virtual Reality in Managing Acute Pain and Anxiety for Medical Inpatients: Systematic Review. J Med Internet Res. 2020 Nov 2;22(11):e17980. doi: 10.2196/17980."
                },
                {
                    "pmid": "30362236",
                    "type": "BACKGROUND",
                    "citation": "Agrawal AK, Robertson S, Litwin L, Tringale E, Treadwell M, Hoppe C, Marsh A. Virtual reality as complementary pain therapy in hospitalized patients with sickle cell disease. Pediatr Blood Cancer. 2019 Feb;66(2):e27525. doi: 10.1002/pbc.27525. Epub 2018 Oct 26."
                },
                {
                    "pmid": "36752670",
                    "type": "BACKGROUND",
                    "citation": "Mercado SH. An outpatient pain plan and ED pain pathway for adults with sickle cell disease. JAAPA. 2023 Mar 1;36(3):20-23. doi: 10.1097/01.JAA.0000920956.33631.26."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We do not plan on sharing any individual participant data with other researchers"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000755",
                    "term": "Anemia, Sickle Cell"
                },
                {
                    "id": "D000059787",
                    "term": "Acute Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000745",
                    "term": "Anemia, Hemolytic, Congenital"
                },
                {
                    "id": "D000000743",
                    "term": "Anemia, Hemolytic"
                },
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006453",
                    "term": "Hemoglobinopathies"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4085",
                    "name": "Anemia, Sickle Cell",
                    "asFound": "Sickle Cell Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29525",
                    "name": "Acute Pain",
                    "asFound": "Acute Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9547",
                    "name": "Hemolysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4073",
                    "name": "Anemia, Hemolytic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4075",
                    "name": "Anemia, Hemolytic, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9539",
                    "name": "Hemoglobinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T5229",
                    "name": "Sickle Cell Anemia",
                    "asFound": "Sickle Cell Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}