{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04289571",
            "orgStudyIdInfo": {
                "id": "200026"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-EI-0026"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Virtual Reality Mobility Assessment of Functional Vision in Retinal Disease",
            "officialTitle": "An Observational Cross-Sectional Study of Virtual Reality Mobility Assessment of Functional Vision in Retinal Disease",
            "therapeuticArea": [
                "Other"
            ],
            "study": "virtual-reality-mobility-assessment-of-functional-vision-in-retinal-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-20",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-27",
            "studyFirstSubmitQcDate": "2020-02-27",
            "studyFirstPostDateStruct": {
                "date": "2020-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Eye Institute (NEI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nThe retina is a thin layer of tissue at the back of the eye. Retinal disease usually reduces a person s mobility because it affects how he or she moves through familiar and unfamiliar environments. Researchers want to see if a virtual reality (VR) tool can provide an easier and more accurate way to assess mobility.\n\nObjective:\n\nTo learn if researchers can track changes in mobility in people with retinal disease using a new VR tool.\n\nEligibility:\n\nPeople aged 5 and older with retinal disease that affects their vision, and healthy volunteers.\n\nDesign:\n\nParticipants will have 2-3 clinic visits.\n\nParticipants will wear goggles while sitting. Using a game controller, they will navigate through 4 obstacle courses presented in VR.\n\nParticipants will have a medical history exam. They will answer questions about their family history. They will fill out questionnaires about the vision and mobility issues they have in their daily lives.\n\nParticipants will have a complete eye exam. They will read letters from a chart. Their eye pressure will be measured. Their pupils may be dilated with eye drops. Pictures of their eye will be taken. Lights will be shined in their eyes.\n\nParticipants will take a visual field test. For this, they will look into a dome and press a button when they see a light.\n\nParticipants will have an electroretinogram. For this, they will sit in the dark with their eyes patched. Then their eyes will be numbed with eye drops and they will wear contact lenses while watching flashing lights.\n\nParticipants will have optical coherence tomography. This is a noninvasive procedure. It produces cross-sectional pictures of the retina....",
            "detailedDescription": "Objective: Designing clinical trials for advanced retinal disease represents an especially difficult challenge due to the lack of suitable outcome measures. Clinical measures such as visual field and area of atrophy measured with multimodal imaging may be highly variable and/or difficult to measure in this population. A main contributor to disability in the visually impaired is poor mobility, which is a quality of life measure used to assess visually-guided behavior in low-vision patients. The goal of our study is to determine whether parameters from a recently developed virtual reality (VR) mobility assessment tool may serve as biomarkers of functional vision in participants with advanced retinal disease. The long-term goal will be to determine whether the VR mobility assessment tool parameters can document longitudinal changes in functional vision and serve as a suitable outcome measure for clinical trials in participants with advanced retinal disease.\n\nStudy Population: Up to 120 participants with retinal disease and 45 healthy volunteers will be recruited. The upper limit of 120 participants with retinal disease was chosen to allow approximately equal groups of 60 participants with rod-cone degeneration (RCD) and 60 participants with cone-rod degeneration (CRD) to represent groups of participants with peripheral visual field constriction and central vision loss, respectively. A total of 60 per group was chosen to A) allow feasibility to be determined across age groups (e.g., 5-11 yrs., 12-50 years, over 50 years) and B) to allow for a sufficient range of disease severity to examine VR mobility test sensitivity. The number of healthy volunteers (N=45) was chosen to provide about 15 participants across each of three age groups.\n\nDesign: In this multi-site observational study, VR mobility testing will be performed in participants with retinal disease. While the ultimate goal is to use this for advanced retinal disease, in the current study we will examine participants with a wide range of retinal disease severity to enable correlations between VR mobility parameters and markers of disease severity (e.g., field size, mobility scores from questionnaires). This analysis will also help determine the range of retinal disease severity for which VR mobility will be useful. Based on the simulation studies, we predict that participants should be able to repeat the VR course between four to eight times in a one-hour session. Testing will also include best corrected visual acuity (BCVA), visual fields, optical coherence tomography (OCT), autofluorescence imaging, ultra-widefield imaging and participant reported outcome (PRO) questionnaires. Two tests of photosensitivity, Visual Photosensitivity Threshold (VPT) and Palpebral Aperture Measurement (PAM) will also be recorded in a subset of participants known to be photosensitive (e.g., albinos, achromats, and CRD), and healthy volunteers at visit 001. Participants will be required to attend two to three clinic visits within three months. VR and photosensitivity testing will be the focus of the second and third clinic visit in order to A) examine the learning effect and B) quantify test-retest variability of VR and photosensitivity test parameters.\n\nOutcome Measures: The primary outcome is to determine whether parameters from a recently developed VR mobility tool can serve as biomarkers of functional vision in participants with retinal disease. To this end, we will examine the correlation between VR mobility test parameters (e.g., accuracy, task time) and the mobility score from a PRO questionnaire/s. A secondary outcome is to examine the correlation between the VR mobility test parameters and clinical measures of retinal structure and function (e.g., visual acuity, non-seeing area). Other secondary outcomes include quantifying the learning effect and test-retest variability of the VR test parameters, exploring the feasibility of the tool based on age and presence of physical disabilities, determining the sensitivity of VR mobility test parameters to the presence and severity of retinal disease, determining the brightest background at which participants who experience photoaversion can navigate the VR maze, and determining whether prior or present computer game playing (e.g., number of hours, type of games played, computer game platform) influences baseline performance on the VR mobility tool."
        },
        "conditionsModule": {
            "conditions": [
                "Cone-Rod Degeneration",
                "Rod-Cone Degeneration"
            ],
            "keywords": [
                "Cone-Rod Degeneration",
                "Rod-Cone Degeneration",
                "Eye",
                "BCVA",
                "OCT"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 165,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with retinal disease, healthy volunteers",
                    "interventionNames": [
                        "Diagnostic Test: VR Motility Tool"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "VR Motility Tool",
                    "description": "Participant wears VR goggles and interacts with a visual avatar via a control unit to navigate four courses. Derived parameters automatically recorded by the VR system include number and type of collisions, walking speed, task time, and distance walked.",
                    "armGroupLabels": [
                        "Participants"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "VR mobility test parameters",
                    "description": "Determine whether parameters from a recently developed VR mobility tool can serve as biomarkers of functional vision in participants with retinal disease.",
                    "timeFrame": "Life of the protocol"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "VR mobility test parameters",
                    "description": "Correlation between VR mobility test parameters and clinical measures of retinal structure and function. Learning effect on and testretest variability of the VR test parameters. Sensitivity of VR mobility test parameters to the presence and severity of retinal disease.",
                    "timeFrame": "Variable"
                },
                {
                    "measure": "Feasibility of the tool",
                    "description": "Feasibility of the tool based on age and presence of physical disabilities.",
                    "timeFrame": "Variable"
                },
                {
                    "measure": "Effect of prior game play",
                    "description": "Effect of prior or present computer game playing on baseline performance on the VR mobility tool.",
                    "timeFrame": "Variable"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nTo be eligible, the following inclusion criteria must be met.\n\n1. Participant must be five years of age or older.\n2. Participant (or legal guardian) must understand and sign the protocol's informed consent document.\n3. Participant must be able to cooperate with the testing required for this study.\n4. For healthy volunteers only:\n\n   1. Participant must not have retinal disease in either eye.\n\nEXCLUSION CRITERIA:\n\nA participant is not eligible if any of the following exclusion criteria are present.\n\n1. Participant is in another investigational study and actively receiving study therapy.\n2. Participant is unable to comply with study procedures.\n\nSTUDY EYE ELIGIBILITY CRITERIA:\n\nThe participant must have at least one eye meeting all inclusion criteria.\n\nSTUDY EYE INCLUSION CRITERIA:\n\n1. Healthy Volunteers Only\n\n   a. Study eye must have visual acuity of 20/20 or better, with or without correction (e.g., glasses or contact lens).\n2. Participants with Retinal Disease Only\n\nStudy eye must have retinal disease, defined as retinal dysfunction and/or degeneration as previously established by standard clinical methods including perimetry, ERG and imaging.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel W Claus, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 451-1621",
                    "email": "daniel.claus@nih.gov"
                },
                {
                    "name": "Brett G Jeffrey, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-2391",
                    "email": "jeffreybg@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brett G Jeffrey, Ph.D.",
                    "affiliation": "National Eye Institute (NEI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "University of Sydney",
                    "status": "RECRUITING",
                    "city": "Sydney",
                    "country": "Australia",
                    "geoPoint": {
                        "lat": -33.86785,
                        "lon": 151.20732
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-EI-0026.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000071700",
                    "term": "Cone-Rod Dystrophies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000015785",
                    "term": "Eye Diseases, Hereditary"
                },
                {
                    "id": "D000058499",
                    "term": "Retinal Dystrophies"
                },
                {
                    "id": "D000012162",
                    "term": "Retinal Degeneration"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "asFound": "Retinal Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M851",
                    "name": "Cone-Rod Dystrophies",
                    "asFound": "Cone-Rod Degeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18339",
                    "name": "Eye Diseases, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M29107",
                    "name": "Retinal Dystrophies",
                    "relevance": "LOW"
                },
                {
                    "id": "M14997",
                    "name": "Retinal Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T4202",
                    "name": "Oculocerebral Syndrome With Hypopigmentation",
                    "relevance": "LOW"
                },
                {
                    "id": "T1446",
                    "name": "Cone-rod Dystrophy",
                    "asFound": "Cone-Rod Degeneration",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1448",
                    "name": "Cone-rod Dystrophy 2",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}