{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05550194",
            "orgStudyIdInfo": {
                "id": "VENS_220945"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "VZV in the Enteric Nervous System: Pathogenesis and Consequences",
            "officialTitle": "VZV in the Enteric Nervous System: Pathogenesis and Consequences",
            "therapeuticArea": [
                "Other"
            ],
            "study": "vzv-in-the-enteric-nervous-system-pathogenesis-and-consequences"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-19",
            "studyFirstSubmitQcDate": "2022-09-19",
            "studyFirstPostDateStruct": {
                "date": "2022-09-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael Vaezi",
                "investigatorTitle": "Professor of Medicine, Gastroenterology, Hepatology, and Nutrition",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Columbia University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Varicella zoster virus (VZV) is the cause of chickenpox and shingles, but it also infects, becomes latent, and reactivates in nerve cells of the bowel to cause a gastrointestinal disorder (\"enteric shingles\"). The Investigators recently found that a chronic active VZV infection, a form of enteric shingles, is associated with achalasia, a severe disease in which the passage of food from esophagus to stomach is impaired. We now propose to eradicate VZV to determine whether its association with achalasia is causal, to identify the genetic basis behind VZV reactivation in the esophagus, and the relationship of mast cells to enteric shingles and abdominal pain.",
            "detailedDescription": "Varicella zoster virus (VZV) is so well known as the cause of cutaneous varicella (chickenpox) and zoster (shingles) that it can be hard to imagine it as an enteric pathogen. VZV establishes latency during varicella and returns to the skin in zoster when the neurons in which VZV reactivates have cutaneous projections. Because a viremia occurs during varicella, VZV also infects and establishes latency in enteric neurons that do not innervate the skin. VZV can reactivate in enteric neurons to give rise to \"enteric zoster\", which can occur without an associated rash. Because a rash may thus be absent, pain due to enteric zoster can be occult. The Investigators have found, however, that VZV DNA, which is absent from normal saliva, is detectable in saliva whenever an active (lytic) VZV infection is present in the body; thus, detection of salivary VZV is a non- invasive diagnostic tool that, in combination with enteric signs and symptoms, helps to identify GI disorders that involve VZV. The Investigators have found VZV transcripts and protein in endoscopic biopsies from patients with occult abdominal pain and salivary VZV DNA, which verifies that these patients have enteric zoster. These observations led the Investigators to investigate the potential association between VZV and achalasia in 15 patients.\n\nThe Investigators found salivary VZV DNA in 12/15 subjects examined prior to myotomy and, subsequently, VZV transcripts in 13/15 of the resected myotomy specimens. The tissue also contained VZV immunoreactive (gE, gH, ORF40p) neurons, nerve fibers, and multinucleated giant cells. To help determine whether this persistent VZV infection of esophageal neurons is causally related to achalasia, the Investigators now propose to conduct a clinical trial of valacyclovir to determine whether eradication of VZV alleviates achalasia symptoms and improves esophageal function. The Investigators also plan to quantify viral load in relation to achalasia phenotypes and employ next generation sequencing to look for a genetic basis of esophageal VZV reactivation. Finally, because mast cell accumulation and degranulation have been reported in the achalasia esophagus and verified in our preliminary data, the Investigators will test the hypothesis that mast cell activation contributes to manifestations and/or painful symptoms of VZV- associated achalasia. To gain insight into mechanisms of achalasia pathogenesis, the Investigators will also determine whether VZV reactivates specifically in neurons thought to control relaxation of the lower esophageal sphincter (nitric oxide synthase) and/or the excitatory phase of esophageal peristalsis (choline acetyltransferase). Viral destruction of nitrergic inhibitory neurons could be a cause of failure of LES smooth muscle to relax and either or both of these neurons could contribute to the loss of peristalsis that accompanies achalasia."
        },
        "conditionsModule": {
            "conditions": [
                "Achalasia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Patients with Achalasia (phenotypes II and III) with VZV DNA in saliva",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with Achalasia (phenotypes II and III) with VZV DNA in saliva. Patients will be treated with valacyclovir 3 times per day. Patients found to benefit from treatment with valacyclovir will be offered Shingrix vaccine (2 - 0.5mL doses)",
                    "interventionNames": [
                        "Drug: ValACYclovir 1000 MG",
                        "Biological: Shingrix"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ValACYclovir 1000 MG",
                    "description": "Valacyclcovir is a targeted anti-viral for varicella zoster virus (VZV).",
                    "armGroupLabels": [
                        "Treatment"
                    ],
                    "otherNames": [
                        "Valtrex"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Shingrix",
                    "description": "Vaccine indicated for prevention of herpes zoster",
                    "armGroupLabels": [
                        "Treatment"
                    ],
                    "otherNames": [
                        "Zoster vaccine recombinant"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Response of VZV-associated achalasia to anti-VZV therapy.",
                    "description": "Response will be measured by the Eckardt score. The Eckardt score is the sum of the symptom scores for dysphagia, regurgitation, and chest pain (with a score of 0 indicating the absence of symptoms, 1 indicating occasional symptoms, 2 indicating daily symptoms, and 3 indicating symptoms at each meal) and weight loss (with 0 indicating no weight loss, 1 indicating a loss of \\<5 kg, 2 indicating a loss of 5 to 10 kg, and 3 indicating a loss of \\>10 kg).",
                    "timeFrame": "4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Difference in viral loads in achalasia phenotype II versus phenotype III",
                    "description": "Difference in viral load will be measured by real-time qPCR to quantify VZV transcripts (ORF40, ORF67) to estimate the severity of VZV infection.",
                    "timeFrame": "One year"
                },
                {
                    "measure": "Genetic typing of reactivation of VZV in the esophagus",
                    "description": "Next-generation sequencing will generate whole VZV genomes from the low amounts of DNA found in clinical samples for VZV genotyping",
                    "timeFrame": "One year"
                },
                {
                    "measure": "Incidence of reactivation of VZV due to mast cell degranulation",
                    "description": "Number of subjects found to have mast cell disorder",
                    "timeFrame": "One year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female subjects aged 18-75 years old inclusive (females of childbearing potential should be on highly effective contraceptive methods)\n* Fluent in English and mentally capable to provide informed consent who present to Vanderbilt University Medical Center Digestive Diseases Center for treatment of achalasia.\n* Based on standard clinical practice, we anticipate that patients who undergo these treatments will have been formally diagnosed with achalasia and will be fit to undergo the selected treatment intervention.\n* All subjects must be able to undergo timed barium swallow testing, trans-nasal intubation for high-resolution manometry probe, and therapeutic intervention of a 2-month course of valacyclovir 1g TID and two injections of Shingrix over a two-month period.\n\nExclusion Criteria:\n\n* Unstable medical illness with ongoing diagnostic work-up and treatment. Patients with well-controlled hypertension, diabetes and a remote history of ischemic heart disease that is deemed stable, as judged by the physician-investigator can be included.\n* Current neurologic or cognitive impairment which would make the patient an unsuitable candidate for a research trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael McGill, BS",
                    "role": "CONTACT",
                    "phone": "6153224643",
                    "email": "michael.g.mcgill@vumc.org"
                },
                {
                    "name": "Amy Motley, BS",
                    "role": "CONTACT",
                    "phone": "6153226281",
                    "email": "amy.motley@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Vaezi, MD",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37129",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael McGill",
                            "role": "CONTACT",
                            "phone": "615-322-4643",
                            "email": "michael.g.mcgill@vumc.org"
                        },
                        {
                            "name": "Amy Motley",
                            "role": "CONTACT",
                            "phone": "615-322-6281",
                            "email": "amy.motley@vumc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Yes The investigators agree to the timely release and sharing of information to be no later than the acceptance for publication of the main findings from the final data set. Investigators are also committed to ensuring that all data are free of identifiers that would permit linkage to individual research participation as well as variables that could lead to deductive disclosure of individual subjects."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004931",
                    "term": "Esophageal Achalasia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000015154",
                    "term": "Esophageal Motility Disorders"
                },
                {
                    "id": "D000003680",
                    "term": "Deglutition Disorders"
                },
                {
                    "id": "D000004935",
                    "term": "Esophageal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8081",
                    "name": "Esophageal Achalasia",
                    "asFound": "Achalasia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17874",
                    "name": "Esophageal Motility Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17875",
                    "name": "Esophageal Spasm, Diffuse",
                    "relevance": "LOW"
                },
                {
                    "id": "M6882",
                    "name": "Deglutition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M8085",
                    "name": "Esophageal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2993",
                    "name": "Idiopathic Achalasia",
                    "relevance": "LOW"
                },
                {
                    "id": "T970",
                    "name": "Cardiospasm",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077483",
                    "term": "Valacyclovir"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M1809",
                    "name": "Valacyclovir",
                    "asFound": "Norepinephrine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}