{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05412550",
            "orgStudyIdInfo": {
                "id": "A3917-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Walking Exercise Sustainability Through Telehealth for Veterans With Lower-limb Amputation",
            "officialTitle": "Walking Exercise Sustainability Through Telehealth for Veterans With Lower-Limb Amputation",
            "acronym": "WEST",
            "therapeuticArea": [
                "Other"
            ],
            "study": "walking-exercise-sustainability-through-telehealth-for-veterans-with-lower-limb-amputation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-03",
            "studyFirstSubmitQcDate": "2022-06-07",
            "studyFirstPostDateStruct": {
                "date": "2022-06-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Despite recent advances in physical rehabilitation, Veterans with lower-limb amputation have poor long-term outcomes, including severely limited functional capacity and high levels of disability. Such poor outcomes are compounded by a lack of exercise participation over time, even with use of lower-limb prostheses. There is a clear need to advance current rehabilitation strategies to better promote sustained exercise following lower-limb amputation. To address this need, the study will determine the potential of a walking exercise self-management program to achieve sustained exercise participation. The 18-month intervention is focused on helping Veterans reduce habitual sedentary behavior through a remote exercise behavior-change intervention that includes multiple clinical disciplines, individualized exercise self-management training, and peer support. This innovative approach shifts the conventional rehabilitation paradigm to specifically target life-long exercise sustainability and remove an underlying cause of disability for Veterans with lower-limb amputation.",
            "detailedDescription": "Veterans living with lower-limb amputation have poor physical health outcomes, multiple chronic comorbidities, high medical service utilization, and high levels of disability. Self-reported disability for people living with lower limb amputation is greater than 95% of the general population. One way to reduce disability for Veterans with lower-limb amputation is for them to participate in life-long sustained walking exercise. Regular exercise improves functional independence and mental well-being, and reduces adverse effects of common comorbidities associated with lower-limb amputation, such as diabetes and peripheral artery disease. However, most Veterans with lower-limb amputation do not regularly exercise. Only 50% of people with lower limb amputation achieve levels of walking activity that support participation in their local community, creating a critical need to improve physical exercise participation after lower-limb amputation. Evidence suggests that clinician-supported exercise in a person's home living environment that includes evidence-based promotion of patient self-management has promise for interrupting the cycle of elevated sedentary behavior and poor health outcomes. Therefore, the primary aim of this randomized controlled superiority trial is to determine if a telerehabilitation walking exercise self-management program produces clinically meaningful walking exercise sustainability compared to attention-control education. This novel, low-cost intervention includes a novel combination of piloted behavior-change methods and clinical resources, including VA multidisciplinary telehealth sessions, individual exercise self-management training, and VA peer-group sessions. In addition, the intervention is integrated within an established VA Regional Amputation Center, using established VA clinical telerehabilitation and technology. Exercise and physical activity will be monitored as a continuous daily outcome, with secondary outcomes assessed at a baseline test and then after 6 and 18 months of intervention participation. The primary outcome will be accelerometer-assessed daily walking step count monitored continuously each day across the 18-month study period. Secondary outcomes are designed to assess the potential to assess how to best translate the walking exercise intervention into conventional VA amputation rehabilitation. These secondary outcomes include measures of intervention reach, intervention efficacy, likelihood of clinical adoption, potential for clinical implementation, and ability of participants to maintain long-term exercise behavior. The unique rehabilitation paradigm used in this study addresses the problem of chronic sedentary lifestyles following lower-limb amputation with a home-based exercise model of life-long exercise support from clinicians and peers. The trial results will advance rehabilitation knowledge and provide the necessary evidence for larger clinical translation of self-management intervention to sustain walking exercise for Veterans living with lower-limb amputation."
        },
        "conditionsModule": {
            "conditions": [
                "Lower-Limb Amputation"
            ],
            "keywords": [
                "Transmetatarsal Amputation",
                "Partial Foot Amputation",
                "Transtibial Amputation",
                "Knee Disarticulation",
                "Transfemoral Amputation",
                "Hip Disarticulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Two-arm randomized controlled trial",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The PI and Outcomes Assessors will be blinded to participant group allocation. The participant and interventionist will not be blinded.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 78,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exercise self-management",
                    "type": "EXPERIMENTAL",
                    "description": "The EXP intervention will integrate conventional telehealth care with exercise self-management training and include structured 1:1 sessions (six) with an interventionist, peer group sessions (six), real-time step count feedback throughout the 18 months using a wrist-worn Fitbit with an LED interface, and tailored messaging with text messages designed using six key behavior-change techniques promoting exercise self-management.",
                    "interventionNames": [
                        "Behavioral: Exercise self-management"
                    ]
                },
                {
                    "label": "Attention control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The CTL intervention will incorporate the annual multidisciplinary team telehealth sessions, 12 attention-control telehealth sessions (six individual, six peer-group), and general health education text message prompts to match the timing and duration of the EXP group.",
                    "interventionNames": [
                        "Behavioral: Attention control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Exercise self-management",
                    "description": "Six walking exercise self-management telehealth sessions will focus on behavior change techniques and personalized action plans. Peer support groups will be held every three months, and will be focused on supporting participants in attaining sustained exercise. Text message prompts will focus on encouraging exercise and health self-management.",
                    "armGroupLabels": [
                        "Exercise self-management"
                    ],
                    "otherNames": [
                        "EXP"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Attention control",
                    "description": "The six individual telehealth sessions, six peer-group sessions, and text message prompts will focus on general health education. No prompts for exercise or health self-management will be given.",
                    "armGroupLabels": [
                        "Attention control"
                    ],
                    "otherNames": [
                        "CTL"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Average Daily Step Count",
                    "description": "Average daily step count will be measured and recorded continuously for the 18-month study period, using a waist-mounted tri-axial accelerometer.",
                    "timeFrame": "Through study completion: Baseline to 18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Self-Efficacy for Exercise Scale",
                    "description": "A 9-item questionnaire to measure of exercise self-efficacy. Final scores can range from 0 (not confident in exercise self-efficacy) to 90 (confident in exercise self-efficacy).",
                    "timeFrame": "Through study completion: Baseline to 18 months"
                },
                {
                    "measure": "2-Minute Step Test",
                    "description": "Number of steps-in-place a participant completes in two minutes.",
                    "timeFrame": "Through study completion: Baseline to 18 months"
                },
                {
                    "measure": "Comprehensive Lower Limb Amputee Socket Survey (CLASS)",
                    "description": "A 15-item questionnaire to measure socket satisfaction on 4 subscales: 1) Stability, 2) Suspension, 3) Comfort, and 4) Appearance. Each subscale is reported on a 0% to 100% scale with 100% indicating excellent satisfaction.",
                    "timeFrame": "Through study completion: Baseline to 18 months"
                },
                {
                    "measure": "Prosthetic Limb Users Survey of Mobility Computer Adaptive Test (PLUS-M CAT)",
                    "description": "A computer adaptive measure of a prosthesis users mobility with 4-12 items. T-scores are reported between 17.5 and 76.6 with higher scores indicating more independent mobility.",
                    "timeFrame": "Through study completion: Baseline to 18 months"
                },
                {
                    "measure": "30-Second Chair Rise Test",
                    "description": "Number of full stands completed in 30 seconds.",
                    "timeFrame": "Through study completion: Baseline to 18 months"
                },
                {
                    "measure": "Patient-Reported Measurement Information System - Ability to Participate in Social Roles and Activities - Short Form 8A",
                    "description": "An 8-item questionnaire which measures social functioning. Scores are reported between 8 and 40 with higher scores indicating higher ability to participate in social roles and activities.",
                    "timeFrame": "Through study completion: Baseline to 18 months"
                },
                {
                    "measure": "World Health Organization Disability Assessment Scale 2.0",
                    "description": "Self-reported assessment of disability using a scale from 0 to 100, with 0 representing no disability, and 100 representing full disability.",
                    "timeFrame": "Through study completion: Baseline to 18 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Instrumented 2-Minute Step Test with Inertial Measurement Unit Data",
                    "description": "A subset of local participants will complete an instrumented 2-Minute Step Test in-person. The inertial measurement unit enabled ActiGraph GT9X Link will be affixed to the shoe of the participant and will collect data throughout the 2-Minute Step Test. Number of steps taken during the two-minute period will be directly counted by a tester and simultaneously measured from inertial measurement unit data. Specifically, vertical displacement of the foot will be measured using the nine degrees of freedom inertial measurement unit functionality (three degrees of freedom each for accelerometer, gyroscope, and magnetometer) of the Actigraph GT9X Link. A step will be counted if the foot is vertically displaced by a defined threshold of distance midway between the knee joint and iliac crest.",
                    "timeFrame": "Single time point measured in subset of participants at 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Unilateral or bilateral lower-limb amputation (transmetatarsal to him disarticulation, traumatic or non-traumatic etiology)\n* Ability to walk two minutes without seated rest using prosthesis and assistive device if needed\n* Living without assistance for basic activities of daily living\n\nExclusion Criteria:\n\n* Congenital or cancer-related amputation\n* Unstable heart condition including:\n\n  * unstable angina\n  * uncontrolled cardiac dysrhythmia\n  * acute myocarditis\n  * acute pericarditis\n* Acute systemic infection\n* Prisoner\n* Mild cognitive impairment\n* Active cancer treatment\n* Discretion of PI to exclude patients who are determined to be unsafe and/or inappropriate to participate",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cory L Christiansen, PhD",
                    "role": "CONTACT",
                    "phone": "(303) 724-9101",
                    "email": "Cory.Christiansen@va.gov"
                },
                {
                    "name": "Eliza A Biondi",
                    "role": "CONTACT",
                    "phone": "(303) 724-9170",
                    "email": "eliza.biondi@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cory L. Christiansen, PhD",
                    "affiliation": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas Fields, DPT",
                            "role": "CONTACT",
                            "phone": "720-723-3372",
                            "email": "thomas.fields@va.gov"
                        },
                        {
                            "name": "Ryan Stephenson, DO",
                            "role": "CONTACT",
                            "phone": "(303) 399-8020",
                            "email": "ryan.stephenson@va.gov"
                        },
                        {
                            "name": "Cory L. Christiansen, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Participant data will be made available at time of study completion, per VA recommendations and approval."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}