{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06142253",
            "orgStudyIdInfo": {
                "id": "F4647-P"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Water-based Activity to Enhance Recovery in Long COVID-19",
            "officialTitle": "Water-based Activity to Enhance Recovery in Long COVID",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "water-based-activity-to-enhance-recovery-in-long-covid"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-17",
            "studyFirstSubmitQcDate": "2023-11-17",
            "studyFirstPostDateStruct": {
                "date": "2023-11-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This two-year study will evaluate the feasibility and safety of an exercise + cognitive training program to improve neurological symptoms of long-COVID. This is a two-phased trial: 1) an exercise phase and 2) a cognitive training phase. The exercise phase will be an aquatic based exercise program. A combination exercise + memory training programs designed for persons with cognitive impairment have significantly improved memory more than other single intervention groups (exercise only, cognitive training only) and given the success of combination training programs with healthy adults, it is important to adapt these programs for persons with neurological symptoms of long-COVID.",
            "detailedDescription": "The primary research question of the proposed study is this: Is a water-based exercise + cognitive training (WATER+CT) intervention for Veterans with neurological manifestations of long-COVID feasible? The investigators address the need to enhance recovery in this vulnerable population through an innovative multi-component training program that has successfully been used in other cognitively impaired populations. The aims of the proposed research include: 1) demonstrate feasibility as shown by good recruitment and retention rates and stakeholder ratings; 2) evaluate appropriateness of suggested inclusion and exclusion criteria; 3) evaluate acceptability of water-based physical exercise + cognitive training interventions; 4) assess ability of selected outcome measurement techniques to determine the efficacy of water-based physical exercise + cognitive training; and 5) examine outcome \"moderator\" and \"mediator\" measurement techniques.\n\nThese aims will be tested in a single-blind randomized controlled pilot trial that will establish the feasibility of WATER+CT. This trial will include 50 Veterans, age 18 - 89, experiencing neurological manifestations of long-COVID, with half randomized to WATER+CT and half to usual care. WATER+CT consists of two phases:\n\n1) an exercise training phase and 2) a cognitive training phase. The exercise training (i.e., WATER) consists of a six-month long individualized exercise program of water-based exercises. During this phase, Veterans will come to thrice-weekly group sessions at Aquatic Therapy Center at VA Palo Alto Health Care System (VAPAHCS). After completion of the exercise program, Veterans will begin classroom-based cognitive training at VAPAHCS for up to two months. The CT is based on an efficacious training program that is structured around two components, pre-training, and mnemonic training, both of which have been used successfully in persons with cognitive impairment. Veterans randomized to the UC control condition will receive educational materials about brain health in addition to their usual care, which is the care they would typically receive in the VA. Assessments of adherence will be administered throughout treatment and measures of feasibility will be completed post-treatment.\n\nParticipants will complete a variety of neuropsychological measures taping into areas of cognition such as attention, executive functioning, and memory. Participants will also undergo physical fitness assessments including a 6-minute walk test and an exercise treadmill test. To study possible predictors of response to treatment, the investigators will also collect physiological (VO2 max), biological (inflammatory markers and BDNF plasma levels), and genetic data (APOE and BDNF genotypes) from these participants. The investigators hope to provide initial evidence of the feasibility of a water-based exercise training + cognitive training program and provide foundational support for a future program development targeting enhanced recovery in Veterans with neurological manifestations of long-COVID."
        },
        "conditionsModule": {
            "conditions": [
                "Long COVID"
            ],
            "keywords": [
                "Post-Acute COVID-19 Syndrome",
                "Cognitive Training",
                "Exercise",
                "Veterans",
                "Mental Fatigue"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Eligible participants will be randomly assigned to one of two groups: 1) Usual Care or 2) WATER+CT",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Outcomes assessors will be blinded to study allocation.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "WATER+CT",
                    "type": "EXPERIMENTAL",
                    "description": "This is 8-month long two phase intervention consisting of: 1) 6 months of aquatic exercise followed by 2) 2 months of cognitive training.",
                    "interventionNames": [
                        "Behavioral: WATER+CT"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "OTHER",
                    "description": "This arm consists of psychoeducation regarding brain health and healthy lifestyles.",
                    "interventionNames": [
                        "Behavioral: Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "WATER+CT",
                    "description": "This is an 8-month long two phase intervention. The first phase consists of 6 months of thrice weekly pool-based exercise occurring at VA Palo Alto. After completion of the 6 month long pool based exercise, participants transition to ten sessions of cognitive training that will occur over 2 months at the VA Palo Alto.",
                    "armGroupLabels": [
                        "WATER+CT"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Usual Care",
                    "description": "This condition involves receipt of educational materials about brain health and healthy lifestyles as well as regular contact with study staff.",
                    "armGroupLabels": [
                        "Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of Intervention Measure",
                    "description": "The FIM is a brief measure of the feasibility of an intervention.",
                    "timeFrame": "At the end of study completion, an average of 8 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Acceptability of Intervention Measure",
                    "description": "The AIM is a brief measure that assesses the acceptability of an intervention.",
                    "timeFrame": "At the end of study completion, an average of 8 months"
                },
                {
                    "measure": "Change in Fatigue Severity Scale",
                    "description": "The Fatigue Severity Scale (FSS) is a method of evaluating the impact of fatigue on a person. The FSS is a short questionnaire that requires a person to rate his/her level of fatigue using a scale of 1 (completely disagree) to 7 (completely agree). Scores range from 9 to 63 with higher scores indicating greater fatigue severity.",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Change in Mental Fatigue Scale",
                    "description": "The Mental Fatigue Scale (MFS) is self-report scale that includes 15 questions which assess mental fatigue. Items are rated on a scale that ranges from 0 (normal function) to 3 (serious problems). Higher scores indicate greater symptom severity.",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Change in Digit Span",
                    "description": "The Digit Span subt-test of the WAIS-IV assesses attention and working memory.",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Change in Digit Symbol Substitution Test",
                    "description": "The Digit Symbol Substitution Test from the WAIS-III assesses attention, processing speed and executive function.",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Change in Stroop Color Word Test",
                    "description": "The Stroop Color Word test assesses selection attention, cognitive inhibition, and processing speed.",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Change in Rey Auditory Verbal Learning Test",
                    "description": "The Rey Auditory Verbal Learning Test; (RAVLT) assesses learning and memory.",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Change in NIH Toolbox Cognitive Battery",
                    "description": "The NIH Toolbox is a computerized battery of test that assesses neuropsychological function.",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Change in Hospital Anxiety and Depression Scale",
                    "description": "The Hospital Anxiety and Depression Scale (HADS) is a 14-time self-rating scale to assess psychological distress in non-psychiatric patients. Items are rated on a 4-point Likert scale (range 0-3). The total score ranges from 0 to 42 with higher indicating greater severity.",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Change in World Health Organization Disability assessment scale 2.0",
                    "description": "The World Health Organization Disability assessment scale 2.0 (WHODAS 2.0) assesses multiple domains of function including: cognition, mobility, self-care, getting along, life activities (household and work) and participation.",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Change in Canadian Occupation Performance Measure",
                    "description": "The Canadian Occupation Performance Measure (COPM) assesses an individual's perceived occupational performance in the areas of self-care, productivity, and leisure.",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Change in Blood labs",
                    "description": "Standard blood labs include C-Reactive Protein, Interleukin-6, metabolic panel, and lipid panels",
                    "timeFrame": "Through study completion, an average of 8 months"
                },
                {
                    "measure": "Genetic Testing",
                    "description": "Genetic testing includes assessment of APOE and BDNF genotypes.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veterans, age 18 to 89, of any racial or ethnic group\n* Previous COVID-19 infection at least 6 months after diagnosis documented in clinical record\n* Persistent neurological symptoms (e.g., \"brain fog\", cognitive impairment) occurring within 3 months of onset of COVID-19 infection and lasting at least 8 weeks in duration\n* Visual and auditory acuity to allow neuropsychological testing\n* Willingness to participate in clinical trial for 8 months\n* Approval by Primary Care Provider to participate in water-based physical exercise\n\nExclusion Criteria:\n\nPsychiatric Exclusions\n\n* Current, uncontrolled severe psychotic disorder determined by the Mini International Neuropsychiatric Interview (MINI) Medical Exclusions\n* History of neurological (e.g., multiple sclerosis, seizure disorder, stroke,) neurodegenerative (e.g., Parkinson's disease, Alzheimer's disease) or system illness affecting CNS function (e.g., liver failure, kidney failure, congestive heart failure, systemic cancer) occurring before COVID-19 diagnosis\n* Current severe cardiac disease (e.g., uncontrolled atrial fibrillation, defined as mean 24 hour heart rate \\>85 beats/min, or 24 hour maximal ventricular rate \\>150 beats/min; uncontrolled ventricular arrhythmias, defined as recurrent ventricular tachycardia \\>3 beats in succession, or 24 hour PVC count \\>20%; active pericarditis or myocarditis; Class III/IV heart failure and / or ejection fraction \\< 20%; thrombophlebitis; pulmonary disease with a drop in O2 Sat with exercise to 90% without oxygen; embolism within past 6 months)\n* Inability to participate in an exercise stress test\n* Inability to read, verbalize understanding and voluntarily sign the Informed Consent",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer K Fairchild, PhD",
                    "role": "CONTACT",
                    "phone": "(650) 439-5000",
                    "phoneExt": "63432",
                    "email": "JenniferKaci.Fairchild@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer Kaci Fairchild, PhD",
                    "affiliation": "VA Palo Alto Health Care System, Palo Alto, CA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Palo Alto Health Care System, Palo Alto, CA",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304-1207",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer K Fairchild, PhD",
                            "role": "CONTACT",
                            "phone": "(650) 439-5000",
                            "phoneExt": "63432",
                            "email": "JenniferKaci.Fairchild@va.gov"
                        },
                        {
                            "name": "Jennifer Kaci Fairchild, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000094024",
                    "term": "Post-Acute COVID-19 Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000094025",
                    "term": "Post-Infectious Disorders"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M3013",
                    "name": "Post-Acute COVID-19 Syndrome",
                    "asFound": "Long COVID",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "relevance": "LOW"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M8365",
                    "name": "Mental Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3014",
                    "name": "Post-Infectious Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}