{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06222268",
            "orgStudyIdInfo": {
                "id": "IRB-23-05-5773"
            },
            "organization": {
                "fullName": "Wayne State University",
                "class": "OTHER"
            },
            "briefTitle": "Wayne State Warriors Marijuana Clinical Research Program: Cannabinoid Adjunct to Prolonged Exposure & Recovery",
            "officialTitle": "Wayne State Warriors Marijuana Clinical Research Program: Cannabinoid Adjunct to Prolonged Exposure & Recovery",
            "acronym": "CAPER",
            "therapeuticArea": [
                "Other"
            ],
            "study": "wayne-state-warriors-marijuana-clinical-research-program-cannabinoid-adjunct-to-prolonged-exposure-recovery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-13",
            "studyFirstSubmitQcDate": "2024-01-11",
            "studyFirstPostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christine Rabinak, PhD",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Wayne State University"
            },
            "leadSponsor": {
                "name": "Wayne State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The overall strategy is to recruit veterans with PTSD who report minimal current cannabis use but are interested in or considering therapeutic cannabis to manage mental health symptoms (anxiety, depression, PTSD and/or suicidality). The information gained from this study could lead to the development of new treatments for persons who suffer from post-traumatic stress disorder and maintain better mental health.",
            "detailedDescription": "The total time commitment estimated per participant 21 study visits. This is broken down below:\n\nVisit 1: Pre-Screening and informed Consent: During this visit the potential participant will learn about the study procedures and sign the informed consent documents. Also, during this visit a licensed clinician will administer the (CAPS-5).\n\nVisit 2: Physical Examination and Questionnaires: During this visit the participant will undergo a full physical examination conducted by a licensed medical professional. At this time, they will collect blood, urine, breathalyzer and saliva samples.\n\nVisit 3: Pre-Treatment Behavioral Tasks and Neurocognitive Assessments: During this visit, we will administer behavioral tasks that measure reward decision-making.\n\nVisit 4 Pre-Treatment Fear Acquisition \\& Extinction Learning and Magnetic Resonance (MR) Scan: During this visit the participant will complete several computer tasks, and the study staff will be measuring reaction time and psychophysiological measures. The tasks that the participant will perform will show three different images and an aversive stimulus (e.g. loud burst of noise or animated snake) may follow one image most of the time, while the other images may never be followed by the aversive cue. The participant will need to try to predict whether the aversive cue will occur or not based on which image is shown and will be asked to repeatedly rate on a scale how likely it is that he or she thinks an aversive cue will occur after each image. Lastly, during the session the participant will also be asked to report his or her level of anxiety on a scale from 0 to 100.\n\nVisit 5: Pre-Treatment Fear Extinction Recall with MR Scan: This visit will be very similar to Visit 4. Participants will participate in the same type of task inside the MR scanner, while the study staff measures reaction time and psychophysiological responding and brain activation. Participants will view the same images he or she did previously and may experience the same aversive stimulus as during Visit 4. Participants will again be asked to rate how much they expect to experience the aversive stimulus after each image and will also be asked to report their level of anxiety on a scale from 0 to 100.\n\nVisit 6\\&7: Prolonged Exposure (PE) Sessions 1 \\& 2: These sessions will consist of psychoeducation that includes discussion or reactions to trauma, treatment rationale, breathing retraining, and review of the Subjective Units of Distress Scale (SUDS) to assess level of distress from 0 to 100 (100=extreme anxiety/distress) when facing fears. One session occurs weekly across 2 weeks.\n\nVisit 8-11: These sessions will consist of repeated exposures to trauma memories (imaginal exposure) and avoided situations (in vivo exposure). As is standard, patients will also practice exposures (e.g., listen to tapes of imaginal exposure, carry out in vivo exposure) outside of PE sessions as \"homework\". At exposure-focused sessions (Sessions 3-6) either cannabis or placebo (PBO) will be administered just before the session. One session occurs weekly across 8 weeks.\n\nVisit 12: This visit is similar as the previous just a little longer due to a mid-treatment assessment. (Session 7)\n\nVisit 13-15: These sessions will consist of repeated exposures to trauma memories (imaginal exposure) and avoided situations (in vivo exposure). As is standard, patients will also practice exposures (e.g., listen to tapes of imaginal exposure, carry out in vivo exposure) outside of PE sessions as \"homework\". At exposure-focused sessions (Sessions 8-10) either cannabis or PBO will be administered just before the session. One session occurs weekly across 8 weeks.\n\nVisit 16: Post-Treatment Assessments: PE Session 11 will include a review of therapeutic gains/relapse prevention/assessments.\n\nVisit 17: Post-Treatment Behavioral Tests and MR Scan: This visit will be very similar to Visit 4. Participants will participate in the same type of task inside the MR scanner, while the study staff measures reaction time and psychophysiological responding and brain activation. Participants will view the same images he or she did previously and may experience the same aversive stimulus as during Visit 4. Participants will again be asked to rate how much they expect to experience the aversive stimulus after each image and will also be asked to report their level of anxiety on a scale from 0 to 100.\n\nVisit 18: Post- Treatment Behavioral Tests and MR Scan: This visit will be very similar to Visit 5. Participants will participate in the same type of task inside the MR scanner, while the study staff measures reaction time and psychophysiological responding and brain activation. Participants will view the same images he or she did previously and may experience the same aversive stimulus as during Visit 5. Participants will again be asked to rate how much they expect to experience the aversive stimulus after each image and will also be asked to report their level of anxiety on a scale from 0 to 100.\n\nVisit 19: 3-Month Follow-Up Treatment Assessment: This session is similar to Visit 16 and will include review of therapeutic gains/relapse prevention/assessments.\n\nVisit 20: 6-Month Follow-Up Treatment Assessment: This session is similar to Visit 19 and will include review of therapeutic gains/relapse prevention/assessments.\n\nVisit 21: 9-Month Follow-Up Treatment Assessment: This session is similar to Visit 20 and will include review of therapeutic gains/relapse prevention/assessments."
        },
        "conditionsModule": {
            "conditions": [
                "PTSD",
                "Post Traumatic Stress Disorder"
            ],
            "keywords": [
                "Veterans"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 350,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo (PBO) only",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "In a double-blind, placebo and active-controlled, between-subjects design, the investigators will administer drugs using a vaporizer containing THC (2.5mg), CBD (2.5mg,25mg) or PBO (0mg THC/CBD). Drug is administered immediately prior to exposure therapy sessions 3-6. 75 participants will be randomly assigned to each treatment arm. All participants will receive prolonged exposure therapy.",
                    "interventionNames": [
                        "Drug: Placebo only"
                    ]
                },
                {
                    "label": "Cannabidiol (CBD) only",
                    "type": "EXPERIMENTAL",
                    "description": "In a double-blind, placebo and active-controlled, between-subjects design, the investigators will administer drugs using a vaporizer containing THC (2.5mg), CBD (2.5mg,25mg) or PBO (0mg THC/CBD). Drug is administered immediately prior to exposure therapy sessions 3-6. 75 participants will be randomly assigned to each treatment arm. All participants will receive prolonged exposure therapy.",
                    "interventionNames": [
                        "Drug: Cannabidiol (CBD) only"
                    ]
                },
                {
                    "label": "Delta-9-tetrahydrocannabinol (THC) only",
                    "type": "EXPERIMENTAL",
                    "description": "In a double-blind, placebo and active-controlled, between-subjects design, the investigators will administer drugs using a vaporizer containing THC (2.5mg), CBD (2.5mg,25mg) or PBO (0mg THC/CBD). Drug is administered immediately prior to exposure therapy sessions 3-6. 75 participants will be randomly assigned to each treatment arm. All participants will receive prolonged exposure therapy.",
                    "interventionNames": [
                        "Drug: Delta-9-tetrahydrocannabinol (THC) only"
                    ]
                },
                {
                    "label": "THC:CBD 1:1",
                    "type": "EXPERIMENTAL",
                    "description": "In a double-blind, placebo and active-controlled, between-subjects design, the investigators will administer drugs using a vaporizer containing THC (2.5mg), CBD (2.5mg,25mg) or PBO (0mg THC/CBD). Drug is administered immediately prior to exposure therapy sessions 3-6. 75 participants will be randomly assigned to each treatment arm. All participants will receive prolonged exposure therapy.",
                    "interventionNames": [
                        "Drug: THC:CBD 1:1"
                    ]
                },
                {
                    "label": "THC:CBD 1:10",
                    "type": "EXPERIMENTAL",
                    "description": "In a double-blind, placebo and active-controlled, between-subjects design, the investigators will administer drugs using a vaporizer containing THC (2.5mg), CBD (2.5mg,25mg) or PBO (0mg THC/CBD). Drug is administered immediately prior to exposure therapy sessions 3-6. 75 participants will be randomly assigned to each treatment arm. All participants will receive prolonged exposure therapy.",
                    "interventionNames": [
                        "Drug: THC:CBD 1:10"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cannabidiol (CBD) only",
                    "description": "Cannabis consisting of 2.5mg CBD and 0mg Delta-9-tetrahydrocannabinol (THC) is delivered through a vaporizer.",
                    "armGroupLabels": [
                        "Cannabidiol (CBD) only"
                    ],
                    "otherNames": [
                        "Cannabis"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo only",
                    "description": "Placebo is administered in the same way as active drugs through the vaporizer. Placebo cannabis material obtained through National Institute of Drug Abuse (NIDA) contains 0mg THC and 0mg CBD",
                    "armGroupLabels": [
                        "Placebo (PBO) only"
                    ],
                    "otherNames": [
                        "Sugar Pill"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Delta-9-tetrahydrocannabinol (THC) only",
                    "description": "Cannabis containing 2.5mg THC and 0mg CBD is delivered through a vaporizer.",
                    "armGroupLabels": [
                        "Delta-9-tetrahydrocannabinol (THC) only"
                    ],
                    "otherNames": [
                        "Cannabis"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "THC:CBD 1:1",
                    "description": "Cannabis containing 2.5mg of THC and 2.5mg of CBD is delivered through a vaporizer.",
                    "armGroupLabels": [
                        "THC:CBD 1:1"
                    ],
                    "otherNames": [
                        "Cannabis"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "THC:CBD 1:10",
                    "description": "Cannabis containing 2.5mg THC and 25mg CBD is delivered through a vaporizer.",
                    "armGroupLabels": [
                        "THC:CBD 1:10"
                    ],
                    "otherNames": [
                        "Cannabis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Treatment Response",
                    "description": "Clinician Administered PTSD Scale for DSM-5 (CAPS-5 Score), anxiety, mood, suicidality, disability.\n\nThe CAPS-5 is a clinician interview that determines the presence and severity of PTSD consistent with the Diagnostic \\& Statistical Manual 5 (DSM-5) and allows for assessing changes in symptom severity over time. PTSD diagnosis is based on meeting the DSM-5 symptom cluster criteria (minimum threshold of symptoms with a score ≥ 2) with a qualifying criterion A index trauma. The CAPS-5 Total Severity Score is calculated by summing the total score for each of the four symptom categories to assess past-month PTSD symptoms on a specific traumatic event: intrusion (Category B), Avoidance (Category C), Mood and Cognition (Category D), and Hyperarousal (Category E). CAPS-5 Total Severity scores range from 0-80, where higher scores indicate worse PTSD severity.",
                    "timeFrame": "Through study completion, an average of 9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Brain measures",
                    "description": "Functional magnetic resonance imaging (fMRI) will be used to measure blood oxygen level dependent (BOLD) changes in regions of interest (amygdala, ventromedial prefrontal cortex, hippocampus) during tasks.",
                    "timeFrame": "Pre and post treatment-Through study completion, an average of 9 months"
                },
                {
                    "measure": "Heart rate",
                    "description": "Heart rate is taken prior to the start of prolonged exposure therapy sessions, in the middle of the session before exposure and at the end of the session.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Blood pressure",
                    "description": "systolic and diastolic will be assessed before, during and after prolonged exposure therapy session. Specifically this measure is taken during drug sessions to measure the changes in physiological arousal during drug consumption.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Skin conductance response",
                    "description": "Skin conductance is a measure of physiological arousal, it can be used to measure periods of heightened emotional responses to stimuli, here it is used to confirm fear conditioning.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Drug Effects Questionnaire (DEQ)",
                    "description": "Subjective ratings of drug effects on from 1-5 on the following scale: \"feel\", \"high\", and \"like\"",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Visual Analogue Scale of Mood (VAS)",
                    "description": "Subjective ratings of mood and drug effects on a 0-100 scale. Higher numbers on the scale reflect stronger experiences of different mood and drug effects. Each item is scored individually. There is no overall score.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Quality of Life Inventory (QOLI)",
                    "description": "assessment of well-being and satisfaction of life. The questionnaire is a 32-item scale ranging from -6 (extreme dissatisfaction) to +6 (extreme satisfaction). Scores range from 1-77 with higher scores indicating higher life satisfaction.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index (PSQI)",
                    "description": "Used to evaluate overall sleep quality. Participants rate sleep quality on a 4 point scale from 0 - \"not during the last month\" to 3 - \"three or more times per week\" relating to various sleep concerns. Scores range from 1-21 with higher scores indicating worse sleep quality.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Epworth Sleepiness Scale (ESS)",
                    "description": "assessment of daytime sleepiness in adults. Participants rate feeling sleepy during various activities on a 4 point scale from 0 - \"no chance of dozing\" to 3 - \"high chance of dozing\". Scores range from 0-24 and are characterised as follows: 0-7:It is unlikely that you are abnormally sleepy. 8-9:You have an average amount of daytime sleepiness. 10-15:You may be excessively sleepy depending on the situation. You may want to consider seeking medical attention.\n\n16-24:You are excessively sleepy and should consider seeking medical attention.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Brief Pain Inventory (BPI)",
                    "description": "assessment of the severity of pain and its impact on functioning. The scale consists of nine questions with a mixture of visual analogue scales and written answers. Questions 3-6 measure current pain levels on a scale from 1 - \"no pain\" to 10 \"pain as bad as you can imagine\" with higher ratings suggesting greater levels of pain (range 0-40). Question 9 has 7 nested questions (rated from 0 - 'Does not interfere\" to 10 - \"Completely interferes\") relating to how much pain is interfering with mood, everyday tasks and sociability (range 0-70), a higher rating indicates greater issues arising from pain.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Short form 36",
                    "description": "assessment of general health questions. Each question is scored on a range from 0-100 with higher scores indicating a more favourable health state.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "fMRI",
                    "description": "using fMRI we can look at the differences between individuals during fear processing responses.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Psychophysiology",
                    "description": "Skin conductance response (SCR): change in SCR \\[peak amplitude from 0.5-4.5 sec following stimulus presentation minus average 2 second baseline prior to stimulus presentation\\].",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "DNA analysis",
                    "description": "Plasma samples collected are analyzed for genetic and epigenetic markers of endocannabinoid system functioning.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Cannabinoid concentration - Blood",
                    "description": "As well as measuring drug levels during treatment, blood samples allow us to track the activity of the endocannabinoid system throughout the treatment. A novel approach to determine whether Delta-9-tetrahydrocannabinol (THC) and cannabidiol (CBD) function differently in the endocannabinoid system.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Drug/Pregnancy tests",
                    "description": "Urine samples are also provided on regular visits for drug testing and pregnancy testing.",
                    "timeFrame": "through study completion, an average of 9 months"
                },
                {
                    "measure": "Cannabinoid concentration - Salvia",
                    "description": "As well as measuring drug levels during treatment, these samples allow us to track the activity of the endocannabinoid system throughout the treatment. A novel approach to determine whether Delta-9-tetrahydrocannabinol (THC) and cannabidiol (CBD) function differently in the endocannabinoid system.",
                    "timeFrame": "through study completion, an average of 9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Willing and able to consent to the study\n* Agree to comply with requirements and procedures\n* Veteran who has served in a branch of the US armed forces\n* Between ages 18-60\n* Report using cannabis at least once, or using cannabis no more than once a week within the past 3 months and fewer than 100 times lifetime\n* Exposure to Criterion A stressor defined by CAPS-5 and identified by Life Events Checklist-5 (LEC-5); trauma does not have to be related to combat or military service\n* Significant PTSD severity as indicated by CAPS-5 diagnosis and/or score \\>= 25 of at least one month prior to study entry, PTSD is patient's primary concern\n* not currently receiving any psychotherapy for PTSD\n\nExclusion Criteria:\n\n* Pregnant, nursing or trying to get pregnant.\n* Current or past diagnosis of bipolar, schizophrenia spectrum, psychotic and related disorders\n* Risk of harm to self or others that requires immediate intervention\n* Current severe alcohol use or any substance use other than cannabis or nicotine\n* Presence of contraindications, current or past allergic or adverse reaction, or known sensitivity to smoking or vaporizing cannabis\n* Concomitant treatment with medication taken daily that has level 1 evidence indicating severe drug-drug interactions with cannabis\n* Current diagnosis with hematological, endocrine, cerebrovascular, cardiovascular, systemic pulmonary, immunocompromising, or neurological disease\n* Currently receiving psychotherapy for PTSD or previously received exposure-based PTSD treatment\n* Current diagnosis of a mood, anxiety, or other disorder that is more clinically salient than PTSD\n* Lack of fluency in English\n* Pervasive development disorder history\n* Traumatic brain injury (TBI) with current cognitive impairment related to TBI\n* Exclusively left-handed (score of -100 on Handedness Questionnaire)\n* claustrophobic\n* MRI contraindications (e.g., ferrous metal in head/body)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarah Durack",
                    "role": "CONTACT",
                    "phone": "313-577-2790",
                    "email": "cq8122@wayne.edu"
                },
                {
                    "name": "Christine A Rabinak, PhD",
                    "role": "CONTACT"
                }
            ],
            "locations": [
                {
                    "facility": "Tolan Park Medical Building",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Leslie Lundahl, PhD",
                            "role": "CONTACT",
                            "phone": "313-993-3964",
                            "email": "llundahl@med.wayne.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "Wayne State University Eugene Applebaum College of Pharmacy & Health Sciences",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Durak, BA",
                            "role": "CONTACT",
                            "phone": "313-577-9875",
                            "email": "cq8122@wayne.edu"
                        },
                        {
                            "name": "Christine Rabinak, PhD",
                            "role": "CONTACT",
                            "email": "crabinak@wayne.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "WSU MR Research Facility DMC Harper University Hospital",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013759",
                    "term": "Dronabinol"
                },
                {
                    "id": "D000002185",
                    "term": "Cannabidiol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                },
                {
                    "id": "D000006213",
                    "term": "Hallucinogens"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000063386",
                    "term": "Cannabinoid Receptor Agonists"
                },
                {
                    "id": "D000063385",
                    "term": "Cannabinoid Receptor Modulators"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5445",
                    "name": "Cannabidiol",
                    "asFound": "Incentive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16527",
                    "name": "Dronabinol",
                    "asFound": "Temporomandibular Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                },
                {
                    "id": "M9305",
                    "name": "Hallucinogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                }
            ]
        }
    },
    "hasResults": false
}