{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06172582",
            "orgStudyIdInfo": {
                "id": "HM20024014 Phase 2"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DK132373",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DK132373"
                }
            ],
            "organization": {
                "fullName": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "briefTitle": "WE Project: 2.0 Grassroots Wellness Coaching (Phase 2)",
            "officialTitle": "WE Project: 2.0 Grassroots Wellness Coaching. Using Grassroots Wellness Coaching to Enhance Reach and Sustainability of Behavioral Weight Management (Phase 2)",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "we-project-grassroots-wellness-coaching-phase"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-09",
            "studyFirstSubmitQcDate": "2023-12-06",
            "studyFirstPostDateStruct": {
                "date": "2023-12-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "African American adults that live in economically disadvantaged areas are at an increased risk for obesity and cardiometabolic disease. The treatment program being tested in this research study aims to address these factors and increase outcomes for the study population. The purpose of this research study is to find out about the feasibility and acceptability of using house chats (HC) as a model for a weight loss program in a real-world, community-based setting.",
            "detailedDescription": "The pilot trial will utilize a cluster randomized controlled design to assess the feasibility, acceptability, and preliminary effectiveness of the house chat model as a grassroots approach to lifestyle intervention delivery in a community setting. Two wards will be randomly assigned to either intervention or a delayed intervention control. A total of 10 HCL will be recruited and trained across the two wards (5 in the intervention ward and 5 in delayed intervention ward). HCL will recruit members of their social network (N=80, \\>18 years of age) to participate in a 12-week lifestyle intervention delivered via weekly group meetings in the HCL's homes. The primary goal is to understand the feasibility and acceptability of this novel approach to intervention delivery, and as such, process data on recruitment, training, fidelity of intervention delivery, and satisfaction with the sessions will be collected on a weekly basis. In addition, in-person assessment visits will take place at 0, 12 weeks (post-treatment) and 24 weeks (follow up) to determine the preliminary effectiveness of this intervention to promote positive changes on behavioral risk factors (physical activity and diet) and adiposity (weight and waist circumference). Satisfaction will be assessed in-person at 12 weeks (post-treatment) via surveys and an exit interview. In addition, The investigators will employ a mixed methods approach (process data, surveys, in-depth interviews with HCL and focus groups with participants) to assess factors that might promote and / or interfere with sustainability over long-term follow up to inform our future clinical trial."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity"
            ],
            "keywords": [
                "Cardiometabolic Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "This behavioral weight loss intervention will span 12 weeks. Participants will be randomized to one of two groups within ward (intervention and delayed intervention control) wherein all participants will receive the same 12-week program.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomized to intervention and will receive the 12-week program.",
                    "interventionNames": [
                        "Behavioral: 12-week lifestyle intervention"
                    ]
                },
                {
                    "label": "Delayed Intervention Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be randomized to delayed intervention control and will receive the same 12-week program.",
                    "interventionNames": [
                        "Behavioral: 12-week lifestyle intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "12-week lifestyle intervention",
                    "description": "A 12-week lifestyle intervention delivered via weekly group meetings in the House Chat Leaders (HCL's) homes",
                    "armGroupLabels": [
                        "Delayed Intervention Control",
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Participants in the intervention ward will manifest clinically significant change in physical activity outcomes targeted in the intervention.",
                    "description": "Physical activity will be objectively assessed via accelerometers. Total minutes of physical activity is the main outcome, but will also examine minutes of light and moderate-to-vigorous physical activity. The threshold for clinically meaningful is 150 minutes / week which is consistent with a wealth of evidence and current evidence-based guidelines.",
                    "timeFrame": "12 week and 24 weeks post-treatment"
                },
                {
                    "measure": "Participants in the intervention ward will manifest clinically significant Change in diet behavioral outcomes targeted in the intervention.",
                    "description": "The EARLY Trials 4-item Sugar Sweetened Beverage Questionnaire and 10-item NCI fruit and vegetable screener (all day version) to assess changes in core intervention targets will be administered. While any changes in these outcomes would be meaningful if sustained over time, the results will compare to current guidelines / recommendations. Specifically, changing sugar intake no more than 9 teaspoons/36 grams/150 calories for men and 6 teaspoons/25 grams/100 calories for women per and increasing fruit and vegetable intake to at least 5 total servings per day are consistent with current guidelines.",
                    "timeFrame": "12 week and 24 weeks post-treatment"
                },
                {
                    "measure": "Intervention ward participants will manifest clinically significant change in adiposity",
                    "description": "The thresholds for clinically meaningful will be different based on baseline weight status. For those without overweight or obesity staying within 1lb of baseline weight would be considered clinically meaningful. For absolute change in body mass index and percent change of initial body weight we will report the results stratified by weight status (BMI \\> 25 or BMI \\< 25) since weight management targets would be distinct for those with overweight / obesity vs. those classified as healthy weight (weight loss vs. weight gain prevention, respectively).\\] Weight will be measured with the Tanita BWB 800 digital portable scale . BMI will be calculated using the obtained weight and height measurements. Weight will be measured with the scale noted above and height will be measure via the Seca 213 portable stadiometer. Then, we will calculate BMI using the body mass index (kg/m2) = (average weight in kg) / (average height in m)2.",
                    "timeFrame": "12 week and 24 weeks post-treatment"
                },
                {
                    "measure": "Subjects will manifest clinically significant change in Secondary markers of cardiometabolic risk through changed blood pressure readings",
                    "description": "Clinically significant changes in blood pressure include a systolic blood pressure (SBP) changing ≥ 10mmHg or a diastolic blood pressure (DBP) changing ≥ 5mmHg as this can change the category that a participant's blood pressure is categorized as. Please see the table below from AHA for reference. We will measure blood pressure using the GE Carescape V100 Monitor and Gulick II Tape Measure.",
                    "timeFrame": "12 week and 24 weeks post-treatment"
                },
                {
                    "measure": "Subjects will manifest clinically significant change in secondary markers of cardiometabolic risk with changed Fasting Glucose Values",
                    "description": "Fasting glucose values are categorized as within normal range (≤ 99 mg/dL), in prediabetes stage (100-125 mg/dL), or having diabetes (≥ 126 mg/dL). A change for those that are in the prediabetes or diabetes categories will include their follow up values decreasing, while for those that are found to be in the normal range at baseline we will want them to maintain. Fasting glucose will be measured using the ACCU-CHEK Inform II Meter and ACCU-CHEK Inform II Test Strips.",
                    "timeFrame": "12 week and 24 weeks post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 or older\n* Resident of Petersburg, VA\n\nExclusion Criteria:\n\n* Dx of type 1 diabetes mellitus\n* Current treatment for cancer\n* Medical conditions that may increase risk for participating in unsupervised\n* Hospitalization for depression or other psychiatric disorder within the past 12 months\n* Uncontrolled psychotic disorder or bipolar disorder\n* Currently pregnant or lactating or planning to become pregnant within the study period\n* Current involvement in a weight loss program or current use of weight loss medication\n* Inability to speak and read English\n* Planning to move from the Petersburg area within the study period",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Morgan Meyer",
                    "role": "CONTACT",
                    "phone": "(804) 827-2250",
                    "email": "morgan.meyer@vcuhealth.org"
                },
                {
                    "name": "Jessica LaRose",
                    "role": "CONTACT",
                    "email": "jlarose@vcu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Moghboeba Mosavel",
                    "affiliation": "Virginia Commonwealth University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Morgan Mayer",
                            "role": "CONTACT",
                            "phone": "804-827-2250",
                            "email": "morgan.meyer@vcuhealth.org"
                        },
                        {
                            "name": "Moghboeba Mosavel",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}