{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05130788",
            "orgStudyIdInfo": {
                "id": "20-01959"
            },
            "secondaryIdInfos": [
                {
                    "id": "K01MD014165",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K01MD014165"
                }
            ],
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "WeChat Quit Coach Pilot Study",
            "officialTitle": "Feasibility, Acceptability, and Preliminary Effectiveness of a WeChat Quit Coach Smoking Cessation Intervention: A Pilot, Open-labeled, Randomized Controlled Trial Among Chinese Immigrant Smokers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "wechat-quit-coach-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-11",
            "studyFirstSubmitQcDate": "2021-11-11",
            "studyFirstPostDateStruct": {
                "date": "2021-11-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Asian Americans for Equality",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Chinese American Planning Council",
                    "class": "UNKNOWN"
                },
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The study team will develop and assess the feasibility and acceptability of a WeChat-based peer-group mobile messaging smoking cessation intervention targeting Chinese immigrant smokers in New York City (NYC). For Aim 1, the study team will develop a message library for the WeChat Quit Coach smoking cessation program and conduct in-depth interviews with 20 Chinese immigrant smokers in person to assess content relevance. For Aim 2, a two-arm, open-labeled, pilot randomized controlled trial (RCT) will be conducted to test the feasibility and acceptability of the WeChat Quit Coach intervention among 60 Chinese immigrant smokers. Participants will be randomized to intervention (n=40) or control group (n=20). Participants in the intervention group will receive a 6-week WeChat Quit Coach intervention through WeChat private group. Participants in the control group will receive a leaflet with information about existing smoking cessation programs that focus on Chinese American smokers. All the 60 participants will be offered a 4-week supple of nicotine replacement therapy (NRT) patches and/or lozenges. Participants will complete a baseline in-person survey at enrollment, a 6-week follow-up phone survey immediately after the intervention, and a 6-month follow-up phone survey. Biochemical test (exhaled carbon monoxide test) will be conducted to confirm abstinence among those who report no smoking in past 7-day at 6-week and 6-month follow-up surveys. Post-test in-depth interviews will be conducted with at least 20 participants in person from the intervention group at 6-week follow-up to obtain more information about the usability and perceptions about the WeChat Quit Coach program. For Aim 3, the investigators will conduct an open-labeled, 3-arm pilot RCT to test the preliminary effectiveness of the WeChat Quit Coach intervention with 90 Chinese immigrant smokers. Participants will be randomized to one of the three groups, including a 6-week intervention group A (IA; n = 30), a 12-week intervention group B (IB; n = 30), and a control group (n = 30). Participants in the intervention groups will either receive a 6-week (IA) or 12-week (IB) WeChat Quit Coach intervention through WeChat private groups. Participants in the control group will receive a leaflet with information of existing smoking cessation programs targeting Chinese American smokers. All 90 participants will be offered a 4-week free supply of NRT patches and/or lozenges. Participants will complete a baseline phone survey at enrollment, 12-week and 6-month follow-up phone surveys. A remote biochemical validation (saliva cotinine test) will be conducted at 12-week and 6-month follow-up to confirm smoking abstinence among those who self-report no smoking in the past 7 days. Post-test in-depth phone interviews will be conducted with up to 30 intervention participants to obtain more information about their perceptions and experience with the WeChat Quit Coach program."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking Cessation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group A",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be assigned to a 6-week intervention period.",
                    "interventionNames": [
                        "Behavioral: WeChat Quit Coach",
                        "Drug: Optional Nicotine Replacement Therapy (NRT) Patches or Lozenges"
                    ]
                },
                {
                    "label": "Intervention Group B",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be assigned to a 12-week intervention period.",
                    "interventionNames": [
                        "Behavioral: WeChat Quit Coach",
                        "Drug: Optional Nicotine Replacement Therapy (NRT) Patches or Lozenges"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: Leaflet",
                        "Drug: Optional Nicotine Replacement Therapy (NRT) Patches or Lozenges"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "WeChat Quit Coach",
                    "description": "WeChat Quit Coach intervention will be delivered via WeChat private groups for 6-12 weeks (\\<30 seconds per day). During the intervention period, participants will receive a text message at a fixed point of time every day (e.g., 8:00 am). The messages are designed to build motivations and skillset to quit smoking. Participants will also receive a daily group discussion question (e.g., \"If you are to give one piece of advice to someone who has not made the decision to quit smoking, what would you say to his/her?\"), and be encouraged to respond to the question. Participants can comment on group members' responses and ask questions related to smoking and quitting either in group (so everyone in the group can see the message) or directly to the coach (so only the coach can see the message). The coach will respond to the questions within 24 hours. The PI and the RA will moderate group discussions.",
                    "armGroupLabels": [
                        "Intervention Group A",
                        "Intervention Group B"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Leaflet",
                    "description": "Participants in the control group will receive a leaflet with information about existing smoking cessation programs targeting Chinese American smokers.",
                    "armGroupLabels": [
                        "Control Group"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Optional Nicotine Replacement Therapy (NRT) Patches or Lozenges",
                    "description": "Participants in both groups will be offered a 4-week supply of NRT patches and lozenges but not forced to use the medications. The medications are free to participants. If participants want to try or use the medications, the study team will mail the patches and lozenges (with a Chinese version of the instruction) or deliver in person.",
                    "armGroupLabels": [
                        "Control Group",
                        "Intervention Group A",
                        "Intervention Group B"
                    ],
                    "otherNames": [
                        "Habitrol",
                        "Nicorette"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants Who Respond to Daily Text Questions",
                    "description": "Measure of engagement. Measured among Aim 2 participants only.",
                    "timeFrame": "Up to Week 6 Follow-Up"
                },
                {
                    "measure": "Number of Participants Who Ask Self-Composed Questions",
                    "description": "Measure of engagement. Measured among Aim 2 participants only.",
                    "timeFrame": "Up to Week 6 Follow-Up"
                },
                {
                    "measure": "WeChat Program Participant Satisfaction Score",
                    "description": "A 5-point Likert scale will be used to report satisfaction. The total range in score is 1-5; the higher the score, the higher the satisfaction. Measured among Aim 2 participants only.",
                    "timeFrame": "Up to Week 6 Follow-Up"
                },
                {
                    "measure": "Self-Reported 7-Day Point Prevalence Abstinence Rate at Month 6",
                    "description": "Participants are asked whether they smoked cigarettes in the past 7 days. Measured among Aim 3 participants only.",
                    "timeFrame": "Month 6 Follow-Up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Quit Attempts at Week 6",
                    "description": "Measured among Aim 2 participants only.",
                    "timeFrame": "Week 6 Follow-Up"
                },
                {
                    "measure": "Number of Quit Attempts at Week 12",
                    "description": "Measured among Aim 3 participants only.",
                    "timeFrame": "Week 12 Follow-Up"
                },
                {
                    "measure": "Number of Quit Attempts at Month 6",
                    "timeFrame": "Month 6 Follow-Up"
                },
                {
                    "measure": "Average Daily Cigarette Consumption at Week 6",
                    "description": "Measured among Aim 2 participants only.",
                    "timeFrame": "Week 6 Follow-Up"
                },
                {
                    "measure": "Average Daily Cigarette Consumption at Week 12",
                    "description": "Measured among Aim 3 participants only.",
                    "timeFrame": "Week 12 Follow-Up"
                },
                {
                    "measure": "Average Daily Cigarette Consumption at Month 6",
                    "timeFrame": "Month 6 Follow-Up"
                },
                {
                    "measure": "Self-Reported 7-Day Point Prevalence Abstinence Rate at Week 6",
                    "description": "Participants are asked whether they smoked cigarettes in the past 7 days. Measured among Aim 2 participants only.",
                    "timeFrame": "Week 6 Follow-Up"
                },
                {
                    "measure": "Self-Reported 7-Day Point Prevalence Abstinence Rate at Week 12",
                    "description": "Participants are asked whether they smoked cigarettes in the past 7 days. Measured among Aim 3 participants only.",
                    "timeFrame": "Week 12 Follow-Up"
                },
                {
                    "measure": "Self-Reported 7-Day Point Prevalence Abstinence Rate at Month 6 - Aim 2",
                    "description": "Participants are asked whether they smoked cigarettes in the past 7 days. Measured Among Aim 2 participants only.",
                    "timeFrame": "Month 6 Follow-Up"
                },
                {
                    "measure": "Biochemically-Confirmed 7-Day Point Prevalence Abstinence Rate at Week 6",
                    "description": "Participants are asked whether they smoked cigarettes in the past 7 days. Biochemical test (exhaled carbon monoxide test) will be conducted to confirm abstinence among those who report no smoking in past 7 days. Measured among Aim 2 participants only.",
                    "timeFrame": "Week 6 Follow-Up"
                },
                {
                    "measure": "Biochemically-Confirmed 7-Day Point Prevalence Abstinence Rate at Week 12",
                    "description": "Participants are asked whether they smoked cigarettes in the past 7 days. Biochemical test (exhaled carbon monoxide test) will be conducted to confirm abstinence among those who report no smoking in past 7 days. Measured among Aim 3 participants only.",
                    "timeFrame": "Week 12 Follow-Up"
                },
                {
                    "measure": "Biochemically-Confirmed 7-Day Point Prevalence Abstinence Rate at Month 6",
                    "description": "Participants are asked whether they smoked cigarettes in the past 7 days. Biochemical test (exhaled carbon monoxide test) will be conducted to confirm abstinence among those who report no smoking in past 7 days.",
                    "timeFrame": "Month 6 Follow-Up"
                },
                {
                    "measure": "Average Score or Knowledge About Harms of Smoking at Week 6",
                    "description": "Participants are asked 5 questions on knowledge of the harms of smoking. The total range in the knowledge score is 0-5; the higher the score, the higher the knowledge level. Measured among Aim 2 participants only.",
                    "timeFrame": "Week 6 Follow-Up"
                },
                {
                    "measure": "Average Score or Knowledge About Harms of Smoking at Week 12",
                    "description": "Participants are asked 5 questions on knowledge of the harms of smoking. The total range in the knowledge score is 0-5; the higher the score, the higher the knowledge level. Measured among Aim 3 participants only.",
                    "timeFrame": "Week 12 Follow-Up"
                },
                {
                    "measure": "Self-Efficacy for Quitting Smoking Score at Week 6",
                    "description": "12-item questionnaire asking participants to indicate to what extent that they are sure that they could refrain from smoking in certain situations. Each item is ranked on a scale from 1 (Not at all sure) to 5 (Absolutely sure). The total score ranges from 12-60; higher scores indicate greater self-efficacy in quitting smoking. Measured among Aim 2 participants only.",
                    "timeFrame": "Week 6 Follow-Up"
                },
                {
                    "measure": "Self-Efficacy for Quitting Smoking Score at Week 12",
                    "description": "12-item questionnaire asking participants to indicate to what extent that they are sure that they could refrain from smoking in certain situations. Each item is ranked on a scale from 1 (Not at all sure) to 5 (Absolutely sure). The total score ranges from 12-60; higher scores indicate greater self-efficacy in quitting smoking. Measured among Aim 3 participants only.",
                    "timeFrame": "Week 12 Follow-Up"
                },
                {
                    "measure": "Self-Efficacy for Quitting Smoking Score at Month 6",
                    "description": "12-item questionnaire asking participants to indicate to what extent that they are sure that they could refrain from smoking in certain situations. Each item is ranked on a scale from 1 (Not at all sure) to 5 (Absolutely sure). The total score ranges from 12-60; higher scores indicate greater self-efficacy in quitting smoking.",
                    "timeFrame": "Month 6 Follow-Up"
                },
                {
                    "measure": "Number of Participants With Progression on Stage of Change for Smoking Cessation at Week 6",
                    "description": "The 5 stages of change are: precontemplation, contemplation, preparation, action, and maintenance. Progression defined as moving from an early stage to an advanced stage (e.g., from pre-contemplation to contemplation, or contemplation to preparation stage). Measured among Aim 2 participants only.",
                    "timeFrame": "Week 6 Follow-Up"
                },
                {
                    "measure": "Number of Participants With Progression on Stage of Change for Smoking Cessation at Week 12",
                    "description": "The 5 stages of change are: precontemplation, contemplation, preparation, action, and maintenance. Progression defined as moving from an early stage to an advanced stage (e.g., from pre-contemplation to contemplation, or contemplation to preparation stage). Measured among Aim 3 participants only.",
                    "timeFrame": "Week 12 Follow-Up"
                },
                {
                    "measure": "Number of Participants With Progression on Stage of Change for Smoking Cessation at Month 6",
                    "description": "The 5 stages of change are: precontemplation, contemplation, preparation, action, and maintenance. Progression defined as moving from an early stage to an advanced stage (e.g., from pre-contemplation to contemplation, or contemplation to preparation stage). Measured among Aim 3 participants only.",
                    "timeFrame": "Month 6 Follow-Up"
                },
                {
                    "measure": "Number of Participants who Report NRT Use During Intervention Period at Week 6",
                    "description": "Measured among Aim 2 participants only.",
                    "timeFrame": "Week 6 Follow-Up"
                },
                {
                    "measure": "Number of Participants who Report NRT Use During Intervention Period at Week 12",
                    "description": "Measured among Aim 3 participants only.",
                    "timeFrame": "Week 12 Follow-Up"
                },
                {
                    "measure": "Number of Participants who Report NRT Use During Intervention Period at Month 6",
                    "timeFrame": "Month 6 Follow-Up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAim 2:\n\n* Age 18-80 years\n* Chinese immigrant\n* Have smoked at least 100 cigarettes in a lifetime\n* Smoke ≥3 days per week\n* Be somewhat interested in quitting smoking\n* Has a Smartphone\n* Current WeChat user who uses WeChat on ≥3 days per week\n* Live in NYC\n* Can read and speak Chinese\n* Be able to provide consent\n\nAim 3:\n\n* Age 18 years or above\n* Chinese immigrant\n* Have smoked at least 100 cigarettes in a lifetime\n* Smoke ≥1 days per week\n* Current WeChat user who uses WeChat on ≥3 days per week\n* Can read and speak Chinese\n\nExclusion Criteria:\n\nAim 2:\n\n* Current participation in other smoking cessation treatment program(s)\n* Be pregnant or breastfeeding\n\nAim 3:\n\n* Current participation in other smoking cessation treatment program(s)\n* Be pregnant or breastfeeding\n* Having a household member who has enrolled in this study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nan Jiang, PhD",
                    "role": "CONTACT",
                    "phone": "(646) 501-3553",
                    "email": "Nan.Jiang@nyulangone.org"
                },
                {
                    "name": "Jennifer (Jingrui) Yang",
                    "role": "CONTACT",
                    "email": "Jingrui.Yang@nyulangone.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nan Jiang, PhD",
                    "affiliation": "NYU Langone Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nan Jiang, PhD",
                            "role": "CONTACT",
                            "email": "Nan.Jiang@nyulangone.org"
                        },
                        {
                            "name": "Nan Jiang, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Scott Sherman, MD, MPH",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Erin Rogers, DrPH, MPH",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices) will be shared upon reasonable request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research.",
            "accessCriteria": "The investigator who proposed to use the data will have access to the data upon reasonable request. Requests should be directed to Nan.Jiang@nyulangone.org. To gain access, data requestors will need to sign a data access agreement."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-07-19",
                    "uploadDate": "2022-12-21T11:20",
                    "filename": "ICF_000.pdf",
                    "size": 320875
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009538",
                    "term": "Nicotine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005731",
                    "term": "Ganglionic Stimulants"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018722",
                    "term": "Nicotinic Agonists"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "asFound": "Assess",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M20796",
                    "name": "Nicotinic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                }
            ]
        }
    },
    "hasResults": false
}