{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04725617",
            "orgStudyIdInfo": {
                "id": "2005630160"
            },
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "Wellness Intervention for Smoking and HIV",
            "officialTitle": "Using Sleep Health to Optimize Smoking Cessation Treatment Response in HIV-Positive Adults",
            "acronym": "(WISH)",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "wellness-intervention-for-smoking-and-hiv"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-15",
            "studyFirstSubmitQcDate": "2021-01-22",
            "studyFirstPostDateStruct": {
                "date": "2021-01-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "MICHAEL A GRANDNER",
                "investigatorTitle": "Associate Professor, Psychiatry",
                "investigatorAffiliation": "University of Arizona"
            },
            "leadSponsor": {
                "name": "University of Arizona",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Delaware",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators propose to use a parallel group, randomized controlled trial to test the efficacy of a 13-week personalized approach to reducing smoking intervention versus a second approach using a different health intervention on smoking cessation, healthy sleep metrics, and biomarkers of cardiovascular risk in a sample of 200 treatment-seeking smokers who are adults living with HIV (ALHIV). To enroll in the study, treatment-seeking ALHIV smokers will undergo phone and in-person study eligibility assessments, including a history, physical examination, screening laboratory tests, and an overnight in-home objective sleep assessment. Eligible subjects (N=200) will be randomized to the 13-week Approach 1 (N=100) or Approach 2 (N=100) condition. All subjects will receive a 12-week course of varenicline (beginning in week 2) and 8 individual 15-minute smoking cessation counseling sessions \\[weeks 1, 2, 3 (target quit date), 5, 7, 9, 11, 13\\]. At each in-person counseling session, 30-45 minutes of Approach 1 or Approach 2 counseling will be provided as well. While receiving varenicline, the study team will monitor for side effects and changes to blood pressure at each study visit for safety reasons. Study measures are collected at all time points including EOT (week 13), and 6-month follow-up (6MFU).",
            "detailedDescription": "Cigarette smoking among adults living with HIV (ALHIV) is a significant public health problem, leading to substantial morbidity and mortality in this population. Existing smoking cessation interventions are not sufficient, as success rates are relatively low. Poor sleep is more prevalent among smokers, more prevalent among ALHIV, can be caused by smoking cessation attempts, predicts relapse to former smoking patterns, and represents a parallel pathway to morbidity including increased cardiovascular disease (CVD) among ALHIV. Thus, unhealthy sleep may make smoking cessation more difficult and increase cardiovascular risk and other poor health conditions in ALHIV. The proposed study will supplement an empirically-supported smoking cessation program (8-session, 13-week counseling program with varenicline tartrate) with a pre-determined behavioral health approach to reducing smoking intervention developed for smokers. The investigators will test the efficacy of behavioral health approach 1 versus behavioral health approach 2 as an active comparator. The investigators will also explore the impact of smoking cessation and changes in sleep on changes in inflammatory biomarkers of cardiovascular disease risk. Approximately 400 ALHIV treatment seeking smokers who have no history of sleep disorders will be screened (through history, physical examination, laboratory studies and an overnight sleep test) to identify 200 eligible subjects to randomize to Intervention Approach 1 versus Intervention Approach 2. All participants will concurrently receive standard smoking cessation treatment including counseling and 12-weeks of varenicline tartrate. Screening and treatment sessions will take place at the University of Arizona's Clinical and Translational Sciences Research Center, which is well equipped with private examination rooms and phlebotomists. Successful smoking cessation will be assessed at end of therapy (13 weeks) and again 6 months later by self reports, carbon monoxide breath test, and urine and serum cotinine, a stringent objective marker of tobacco use. Sleep will be assessed through sleep diaries, questionnaires and actigraphy (activity sensors worn on the wrist). Other markers of CVD risk including lipids, 24 hour blood pressure monitoring, and HgbA1C, and biomarkers (IL-6, hsCRP, TNFalpha,ICAM-1, VCAM-1, sCD14, D-dimer) will be determined at baseline, end of therapy, and 6 months follow up. Cognitive function will be assessed through N-Back (uses images), Psychomotor Vigilance Test (PVT), Abstract Matching (AM), Digital Symbol Substitution Task (DSST), Visual Object Learning Task (VOLT), Motor Praxis Task (MPT), Balloon Analog Risk Task (BART), and Line Orientation Task (LOT).\n\nUltimately, the impact of this work will be to transform clinical guidelines for the treatment of nicotine dependence, as well as to provide insights into mechanisms by which improved sleep enhances tobacco cessation."
        },
        "conditionsModule": {
            "conditions": [
                "HIV",
                "Sleep",
                "Smoking Cessation",
                "Cardiovascular Diseases"
            ],
            "keywords": [
                "HIV",
                "Sleep",
                "Smoking Cessation",
                "Cardiovascular Diseases"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Health Intervention Approach 1",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects randomized into Group 1 will be provided with approach 1, a behavioral health intervention administered by a Clinical Psychologist, in addition to administration of medication (Varenicline), and counseling, during 6 study visits.",
                    "interventionNames": [
                        "Drug: Varenicline",
                        "Behavioral: Smoking Cessation Counseling",
                        "Behavioral: Health Approach 1 to Reduce Smoking"
                    ]
                },
                {
                    "label": "Health Intervention Approach 2",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects randomized into Group 1 will be provided with approach 1, a behavioral health intervention administered by a Clinical Psychologist, in addition to administration of medication (Varenicline), and counseling, during 6 study visits.",
                    "interventionNames": [
                        "Drug: Varenicline",
                        "Behavioral: Smoking Cessation Counseling",
                        "Other: Health Approach 2 to Reduce Smoking"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Varenicline",
                    "description": "Standard smoking cessation treatment.",
                    "armGroupLabels": [
                        "Health Intervention Approach 1",
                        "Health Intervention Approach 2"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Smoking Cessation Counseling",
                    "description": "Standard smoking cessation treatment",
                    "armGroupLabels": [
                        "Health Intervention Approach 1",
                        "Health Intervention Approach 2"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Health Approach 1 to Reduce Smoking",
                    "description": "Behavioral health intervention option 1",
                    "armGroupLabels": [
                        "Health Intervention Approach 1"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Health Approach 2 to Reduce Smoking",
                    "description": "Behavioral health intervention option 2",
                    "armGroupLabels": [
                        "Health Intervention Approach 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in smoking cessation",
                    "description": "Cessation of smoking determined via self-report and biochemical verification of carbon monoxide breath test and urine cotinine.",
                    "timeFrame": "Change in smoking cessation from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Change in sleep duration",
                    "description": "Amount of sleep per night, assessed with sleep diary and actigraphy",
                    "timeFrame": "Change in sleep duration from baseline to end of 13-week timeline and 6 month follow up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in sleep efficiency",
                    "description": "Amount of sleep per night divided by time in bed, assessed with sleep diary and actigraphy",
                    "timeFrame": "Change in sleep efficiency from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Change in sleep quality",
                    "description": "Pittsburgh Sleep Quality Index (PSQI) score. The Pittsburgh Sleep Quality Index (PSQI) is an effective instrument used to measure the quality and patterns of sleep in adults. It differentiates \"poor\" from \"good\" sleep. In addition, a total score will be evaluated in addition to the individual items. A score of 5 has been identified as a cutoff for \"poor\" sleep.",
                    "timeFrame": "Change in sleep quality from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Change in sleep continuity",
                    "description": "Sleep latency, wake after sleep onset, awakenings, sleep regularity, sleep timing. Assessed with sleep diary and actigraphy",
                    "timeFrame": "Change in sleep continuity from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Change in blood pressure",
                    "description": "Assessment of blood pressure (24 hour blood pressure monitoring) as a marker of Cardiovascular Disease (CVD) risk.",
                    "timeFrame": "Change in blood pressure as a marker of CVD risk from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Change in lipids",
                    "description": "Assessment of lipids as a marker of Cardiovascular Disease (CVD) risk.",
                    "timeFrame": "Change in lipids as a marker of CVD risk from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Change in HgbA1c",
                    "description": "Assessment of HgbA1c as a marker of Cardiovascular Disease (CVD) risk",
                    "timeFrame": "Change in HgbA1c as a marker of CVD risk from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Change in inflammatory markers of Cardiovascular Disease (CVD) risk",
                    "description": "Assessment of inflammatory biomarkers, including IL6, CRP, and TNFa,ICAM-1, VCAM-1, sCD14, D-dimer, which will be combined to assess change in inflammatory markers.",
                    "timeFrame": "Change in inflammatory markers of CVD risk from baseline to end of 13-week timeline and 6 month follow up"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Mediation of Cognitive Function (Working Memory) on Smoking Cessation",
                    "description": "Joggle cognitive task (N-Back) to assess the mediation of working memory on smoking cessation.",
                    "timeFrame": "Change in mediation of working memory on smoking cessation from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Mediation of Cognitive Function (Sustained Attention) on Smoking Cessation",
                    "description": "Joggle cognitive task (Psychomotor Vigilance Testing (PVT)) to assess the mediation of sustained attention on smoking cessation.",
                    "timeFrame": "Change in mediation of sustained attention on smoking cessation from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Mediation of Cognitive Function (Executive Function) on Smoking Cessation",
                    "description": "Joggle cognitive tasks Digital Symbol Substitution Test (DSST) and Balloon Analog Risk Task (BART) will be assessed together as a measure to evaluate executive function to assess the mediation of executive function on smoking cessation.",
                    "timeFrame": "Change in mediation of executive function on smoking cessation from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Mediation of Affective Function on Smoking Cessation using the Patient Health Questionnaire (PHQ-9)",
                    "description": "Patient Health Questionnaire-9 (PHQ-9) questionnaires, (exploratory studies to evaluate for possible mediation of smoking cessation). PHQ9: The PHQ9 will screen for depression symptoms. It is a multipurpose instrument for screening, diagnosing, monitoring and measuring the severity of depression: It is a 9 item self-report tool. A total score is calculated for this tool, with scores ranging from 0-27, with lower scores indicating less depressive symptoms, and higher scores indicating more depressive symptoms.",
                    "timeFrame": "Change in mediation of smoking cessation by PHQ-9 score from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Mediation of Affective Function on Smoking Cessation using the General Anxiety Disorder scale (GAD-7)",
                    "description": "General Anxiety Disorder-7 (GAD-7) questionnaire (exploratory studies to evaluate for possible mediation of smoking cessation). The GAD-7 is a self-reported questionnaire for screening and severity measuring of generalized anxiety disorder. It contains 7 items with answers ranging from \"Not at all\" to \"Nearly every day\".",
                    "timeFrame": "Change in mediation of smoking cessation by GAD-7 score from baseline to end of 13-week timeline and 6 month follow up"
                },
                {
                    "measure": "Mediation of Affective Function on Smoking Cessation using the Positive and Negative Affect Scales (PANAS)",
                    "description": "Positive and Negative Affect Scales (PANAS) (exploratory studies to evaluate for possible mediation of smoking cessation). PANAS: brief measures that assess both positive and negative emotional experiences. Scores can range from 10-50 for each affect (Positive and Negative). Low scores represent low levels of Positive or Negative Affect and high scores represent high levels of Positive or Negative Affect.",
                    "timeFrame": "Change in meditation of smoking cessation by PANAS score from baseline to end of 13-week timeline and 6 month follow up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Males and females 18 -75 years;\n2. Documented HIV infection;\n3. CD4+ T cell count ≥ 200 cells/mm3;\n4. On stable antiretroviral therapy without intention of changing, or not on antiretroviral therapy with no immediate intention to start;\n5. Smoke at least 5 cigarettes/day;\n6. Report wanting to quit smoking in the next month;\n7. Have no sleep disorders (with the exception of insomnia or mild to moderate obstructive sleep apnea (STOP-Bang score of 4 or less; apnea-hypopnea index (AHI) of less than 30);\n8. Able to communicate in English and provide written informed consent for study procedures;\n9. Able to use varenicline tartrate safely;\n10. Will be residing in the geographic area for at least 10 months;\n11. Willing to attend 8 in-person sessions and one 6-month follow up assessment.\n\nExclusion Criteria\n\n1. Regular use of chewing tobacco, snuff, cigars, e-cigarettes, unless willing to stop;\n2. Current enrollment or plans to enroll in another smoking cessation program or use other smoking cessation products for the duration of the study;\n3. Women of childbearing potential who are pregnant, lactating, or likely to become pregnant during the trial and unwilling to use contraception during the study;\n4. Unstable alcohol use that precludes reliable study participation as assessed by study physician;\n5. Unstable drug use that precludes reliable study participation as assessed by study physician;\n6. Unstable mental illness that precludes reliable study participation as assessed by study physician;\n7. A history of a suicide attempt within the last two years, and/or current nonspecific suicidal thoughts as defined by the Columbia Suicide Severity Rating Scale;\n8. Unstable or untreated moderate or severe depression as assessed by the Patient Health Questionnaire 9 (PHQ-9) scale. A participant with a score of ≥ 15 will be referred to one of the study's mental health clinicians (Dr. Michael Grandner or Dr. Susan Gorovoy) for further assessment of their depression\n9. Serious or unstable disease within the past 6 months (e.g., cancer, seizure disorder, end-stage liver disease, end-stage renal disease, uncontrolled diabetes, pulmonary disease requiring oxygen);\n10. Any prior history of seizure disorder within the past year;\n11. Unstable cardiac condition (i.e., angina, myocardial infarction, or coronary angioplasty) within the past 6 months or a clinically significant EKG that may present a health or safety risk as assessed by the study physician;\n12. Currently working night/rotating shift and/or use of a sleep medication, or a medication that could influence sleep;\n13. Prior history of adult somnambulism;\n14. Use of a sleep medication that will interfere with study results\n15. Inability to complete any of the study tasks as determined by the investigators.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gabriela Montenegro",
                    "role": "CONTACT",
                    "phone": "(520) 626-7873",
                    "email": "mgmonten@arizona.edu"
                },
                {
                    "name": "Jose Elizondo",
                    "role": "CONTACT",
                    "phone": "(520) 621-0316",
                    "email": "joselizondo5@arizona.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elizabeth Connick, MD",
                    "affiliation": "University of Arizona",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Michael Grandner, PhD",
                    "affiliation": "University of Arizona",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Banner University Medical Center Phoenix",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85006",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gabriela Montenegro",
                            "role": "CONTACT",
                            "phone": "520-626-7873",
                            "email": "mgmonten@arizona.edu"
                        },
                        {
                            "name": "Hannah Gannon",
                            "role": "CONTACT",
                            "phone": "520-626-7814",
                            "email": "hannahgannon@arizona.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "University of Arizona",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85724",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jose Elizondo",
                            "role": "CONTACT",
                            "phone": "520-848-4042",
                            "email": "joselizondo5@arizona.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9742",
                    "name": "HIV Seropositivity",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068580",
                    "term": "Varenicline"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018722",
                    "term": "Nicotinic Agonists"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M278",
                    "name": "Varenicline",
                    "asFound": "Spinal Cord",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20796",
                    "name": "Nicotinic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T482",
                    "name": "Varenicline",
                    "asFound": "Spinal Cord",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}