{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01087320",
            "orgStudyIdInfo": {
                "id": "100065"
            },
            "secondaryIdInfos": [
                {
                    "id": "10-HG-0065"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Whole Genome Medical Sequencing for Genome Discovery",
            "officialTitle": "Genome Medical Sequencing for Gene Discovery",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "whole-genome-medical-sequencing-for-genome-discovery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-26",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2010-02-18",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2010-03-13",
            "studyFirstSubmitQcDate": "2010-03-13",
            "studyFirstPostDateStruct": {
                "date": "2010-03-16",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Human Genome Research Institute (NHGRI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- A number of rare inherited diseases affect only a few patients, and the genetic causes of these conditions remain unknown. Researchers are studying the use of a new technology called whole genome sequencing to learn which gene or genes cause these conditions. Understanding the genes that cause these diseases is important to improve diagnosis and treatment of affected patients.\n\nObjectives:\n\n* To identify the genetic cause of disorders that are difficult to identify with existing techniques.\n* To develop best practices for the medical and counseling challenges of whole genome sequencing.\n\nEligibility:\n\n* Individuals who have one of the rare disorders under consideration in this study. These conditions are generally those in which the genetic cause of the disorder is unknown. The eligibility of most individual participants will be decided on a case-by-case basis by the researchers.\n* Family members of affected individuals, if that family member (often a parent) may provide genetic information.\n\nDesign:\n\n* Participants in this study will have at least one and in some cases several of the following procedures:\n* A medical genetics evaluation.\n* Other tests that may include x-rays, magnetic resonance imaging (MRI) exams, and consultations with other doctors. Not all studies are necessary for each person, but the information from the tests may be required to proceed with some of our gene sequencing studies.\n* Clinical photographs to document certain aspects of the disorder.\n* Blood and skin biopsy samples, or other tissue samples, as required by the study doctors.\n* Genetic testing, as decided by the researchers. However, most participants in this study can expect to undergo whole genome sequencing, which is a technique to study all of a person s genes.\n* Some participants may be asked to take part in a telephone interview and/or a web-based survey.\n* Participants will have choices about what kinds of results from whole genome sequencing they wish to learn.\n* After the tests have been completed and the results of the genetic studies are known, participants will be offered a return visit to the National Institutes of Health to learn these results. During this visit, participants will be asked to complete surveys and participate in interviews related to their decisions to participate in the study and to learn individual genetic test results.",
            "detailedDescription": "We aim to use genome scale medical sequencing (GSMS, to include exome and whole\n\ngenome sequencing as appropriate) to discover causative molecular lesions for a set of rare, severe phenotypes hypothesized to be caused by either somatic mutations, germline de novo heterozygous mutations, germline inherited recessive, or germline inherited dominant mutations in currently unknown or uncharacterized genes. The goal of this research is threefold: to identify causative sequence variants for disorders whose molecular etiology was previously unknown, to apply this insight to both the rare disorders under study and more common phenotypes, and to enhance the study of mutation on a genome-wide level.\n\nWe plan to recruit approximately three to six affected individuals along with both parents for each phenotype under study. Prospectively recruited trios will be brought to the NIH Clinical Center for brief clinical evaluations and molecular evaluation. Each trio will be consented to GSMS with the option to learn clinically relevant results, that is, those that explain the disorder in question (what we refer to as the primary variant ) as well as other clinically relevant findings discovered incidentally as part of the GSMS process (what we refer to as secondary variants ). Participants will be offered a return visit to NIH to learn these results.\n\nSequence data generated at the NIH Intramural Sequencing Center (NISC) will be screened by staff in the Biesecker laboratory for sequence variants that conform to the hypothesized inheritance pattern. All sequence variants deemed clinically relevant will be validated in a CLIA-certified laboratory and the results returned to that participant. This protocol is being designed in a way that will provide the long-term potential for pursuing many different clinical projects."
        },
        "conditionsModule": {
            "conditions": [
                "Intellectual Disabilities",
                "Congenital Anomaly",
                "Rare Disorders"
            ],
            "keywords": [
                "Rare Disorders",
                "Natural History",
                "Genetic Disorders",
                "Congenital Disorders",
                "Inherited Diseases"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Genetic Disorders",
                    "description": "Patients or family probands with genetic cause of disorders that are intractable or difficult to identify with existing technique."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Molecular etiology of rare diseases",
                    "description": "Identify the genetic cause of disorders that are intractable or difficult to identify with existing techniques, for example, disorders due to new mutations with poor reproductive fitness though exome or genome sequencing",
                    "timeFrame": "Ongoing"
                },
                {
                    "measure": "Analyze GSMS results for rare disorders for which genetic causes are known but not fully described",
                    "description": "We aim to sequence penetrant cases to study the molecular variations of rare genetic disorders, to better predict pathogenicity and identify new causative variants.",
                    "timeFrame": "Ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAn individual who is affected with a disorder under study and is older than 4 weeks. Our initial list of exemplar disorders has been discontinued; these disorders were examples of those which meet the general attributes for inclusion in this protocol. As stated above, individuals with disorders we choose to investigate under this protocol will generally represent simplex cases with rare phenotypes whose molecular etiology is unknown.\n\nIn rare instances, we may accept DNA from deceased individuals, including DNA or other saved biological specimens from deceased fetuses/neonates in accordance with Policy 400. These samples may provide us exceptional opportunities to study variants and manifestations of severe genetic overgrowth disorders where the fetus/neonate is unviable due to the severity of manifestations. In the rare circumstance where we plan to accept samples from non-viable fetuses/neonates, we may engage with pregnant mothers to begin consent discussions and coordinate specimen collection. We will only enroll pregnant women who voluntarily donate fetal tissue from invasive prenatal testing, and for which trio analysis is appropriate and necessary. While rare, there may be circumstances in which the scientific objectives (to elucidate the molecular etiology of the proband s genetic condition) would not be possible without analyzing the DNA of the fetus/proband and the biological parents. The conditions set under 45CFR46.205 are met for the inclusion of non-viable neonates:\n\n* Vital functions of the neonate will not be artificially maintained;\n* The research will not terminate the heartbeat or respiration of the neonate;\n* There will be no added risk to the neonate resulting from the research;\n* The purpose of the research is the development of important biomedical knowledge that cannot be obtained by any other means; and\n* The legally effective informed consent is obtained in accord with applicable regulations.\n\nFamily members of an affected individual where that family member (often a parent) is potentially informative or useful for linkage or other bioinformatic analyses of genetic variants may be enrolled. Probands who are minors or decisionally impaired adults are eligible if they have a parent or legal guardian who has authority to sign a consent form on their behalf.\n\nEXCLUSION INCLUSION:\n\nProbands who are adults and decisionally impaired are ineligible if they do not have a legal guardian who has authority to sign a consent form on their behalf.\n\nSubjects who have known, significant affective or psychiatric disorders that, in the judgment of the team, may impair their ability to understand and appropriately use complex medical and genetic information will be considered decisionally-impaired and will be ineligible unless they have appointed (or, in the case of minor children, are in the custody of) an appropriate surrogate decision-maker.\n\nIn addition, guardianship for cognitively impaired adult probands must be legally established and proof of guardianship must be supplied prior to that family s enrollment.\n\nWe request the ability to use this protocol for multiple genetic disorders, without specifically delineating them a priori. We believe this approach to be appropriate because for nearly all inherited disorders, the risks and benefits of GSMS do not substantively differ. This concept was validated by our now-closed protocol 94-HG-0193, which was a broad-based protocol for heritable congenital anomaly disorders, many of which do not fall neatly into a specific diagnostic classification.\n\nAs mentioned, we may request permission to retain some information about prospective participants who, at the time of their inquiry, may not be eligible for the study but who could become eligible in the future. As these participants will not be signing a consent form, we propose to NOT count these participants in our Inclusion Enrollment Reports but will provide the IRB with a tally of retained records at each Continuing Review.\n\nConsent documents for this protocol are available in English and Spanish. In rare instances, we may enroll participants who speak other languages using the NIH Short Written Consent Form Translation.\n\nWe will not enroll pregnant women, except as outlined in the section above.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "4 Weeks",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients or family probands with genetic cause of disorders that are intractable or difficult to identify with existing technique.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Julie Sapp",
                    "role": "CONTACT",
                    "phone": "(301) 435-2832",
                    "email": "sappj@mail.nih.gov"
                },
                {
                    "name": "Leslie G Biesecker, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-2041",
                    "email": "lesb@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Leslie G Biesecker, M.D.",
                    "affiliation": "National Human Genome Research Institute (NHGRI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19606051",
                    "type": "BACKGROUND",
                    "citation": "Evans JP, Green RC. Direct to consumer genetic testing: Avoiding a culture war. Genet Med. 2009 Aug;11(8):568-9. doi: 10.1097/GIM.0b013e3181afbaed. No abstract available."
                },
                {
                    "pmid": "18576944",
                    "type": "BACKGROUND",
                    "citation": "Mardis ER. Next-generation DNA sequencing methods. Annu Rev Genomics Hum Genet. 2008;9:387-402. doi: 10.1146/annurev.genom.9.081307.164359."
                },
                {
                    "pmid": "11359540",
                    "type": "BACKGROUND",
                    "citation": "Marteau TM, Dormandy E, Michie S. A measure of informed choice. Health Expect. 2001 Jun;4(2):99-108. doi: 10.1046/j.1369-6513.2001.00140.x."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2010-HG-0065.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008607",
                    "term": "Intellectual Disability"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                },
                {
                    "id": "D000035583",
                    "term": "Rare Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24518",
                    "name": "Rare Diseases",
                    "asFound": "Rare Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11589",
                    "name": "Intellectual Disability",
                    "asFound": "Intellectual Disability",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "asFound": "Congenital Anomalies",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                }
            ]
        }
    },
    "hasResults": false
}