{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06177639",
            "orgStudyIdInfo": {
                "id": "Pro00111358"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21EY033515",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21EY033515"
                }
            ],
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Widefield Confocal Scanning Laser Ophthalmoscope Optimized for Pediatric and Neonatal Imaging",
            "officialTitle": "Widefield Confocal Scanning Laser Ophthalmoscope Optimized for Pediatric and Neonatal Imaging",
            "acronym": "WiSLO",
            "therapeuticArea": [
                "Other"
            ],
            "study": "widefield-confocal-scanning-laser-ophthalmoscope-optimized-for-pediatric-and-neonatal-imaging"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-11",
            "studyFirstSubmitQcDate": "2023-12-11",
            "studyFirstPostDateStruct": {
                "date": "2023-12-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Eye Institute (NEI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to test the use of a novel Widefield Confocal Scanning Laser Ophthalmoscope (WiSLO) Optimized for Pediatric and Neonatal Imaging in pediatric and adult subjects who are undergoing clinical evaluation for eye disease or are healthy adult volunteers.\n\nThe main questions to answer are:\n\n* Whether WiSLO will be more comfortable and satisfactory in experience for the patient and operator than commercial alternatives.\n* If the quality of WiSLO near infrared images will be comparable to color fundus camera imaging across population of different ages and fundus pigmentation.\n\nParticipants will have the following research procedures:\n\n* Imaging of both eyes with a research noncontact WiSLO\n* Imaging of both eyes with a commercially available non-contact hand held fundus camera (Volk Pictor Plus)\n* Likert scales for adults\n* Pediatric Likert scales for children\n* CRIES scales for infants.",
            "detailedDescription": "The Widefield Confocal Scanning Laser Ophthalmoscope (WiSLO) Optimized for Pediatric and Neonatal Imaging study brings together a cross-disciplinary team of biomedical engineers and ophthalmologists to obtain feedback about and evaluate image quality of a handheld scanning laser ophthalmoscope (SLO) device designed and developed at Duke Biomedical Engineering under this grant specifically for portable pediatric and neonatal imaging applications which are not accessible by these populations. The expected outcome of the grant work is a validated design for a cost-scalable, dual-mode, widefield SLO (WiSLO) that produces NIR images comparable to existing color fundus cameras. The goal of this human subjects research is to gather initial supporting clinical data. Positive results from this initial study will motivate future technological refinement and clinical validation, ultimately leading to the commercialization of a technology that will greatly improve the standard of care in pediatric retinal imaging.\n\nThe investigators will recruit up to 42 participants into this study. This study will include enrollment of both pediatric and adult subjects who are undergoing clinical evaluation for eye disease or are healthy adult volunteers. Adult patients from Duke Eye Center Clinic with retinal findings will include for example, diabetic retinopathy, macular lesions, peripheral retinal lesions; Pediatric patients will have retinal findings including, for example: ROP, Coats disease, retinoschisis, familial exudative vitreoretinopathy, retinal detachment, retinal hemorrhages, retinoblastoma, and other lesions, or may have a normal retinal exam.\n\nParticipants will have the following research procedures: imaging of both eyes with (1) a research noncontact WiSLO and with a commercially available non-contact hand held fundus camera (Volk Pictor Plus), pen light evaluation of pupil size, sterile single use lubricating tear drops may be used, and Likert scales for adults, pediatric Likert scales for children and CRIES scales for infants. The adult cohort will complete imaging and analysis prior to start of pediatric imaging. Milestones of acceptable comfort with WiSLO imaging must be met from the adult analysis prior to imaging in pediatric participants.\n\nDescriptive statistics will be computed for all retinal imaging variables (medians, means, standard deviations and ranges for continuous variables, and frequencies and percentages for categorical and binary variables). The significance of difference between imaging devices by eye for continuous variables (e.g. field of view, extent of each respective feature \\[from overlay with conventional image as reference standard\\], time to image), categorical variables (e.g. quality ratings) and binary variables (e.g. visualized yes or no) will be assessed using paired statistical tests (t-test or Wilcoxon signed rank test or McNemar's test, respectively). Comfort milestone prior to pediatric use: At least 8 of 10 adult participants must rate WiSLO imaging of equal or better comfort, and at least 5 of the participants must rate WiSLO better than the commercial handheld fundus camera. Further, the variabilities of results in use of the WiSLO versus commercial imaging systems will be contrasted. The relationships between WiSLO image findings vs color photograph findings and fundus pigmentation, age and other biological variables will be assessed graphically with scatterplots. Corresponding correlations will be computed to probe any associations between these biological measures and imaging outcomes.\n\nRisks: There are no additional risks to participants beyond what is normal for standard ocular visualization and photographic procedures. Pharmacological pupil dilation will not be performed for research purposes."
        },
        "conditionsModule": {
            "conditions": [
                "Eye Diseases"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 42,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Adult (≥18 years) cohort",
                    "description": "Adults that may or may not have eye pathology",
                    "interventionNames": [
                        "Device: WiSLO",
                        "Device: Volk Pictor Plus™"
                    ]
                },
                {
                    "label": "Minor cohort",
                    "description": "Infant/child undergoing clinically-indicated examination that may or may not have eye pathology. We will not enroll inpatient pre-term infants or neonates. The youngest age at enrollment will be 30 days adjusted age using the NICH NRN Web-based Adjusted Age Calculator.",
                    "interventionNames": [
                        "Device: WiSLO",
                        "Device: Volk Pictor Plus™"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "WiSLO",
                    "description": "Imaging with the research WiSLO device in non-contact mode (4 images from each eye)",
                    "armGroupLabels": [
                        "Adult (≥18 years) cohort",
                        "Minor cohort"
                    ],
                    "otherNames": [
                        "Widefield scanning laser ophthalmoscope"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Volk Pictor Plus™",
                    "description": "Imaging with the commercial handheld fundus camera, Volk Pictor Plus™ (4 images from each eye)",
                    "armGroupLabels": [
                        "Adult (≥18 years) cohort",
                        "Minor cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Presence of microanatomy as measured by WiSLO image reading",
                    "description": "Presence (Yes/No) of retinal anatomy as measured from WiSLO and commercial OCT grading",
                    "timeFrame": "Standard of care clinic visit - day 1"
                },
                {
                    "measure": "Presence of abnormal microanatomy as measured by WiSLO image reading",
                    "description": "Combination of presence (Yes/No) and severity (e.g., mild, moderate, severe) of abnormal retinal structures as measured from WiSLO images and commercially available fundus images.",
                    "timeFrame": "Standard of care clinic visit - day 1"
                },
                {
                    "measure": "Presence of microanatomy from retinal photo imaging",
                    "description": "Presence (Yes/No) of retinal microanatomy from commercially available fundus imaging (Volk Pictor Plus™) and WiSLO images.",
                    "timeFrame": "Standard of care clinic visit - day 1"
                },
                {
                    "measure": "Severity of abnormal microanatomy from retinal photo imaging",
                    "description": "Combination of presence (Yes/No) and severity (e.g., mild, moderate, severe) of abnormal retinal structures from commercially available fundus imaging (Volk Pictor Plus™) and WiSLO images.",
                    "timeFrame": "Standard of care clinic visit - day 1"
                },
                {
                    "measure": "Time of image capture from WiSLO and commercially available fundus imaging",
                    "description": "Assessment of time of image capture from both WiSLO and commercially available fundus imaging.",
                    "timeFrame": "Standard of care clinic visit - day 1"
                },
                {
                    "measure": "Patient comfort as measured by Likert Scales",
                    "description": "Determining subjective patient comfort and satisfaction using age appropriate Likert Scales for adults and minors (Likert scores 1 - 5)",
                    "timeFrame": "Standard of care clinic visit - day 1"
                },
                {
                    "measure": "Patient satisfaction as measured by Likert Scales",
                    "description": "Determining subjective patient comfort and satisfaction using age appropriate Likert Scales for adults and minors (Likert scores 1 - 5)",
                    "timeFrame": "Standard of care clinic visit - day 1"
                },
                {
                    "measure": "Patient comfort as measured by CRIES evaluation",
                    "description": "Determining subjective patient comfort and satisfaction CRIES evaluation (crying 0-4; facial expression 0-2; heart rate beats per minute; change in respiratory support).",
                    "timeFrame": "Standard of care clinic visit - day 1"
                },
                {
                    "measure": "Patient satisfaction as measured by CRIES evaluation",
                    "description": "Determining subjective patient comfort and satisfaction CRIES evaluation (crying 0-4; facial expression 0-2; heart rate beats per minute; change in respiratory support).",
                    "timeFrame": "Standard of care clinic visit - day 1"
                },
                {
                    "measure": "Operator comfort as measured by Likert Scales",
                    "description": "Determining subjective operator comfort and satisfaction using Likert Scales (Likert scores 1-5)",
                    "timeFrame": "Standard of care clinic visit - day 1"
                },
                {
                    "measure": "Operator satisfaction as measured by Likert Scales",
                    "description": "Determining subjective operator comfort and satisfaction using Likert Scales (Likert scores 1-5)",
                    "timeFrame": "Standard of care clinic visit - day 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults (≥18 years) that may or may not have eye pathology\n* Infant/child undergoing clinically-indicated examination that may or may not have eye pathology. NOTE: We will not enroll inpatient pre-term infants or neonates. The youngest age at enrollment will be 30 days adjusted age using the NICH NRN Web-based Adjusted Age Calculator.\n* Adults and infant/child with or without prior pupil dilation for clinical eye care visit\n* Adult participant is able and willing to consent to study participation\n* Parent/Legal Guardian is able and willing to consent to study participation for the minor\n* Pediatric participant \\>12 years is able and willing to assent to study participation\n\nExclusion Criteria:\n\n* Participant or Parent/Legal Guardian unwilling or unable to provide consent\n* Participant has a health or eye condition that would preclude eye examination or retinal imaging (e.g. evidence of inflammation or infection of ocular surface or eyelids, or corneal opacity or cataract)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "30 Days",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients eligible for this research study may have eye conditions requiring clinical evaluation. Participants will be recruited from the patient population of Duke Eye Center. Healthy adult volunteers will be recruited from the patient population of Duke Eye Center, visitors attending clinical visits with Duke Eye Center patients, Duke Employees and Duke Students. No employees or students will be enrolled if under the direct supervision of the PI.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cynthia A Toth, MD",
                    "role": "CONTACT",
                    "phone": "(919) 684-9170",
                    "email": "cynthia.toth@duke.edu"
                },
                {
                    "name": "Michelle N McCall, MCAPM, BA",
                    "role": "CONTACT",
                    "phone": "(919) 684-0544",
                    "email": "michelle.mccall@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cynthia A Toth, MD",
                    "affiliation": "Duke University Eye Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University Eye Center",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle McCall",
                            "role": "CONTACT",
                            "phone": "919-684-0544",
                            "email": "mccal023@mc.duke.edu"
                        },
                        {
                            "name": "Neeru Sarin",
                            "role": "CONTACT",
                            "phone": "9196685641",
                            "email": "neeru.sarin@duke.edu"
                        },
                        {
                            "name": "Cynthia A Toth, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Hafeez Dhalla, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We are committed to prompt publication of research results as the optimal means for scientific advancement as well as career advancement for our students and trainees. All findings resulting from the proposed studies will be prepared for publication in peer-reviewed journals and posted on PubMed Central once accepted. Further, we are strong advocates of open-access publishing and are supportive of efforts by publishers and professional societies to develop technologies for on-line publishing of entire experimental datasets, although the technology for doing so in biomedical imaging research is still evolving. We have published such datasets using OSA's Interactive Science Publishing technology (http://midas.osa.org/midaspub/item/view/1123) and as supplementary data in OSA journals (https://www.osapublishing.org/submit/style/multimedia.cfm). We plan to either publish datasets from this study or make the datasets available upon request.",
            "timeFrame": "Final research data will be available for at least the duration of the project.",
            "accessCriteria": "We will archive final research data from the proposed project and make the underlying datasets available to other researchers upon request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "asFound": "Eye Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}