{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05056051",
            "orgStudyIdInfo": {
                "id": "STU00200319-2"
            },
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Wide-Area Transepithelial Sampling in Endoscopic Eradication Therapy for Barrett's Esophagus",
            "officialTitle": "Additive Value of Wide-Area Transepithelial Sampling (WATS3D) in Detection of Recurrence of Intestinal Metaplasia Following Endoscopic Eradication Therapy (EET) for Barrett's Esophagus-Related Neoplasia",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "wide-area-transepithelial-sampling-in-endoscopic-eradication-therapy-for-barrett-s-esophagus"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-04",
            "studyFirstSubmitQcDate": "2021-09-14",
            "studyFirstPostDateStruct": {
                "date": "2021-09-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Washington University School of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                },
                {
                    "name": "University of California, Los Angeles",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Esophageal cancer is a deadly disease that is becoming increasingly common in the United States. Barrett's esophagus (BE) is a pre-cancerous state that can develop into esophageal cancer, but is highly treatable. Progression of BE to esophageal cancer is still common due to missed diagnosis of Barrett's esophagus recurrence following treatment. Wide-Area Trans-Epithelial Sampling (WATS-3D) is a new technology that uses brush sampling to examine larger areas of the esophagus as compared to conventional biopsies. Preliminary studies show improved detection of cancerous changes in Barrett's esophagus surveillance. The investigators hope to see if the addition of WATS-3D increases the rate of detection of recurrent BE following treatment, which is of the utmost importance since it would allow for earlier re-treatment of disease and ultimately allow for prevention of progression to esophageal cancer.",
            "detailedDescription": "Barrett's esophagus (BE) affects 5-15% of all patients with gastroesophageal reflux disease and approximately 1-2% of the entire population. The stepwise progression of BE from intestinal metaplasia (IM) to dysplasia can ultimately lead to esophageal adenocarcinoma (EAC). There are over 15,000 cases of EAC diagnosed in the United States each year. Regardless of stage of disease at time of diagnosis, the 5-year survival for EAC is an abysmal 19%. Endoscopic eradication therapy (EET) has been shown to be very effective in preventing progression of dysplastic BE to EAC with rates of complete eradication of intestinal metaplasia (CE-IM) \\> 90%. This is of paramount importance given the poor outcomes associated with the development of EAC.\n\nDespite high success rates in achieving CE-IM, recent studies show that the recurrence of IM following CE-IM occurs with annual incidence of 8-10% and a 2-3% dysplasia rate per patient year of follow-up. The current paradigm of endoscopic surveillance following CE-IM focuses on random biopsies, which has raised concerns about sampling error and missed recurrence of IM and dysplasia leading to increased risk of interval development of EAC. New technologies, such as Wide-Area Trans-Epithelial Sampling (WATS-3D; CDx Diagnostics, Suffern, NY) have been studied to improve detection of dysplasia in BE. WATS-3D involves abrasive brush sampling of the esophagus that is then processed by a validated computer imaging system and subsequently reviewed by pathologist. Prior studies have shown increased dysplasia detection in routine BE surveillance with WATS-3D over standard biopsies, however there are no published data as to the additive value of WATS-3D for detection of recurrence of disease after endoscopic therapy.\n\nProblem Statement:\n\nDespite high success rates of successful eradication of BE with EET, recurrence rates are still high. Current Seattle Protocol biopsies for Post-EET surveillance is time-consuming, difficult to reproduce, and often misses IM recurrence putting patients at increased risk of developing EAC.\n\nHypothesis and Specific Aims:\n\nThe investigators hypothesize that the addition of WATS-3D to standard four-quadrant biopsies driven by HD-WLE and Narrow Band Imaging (NBI) will increase the rate of detection of recurrence of IM and dysplasia in patients who have undergone EET. To that end, increased recurrent IM detection will allow for proper choice of repeat EET and decreased progression to EAC. The specific aims:\n\n1. To assess the additive diagnostic yield of WATS-3D sampling beyond that of standard biopsies for detection of IM or dysplasia (recurrence) in patients who have undergone EET for BE-related neoplasia.\n2. To assess the difference in additive diagnostic yield of WATS-3D sampling beyond that of standard biopsies between CE-IM as defined by a single exam without IM vs. \\>1 exam\n3. To assess the impact of order of tissue acquisition techniques on detection of recurrent IM or dysplasia (via randomization)\n\nThe proposed study will be a prospective multi-center design over 24 months. The participating centers will include Northwestern University, Washington University in St. Louis, University of Colorado and University of California, Los Angeles.\n\n* A total of 200 patients will be in enrolled in this prospective study. All patients who have completed EET with at least one endoscopy with biopsies demonstrating no evidence of IM will be eligible for enrollment in the study. Enrollment will occur in the setting of outpatient clinic visit or in the endoscopy lab. The PI or study coordinator will meet with the patient and discuss the study, its objectives, and expectations and informed consent will be obtained.\n* Enrolled subjects will have completed EET as per clinical standard of care within the framework of the following study design. Standard EET will be defined as resection of visible lesions and ablative therapy (either radio frequency ablation or cryo-therapy). Once complete eradication of intestinal metaplasia (CE-IM) is achieved as defined as no recurrence of BE endoscopically or on forceps biopsies for at least a single EGD, patients will then undergo post-EET surveillance.\n* While adhering to standard post-EET surveillance endoscopy intervals, on a prospective basis, the investigators will add WATS-3D to the surveillance protocol. Each patient will be randomized to one of two groups. The first group will undergo biopsies with standard forceps first, followed by tissue sampling with WATS-3D. The second group will undergo tissue sampling with WATS-3D first, followed by biopsies with standard forceps. The forceps biopsies will then be examined by expert pathologists at each respective institution, while the WATS-3D samples will be evaluated at a central laboratory. Each surveillance endoscopy will follow current standard inspection with HD-WLE and NBI. Forceps biopsies will be obtained from: a) the gastric cardia, b) the new squamocolumnar junction, and c) targeted/neosquamous sampling of the original BE segment. WATS-3D brushing will be performed of the: a) squamocolumnar junction to include and visible islands and b) the neosquamous zone representative of the original BE segment. WATS-3D brushings will be taken in 5 cm esophageal segments of the neo-squamous mucosa.\n* All physicians will participate in a training session (virtual) which will discuss the use of WATS-3D and ensure all sampling is standardized.\n* Once a patient is randomized, all subsequent surveillance endoscopies will follow the same tissue sampling order. For instance, if a patient is assigned to the group that will undergo tissue sampling with WATS-3D first, followed by biopsies with standard forceps second, all surveillance endoscopies will follow sampling in this order. Patients will continue in the study for 2 consecutive endoscopies using this sampling protocol. All patients will be followed longitudinally for the duration of their endoscopy surveillance.\n* The investigators will then compare the detection of IM and dysplastic cells obtained via Seattle Protocol biopsies to WATS-3D obtained samples."
        },
        "conditionsModule": {
            "conditions": [
                "Barrett Esophagus",
                "Esophageal Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "All patients enrolled will have neo-squamous segment tested with WATS-3D and biopsy forceps",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Post-EET Surveillance Group: WATS-3D samples followed by Forceps biopsies",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Sampling will occur with WATS-3D followed by forceps biopsies. For each patient, resection samples will be identified by the endoscopy method used to locate the sample as either HD-WLE/NBI or WATS-3D. For each method of detection, the highest grade of histology for each patient will be assigned based on the identified samples. Dysplasia detected on random biopsies will be attributed HD-WLE/NBI given it is part of the standard of care.",
                    "interventionNames": [
                        "Device: WATS-3D tissue sampling prior to forceps biopsies"
                    ]
                },
                {
                    "label": "Post-EET Surveillance Group: Forceps biopsies followed by WATS-3D samples",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Sampling will occur with forceps biopsies followed by WATS-3D. For each patient, resection samples will be identified by the endoscopy method used to locate the sample as either HD-WLE/NBI or WATS-3D. For each method of detection, the highest grade of histology for each patient will be assigned based on the identified samples. Dysplasia detected on random biopsies will be attributed HD-WLE/NBI given it is part of the standard of care.",
                    "interventionNames": [
                        "Device: WATS-3D tissue sampling following forceps biopsies"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "WATS-3D tissue sampling prior to forceps biopsies",
                    "description": "WATS-3D is a brush-based tissue sampling technique. Abrasive brush sampling of large areas of the esophagus pick up cells to obtain trans-epithelial specimens. This technique samples much larger tissue areas than standard forceps biopsies. Analysis is then done by proprietary neural-network based computer scanning and molecular diagnostics to identify abnormal cells.",
                    "armGroupLabels": [
                        "Post-EET Surveillance Group: WATS-3D samples followed by Forceps biopsies"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "WATS-3D tissue sampling following forceps biopsies",
                    "description": "WATS-3D is a brush-based tissue sampling technique. Abrasive brush sampling of large areas of the esophagus pick up cells to obtain trans-epithelial specimens. This technique samples much larger tissue areas than standard forceps biopsies. Analysis is then done by proprietary neural-network based computer scanning and molecular diagnostics to identify abnormal cells. This will be done after forceps biopsies in this arm.",
                    "armGroupLabels": [
                        "Post-EET Surveillance Group: Forceps biopsies followed by WATS-3D samples"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To assess the additive diagnostic yield as assessed by proportion of patients with recurrence be use of WATS-3D",
                    "description": "To assess the additive diagnostic yield of WATS-3D sampling beyond that of standard biopsies for detection of IM or dysplasia (recurrence) in patients who have undergone EET for BE-related neoplasia. The rates of recurrence as determined by the proportion of patients (percentage) deemed to have recurrence of BE on tissue sampling will be compared between samples obtained by WATS-3D vs forceps biopsies.",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To assess if there is a difference in diagnostic yield of WATS-3D based on CE-IM definition between one and two or more endoscopies",
                    "description": "To assess the difference in additive diagnostic yield of WATS-3D sampling beyond that of standard biopsies between CE-IM, the proportion of patients with recurrence will be compared based if CE-IM was based on a single exam without IM vs. two or more successive exams without IM.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "To assess if the order by which tissue is sampled affects the diagnostic yield of WATS-3D by comparing the proportion of patients with recurrence between groups.",
                    "description": "It is unclear if there is any impact of order of tissue acquisition techniques on detection of recurrent IM or dysplasia. By randomizing patients to either WATS-3D first followed by forceps biopsies vs forceps biopsies followed by WATS-3D, the proportion of patients with recurrence will be compared to see if the order of sampling affects the proportion of patients found to have recurrent BE.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients aged 18+ diagnosed with Barrett's esophagus with confirmed histologic dysplasia or intra-mucosal cancer undergoing surveillance after EET\n* Patients who have achieved CE-IM on at least one surveillance endoscopy following EET\n* All subjects must have given signed, informed consent prior to registration in the study\n\nExclusion Criteria:\n\n* All patients who are unable or unwilling to give consent will not be included in the study\n* All patients deemed to have refractory BE despite EET\n* Patients who are pregnant, vulnerable populations such as prisoners, life expectancy \\< 1 year based on concurrent comorbidities, coagulopathy with INR \\> 1.5 that cannot be reversed, thrombocytopenia with platelets \\< 125,000 that cannot be corrected with blood products, unable to safely undergo elective endoscopy due to current comorbidities, and inability to pass standard endoscope will not be included in the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Srinadh Komanduri, MD, MS",
                    "role": "CONTACT",
                    "phone": "3126950484",
                    "email": "skomandu@nm.org"
                },
                {
                    "name": "Domenico AJ Farina, MD",
                    "role": "CONTACT",
                    "phone": "3129144602",
                    "email": "domenico.farina@northwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Srinadh Komanduri",
                    "affiliation": "Feinberg School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, LA",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "V Raman Muthusamy, MD, MAS",
                            "role": "CONTACT",
                            "email": "raman@mednet.ucla.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of Colorado",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sachin Wani, MD",
                            "role": "CONTACT",
                            "email": "sachinwani10@yahoo.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "Northwestern Memorial Hospital",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Srinadh Komanduri, MD, MS",
                            "role": "CONTACT",
                            "phone": "312-695-4077",
                            "email": "skomandu@nm.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Washington University in St. Louis, Barnes Jewish Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vladimir Kushnir, MD",
                            "role": "CONTACT",
                            "email": "vkushnir@wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "18045592",
                    "type": "BACKGROUND",
                    "citation": "Rastogi A, Puli S, El-Serag HB, Bansal A, Wani S, Sharma P. Incidence of esophageal adenocarcinoma in patients with Barrett's esophagus and high-grade dysplasia: a meta-analysis. Gastrointest Endosc. 2008 Mar;67(3):394-8. doi: 10.1016/j.gie.2007.07.019. Epub 2007 Nov 28."
                },
                {
                    "pmid": "26021191",
                    "type": "BACKGROUND",
                    "citation": "Runge TM, Abrams JA, Shaheen NJ. Epidemiology of Barrett's Esophagus and Esophageal Adenocarcinoma. Gastroenterol Clin North Am. 2015 Jun;44(2):203-31. doi: 10.1016/j.gtc.2015.02.001. Epub 2015 Apr 9."
                },
                {
                    "pmid": "31439127",
                    "type": "BACKGROUND",
                    "citation": "ASGE STANDARDS OF PRACTICE COMMITTEE; Qumseya B, Sultan S, Bain P, Jamil L, Jacobson B, Anandasabapathy S, Agrawal D, Buxbaum JL, Fishman DS, Gurudu SR, Jue TL, Kripalani S, Lee JK, Khashab MA, Naveed M, Thosani NC, Yang J, DeWitt J, Wani S; ASGE Standards of Practice Committee Chair. ASGE guideline on screening and surveillance of Barrett's esophagus. Gastrointest Endosc. 2019 Sep;90(3):335-359.e2. doi: 10.1016/j.gie.2019.05.012. No abstract available."
                },
                {
                    "pmid": "29671157",
                    "type": "BACKGROUND",
                    "citation": "Reed CC, Shaheen NJ. Natural History of the Post-ablation Esophagus. Dig Dis Sci. 2018 Aug;63(8):2136-2145. doi: 10.1007/s10620-018-5066-8."
                },
                {
                    "pmid": "23542068",
                    "type": "BACKGROUND",
                    "citation": "Phoa KN, Pouw RE, van Vilsteren FGI, Sondermeijer CMT, Ten Kate FJW, Visser M, Meijer SL, van Berge Henegouwen MI, Weusten BLAM, Schoon EJ, Mallant-Hent RC, Bergman JJGHM. Remission of Barrett's esophagus with early neoplasia 5 years after radiofrequency ablation with endoscopic resection: a Netherlands cohort study. Gastroenterology. 2013 Jul;145(1):96-104. doi: 10.1053/j.gastro.2013.03.046. Epub 2013 Mar 28."
                },
                {
                    "pmid": "18550563",
                    "type": "BACKGROUND",
                    "citation": "Yousef F, Cardwell C, Cantwell MM, Galway K, Johnston BT, Murray L. The incidence of esophageal cancer and high-grade dysplasia in Barrett's esophagus: a systematic review and meta-analysis. Am J Epidemiol. 2008 Aug 1;168(3):237-49. doi: 10.1093/aje/kwn121. Epub 2008 Jun 12."
                },
                {
                    "pmid": "28577772",
                    "type": "BACKGROUND",
                    "citation": "Kia L, Komanduri S. Care of the Postablation Patient: Surveillance, Acid Suppression, and Treatment of Recurrence. Gastrointest Endosc Clin N Am. 2017 Jul;27(3):515-529. doi: 10.1016/j.giec.2017.02.008."
                },
                {
                    "pmid": "24389236",
                    "type": "BACKGROUND",
                    "citation": "Anders M, Bahr C, El-Masry MA, Marx AH, Koch M, Seewald S, Schachschal G, Adler A, Soehendra N, Izbicki J, Neuhaus P, Pohl H, Rosch T. Long-term recurrence of neoplasia and Barrett's epithelium after complete endoscopic resection. Gut. 2014 Oct;63(10):1535-43. doi: 10.1136/gutjnl-2013-305538. Epub 2014 Jan 3."
                },
                {
                    "pmid": "27670227",
                    "type": "BACKGROUND",
                    "citation": "Desai M, Saligram S, Gupta N, Vennalaganti P, Bansal A, Choudhary A, Vennelaganti S, He J, Titi M, Maselli R, Qumseya B, Olyaee M, Waxman I, Repici A, Hassan C, Sharma P. Efficacy and safety outcomes of multimodal endoscopic eradication therapy in Barrett's esophagus-related neoplasia: a systematic review and pooled analysis. Gastrointest Endosc. 2017 Mar;85(3):482-495.e4. doi: 10.1016/j.gie.2016.09.022. Epub 2016 Sep 23."
                },
                {
                    "pmid": "28573176",
                    "type": "BACKGROUND",
                    "citation": "Fujii-Lau LL, Cinnor B, Shaheen N, Gaddam S, Komanduri S, Muthusamy VR, Das A, Wilson R, Simon VC, Kushnir V, Mullady D, Edmundowicz SA, Early DS, Wani S. Recurrence of intestinal metaplasia and early neoplasia after endoscopic eradication therapy for Barrett's esophagus: a systematic review and meta-analysis. Endosc Int Open. 2017 Jun;5(6):E430-E449. doi: 10.1055/s-0043-106578. Epub 2017 May 31."
                },
                {
                    "pmid": "28576294",
                    "type": "BACKGROUND",
                    "citation": "Wani S, Muthusamy VR, Shaheen NJ, Yadlapati R, Wilson R, Abrams JA, Bergman J, Chak A, Chang K, Das A, Dumot J, Edmundowicz SA, Eisen G, Falk GW, Fennerty MB, Gerson L, Ginsberg GG, Grande D, Hall M, Harnke B, Inadomi J, Jankowski J, Lightdale CJ, Makker J, Odze RD, Pech O, Sampliner RE, Spechler S, Triadafilopoulos G, Wallace MB, Wang K, Waxman I, Komanduri S. Development of quality indicators for endoscopic eradication therapies in Barrett's esophagus: the TREAT-BE (Treatment with Resection and Endoscopic Ablation Techniques for Barrett's Esophagus) Consortium. Gastrointest Endosc. 2017 Jul;86(1):1-17.e3. doi: 10.1016/j.gie.2017.03.010. Epub 2017 May 30. No abstract available."
                },
                {
                    "pmid": "29655833",
                    "type": "BACKGROUND",
                    "citation": "Cotton CC, Haidry R, Thrift AP, Lovat L, Shaheen NJ. Development of Evidence-Based Surveillance Intervals After Radiofrequency Ablation of Barrett's Esophagus. Gastroenterology. 2018 Aug;155(2):316-326.e6. doi: 10.1053/j.gastro.2018.04.011. Epub 2018 Apr 13."
                },
                {
                    "pmid": "28579538",
                    "type": "BACKGROUND",
                    "citation": "Cotton CC, Wolf WA, Overholt BF, Li N, Lightdale CJ, Wolfsen HC, Pasricha S, Wang KK, Shaheen NJ; AIM Dysplasia Trial Group. Late Recurrence of Barrett's Esophagus After Complete Eradication of Intestinal Metaplasia is Rare: Final Report From Ablation in Intestinal Metaplasia Containing Dysplasia Trial. Gastroenterology. 2017 Sep;153(3):681-688.e2. doi: 10.1053/j.gastro.2017.05.044. Epub 2017 Jun 1."
                },
                {
                    "pmid": "30541019",
                    "type": "BACKGROUND",
                    "citation": "Smith MS, Ikonomi E, Bhuta R, Iorio N, Kataria RD, Kaul V, Gross SA; US Collaborative WATS Study Group. Wide-area transepithelial sampling with computer-assisted 3-dimensional analysis (WATS) markedly improves detection of esophageal dysplasia and Barrett's esophagus: analysis from a prospective multicenter community-based study. Dis Esophagus. 2019 Mar 1;32(3):doy099. doi: 10.1093/dote/doy099."
                },
                {
                    "pmid": "28757316",
                    "type": "BACKGROUND",
                    "citation": "Vennalaganti PR, Kaul V, Wang KK, Falk GW, Shaheen NJ, Infantolino A, Johnson DA, Eisen G, Gerson LB, Smith MS, Iyer PG, Lightdale CJ, Schnoll-Sussman F, Gupta N, Gross SA, Abrams J, Haber GB, Chuttani R, Pleskow DK, Kothari S, Goldblum JR, Zhang Y, Sharma P. Increased detection of Barrett's esophagus-associated neoplasia using wide-area trans-epithelial sampling: a multicenter, prospective, randomized trial. Gastrointest Endosc. 2018 Feb;87(2):348-355. doi: 10.1016/j.gie.2017.07.039. Epub 2017 Jul 27."
                },
                {
                    "pmid": "25916227",
                    "type": "BACKGROUND",
                    "citation": "Vennalaganti PR, Naag Kanakadandi V, Gross SA, Parasa S, Wang KK, Gupta N, Sharma P. Inter-Observer Agreement among Pathologists Using Wide-Area Transepithelial Sampling With Computer-Assisted Analysis in Patients With Barrett's Esophagus. Am J Gastroenterol. 2015 Sep;110(9):1257-60. doi: 10.1038/ajg.2015.116. Epub 2015 Apr 28."
                },
                {
                    "pmid": "23499759",
                    "type": "BACKGROUND",
                    "citation": "Gupta M, Iyer PG, Lutzke L, Gorospe EC, Abrams JA, Falk GW, Ginsberg GG, Rustgi AK, Lightdale CJ, Wang TC, Fudman DI, Poneros JM, Wang KK. Recurrence of esophageal intestinal metaplasia after endoscopic mucosal resection and radiofrequency ablation of Barrett's esophagus: results from a US Multicenter Consortium. Gastroenterology. 2013 Jul;145(1):79-86.e1. doi: 10.1053/j.gastro.2013.03.008. Epub 2013 Mar 15."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001471",
                    "term": "Barrett Esophagus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000004935",
                    "term": "Esophageal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M4765",
                    "name": "Barrett Esophagus",
                    "asFound": "Barrett's Esophagus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8088",
                    "name": "Esophageal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11659",
                    "name": "Metaplasia",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8085",
                    "name": "Esophageal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "T2141",
                    "name": "Esophageal Cancer",
                    "asFound": "Esophageal Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}