{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02582021",
            "orgStudyIdInfo": {
                "id": "Pro00037321"
            },
            "organization": {
                "fullName": "Cedars-Sinai Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "WISE CVD - Continuation (WISE HFpEF)",
            "officialTitle": "Women's Ischemia Syndrome Evaluation (WISE) - Coronary Microvascular Dysfunction (CMD) and Heart Failure With Preserved Ejection Fraction (HFpEF)",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "wise-cvd-continuation-wise-hfpef"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2015-11"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2015-10-05",
            "studyFirstSubmitQcDate": "2015-10-19",
            "studyFirstPostDateStruct": {
                "date": "2015-10-21",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-07-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Noel Bairey Merz",
                "investigatorTitle": "Director",
                "investigatorAffiliation": "Cedars-Sinai Medical Center"
            },
            "leadSponsor": {
                "name": "Cedars-Sinai Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "The Women's Ischemia Study Evaluation (WISE), a cohort study of over 1000 women, has made many contributions to the understanding of cardiovascular disease. A milestone acknowledged in the 2011 AHA Herrick Lecture is the role of Coronary Microvascular Dysfunction (CMD) in women with symptoms/signs of ischemia without obstructive coronary artery disease (CAD). While in 1996, CMD was considered \"an imaging artifact\", in 2013, it is a widely accepted as a pathophysiologic process requiring systematic cohesive scientific pursuit. CMD is prevalent, associated with adverse clinical outcomes, poor quality of life and healthcare costs rivaling obstructive CAD. There are 2-3 million US women with CMD, and 100,000 new cases projected annually placing CMD prevalence, morbidity and costs higher than all female reproductive cancers combined.\n\nAmong women with ischemia, preserved ejection fraction and no obstructive CAD, it has been observed that there are relatively more new onset heart failure (HF) hospitalizations than nonfatal myocardial infarction (MI). It has been hypothesized that CMD contributes to left ventricular (LV) diastolic dysfunction and subsequent heart failure with preserved ejection fraction (HFpEF). Preliminary data further suggests that left ventricular diastolic dysfunction is linked to CMD via a mechanism of augmentation and/or perpetuation by cardiomyocyte fat accumulation. HFpEF is prevalent in women and older men, but poorly understood. Mechanistic understanding is critical to HFpEF intervention and guideline development.\n\nThe study hypotheses are as follows:\n\n1. Risk factor conditions (hypertension, dyslipidemia, dysglycemia, loss of estrogen) promote an inflammatory and pro-oxidative state making the microvasculature vulnerable;\n2. Vulnerable coronary microvasculature becomes dysregulated (sympathetic nervous system activation, endothelial dysfunction, changes in vascular smooth muscle activation, spasm) causing repeated episodes of transient ischemia;\n3. Repeated ischemia-reperfusion episodes facilitate preconditioning with preservation of cardiomyocyte contractile and microvascular function against ischemic injury;\n4. Ischemia-reperfusion and preconditioning lead to cardiomyocyte fat accumulation and relaxation impairment resulting in diastolic dysfunction and heart failure with preserved ejection fraction (HFpEF).",
            "detailedDescription": "The current application will study new cohorts of women and men with the following specific aims:\n\nSpecific Aim 1: LV diastolic dysfunction is linked to CMD. Sub-Aim 1: LV diastolic dysfunction and CMD are linked via the mechanism of cardiomyocyte fat accumulation.\n\nSpecific Aim 2: Comprehensive noninvasive Cardiac Magnetic Resonance Imaging (CMRI) that includes LV diastolic function is linked with invasive measures of LV diastolic function and can optimize diagnosis of CMD.\n\nSub-Aim 2: Coronary Magnetic Resonance Angiography (CMRA) can exclude obstructive CAD in CMD.\n\nSpecific Aim 3: Add completely de-identified data sharing to prepare for future large precision medicine research and to advance precision medicine initiative.\n\nExploratory Aim: Blood proteomic and metabolomics biomarkers of extracellular matrix remodeling and fibrosis combined with ischemia measures will predict HFpEF.\n\nIn this prospective, cohort design study, investigators intend to enroll 220 new subjects including 120 symptomatic women undergoing invasive coronary angiography for suspected ischemia with no obstructive coronary artery disease (CAD) defined as ≥50% luminal diameter stenosis in ≥1 epicardial coronary artery and 100 women and men hospitalized for Heart Failure with preserved Ejection Fraction (HFpEF) defined by the European Society of Cardiology (ESC) criteria who have not yet undergone coronary angiography.\n\nNew and existing samples and longer term follow-up will be analyzed in an exploratory fashion looking for potential HFpEF biomarkers for pilot data purposes.\n\nAfter baseline evaluation, the n=120 cohort will undergo noninvasive high resolution, comprehensive CMRI imaging, invasive angiography, coronary reactivity testing and rest-stress Millar pressure-volume measurement. Handgrip, mild leg exercise, and brief Valsalva Maneuver will be conducted during CMRI and Millar pressure-volume assessment to characterize cardiac response to stress. Lastly, these patients will also undergo MR Coronary Angiography, for validation purposes against gold-standard angiography.\n\nThe cohort of 100 women and men with HFpEF admitted to the hospital who have not yet undergone coronary angiography will also undergo CMRI (with stress), including MR coronary angiography (CMRA) and noninvasive computed coronary tomographic angiography (CCTA)(CSMC only).\n\nThis will provide understanding of a non-cath-lab based population regarding links between CMD, diastolic function and HFpEF, and will result in data to test the hypothesis that coronary MRA can exclude obstructive CAD and diagnose CMD without ionizing radiation. Proteomic and metabolomics biomarker assays in the (n=567) subjects with no obstructive CAD (Exploratory Aim) will be performed."
        },
        "conditionsModule": {
            "conditions": [
                "Microvascular Coronary Dysfunction",
                "Cardiovascular Disease"
            ],
            "keywords": [
                "Microvascular Coronary Dysfunction (MCD)",
                "Magnetic resonance imaging (MRI)",
                "Coronary angiography",
                "Coronary Vascular Dysfunction (CVD)"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "A maximum of 45 mL of whole blood will be collected, which will be processed and stored as serum, plasma, and DNA for biomarkers and for genetic testing."
            },
            "enrollmentInfo": {
                "count": 220,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Women",
                    "description": "Women undergoing clinically-ordered coronary angiography for signs and symptoms of ischemia who have no obstructive coronary artery disease (CAD)",
                    "interventionNames": [
                        "Procedure: Coronary Angiography",
                        "Procedure: Coronary Reactivity Testing",
                        "Procedure: Cardiac Magnetic Resonance Imaging",
                        "Procedure: Cardiac Magnetic Resonance Angiography",
                        "Procedure: Rest-Stress Millar Testing",
                        "Procedure: Aortic vasorelaxation tests"
                    ]
                },
                {
                    "label": "Women or men",
                    "description": "Women and men hospitalized for signs and symptoms of ischemia and evidence of Heart Failure with preserved ejection fraction (HFpEF) who have not undergone a clinically-ordered coronary angiography",
                    "interventionNames": [
                        "Procedure: Cardiac Magnetic Resonance Imaging",
                        "Procedure: Cardiac Magnetic Resonance Angiography",
                        "Procedure: Computed Coronary Tomographic Angiography",
                        "Procedure: Rest-Stress Millar Testing",
                        "Procedure: Aortic vasorelaxation tests"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Coronary Angiography",
                    "description": "A coronary angiogram is a procedure that uses x-ray imaging to see the heart's blood vessels; it is a part of Heart (cardiac) catheterization procedure. During a coronary angiogram, a type of dye that's visible by an x-ray machine is injected into the blood vessels of the heart. The x-ray machine rapidly takes a series of images (angiograms).\n\nThe Coronary Reactivity test (CRT), heart pressure (Millar) evaluation, and Millar stress testing are performed during the coronary angiography.",
                    "armGroupLabels": [
                        "Women"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Coronary Reactivity Testing",
                    "description": "An angiography procedure specifically designed to examine the blood vessels in the heart and how they respond to different medications.",
                    "armGroupLabels": [
                        "Women"
                    ],
                    "otherNames": [
                        "CRT"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Cardiac Magnetic Resonance Imaging",
                    "description": "Noninvasive high resolution imaging test; Optimized magnetic resonance imaging technique for use in the cardiovascular system - use of ECG gating and rapid imaging sequences.\n\nHandgrip, mild leg exercise, and brief Valsalva Maneuver will be conducted to characterize cardiac response to stress. The CMRA is performed as part of the CMRI.",
                    "armGroupLabels": [
                        "Women",
                        "Women or men"
                    ],
                    "otherNames": [
                        "CMRI"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Cardiac Magnetic Resonance Angiography",
                    "description": "Test for validation purposes against gold-standard Angiography. CMRA is a part of the CMRI test. The residual contrast (gadolinium) circulating in the blood stream (following the CMRI prior images) is sufficient for CMRA evaluation.",
                    "armGroupLabels": [
                        "Women",
                        "Women or men"
                    ],
                    "otherNames": [
                        "CMRA"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Coronary Tomographic Angiography",
                    "description": "Noninvasive, imaging method that uses a computed tomography (CT) scanner to look at the structures and blood vessels of the heart.",
                    "armGroupLabels": [
                        "Women or men"
                    ],
                    "otherNames": [
                        "CCTA"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Rest-Stress Millar Testing",
                    "description": "Handgrip, mild leg exercise, and brief Valsalva Maneuver will be conducted to characterize cardiac response to stress. They are designed to test how your heart muscle is functioning.\n\nRest-stress Millar testing is performed during the coronary angiography and Cardiac Magnetic Resonance Imaging.",
                    "armGroupLabels": [
                        "Women",
                        "Women or men"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Aortic vasorelaxation tests",
                    "description": "Non-invasive clinical test. Repeat blood pressure and heart rate per minute will be read for three times; Your pulse wave velocity, pulse wave analysis and central pressure measurements will be recorded.",
                    "armGroupLabels": [
                        "Women",
                        "Women or men"
                    ],
                    "otherNames": [
                        "Aortic pulse wave velocity-Pulse wave analysis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cardiovascular (CV) events",
                    "timeFrame": "up to 30 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Persistent Chest Pain Symptoms: SAQ",
                    "description": "Detailed information on chest pain symptoms will include the traditional angina questionnaire. Two SAQ scales measure chest pain: Anginal Stability is a measure of whether a patient's symptoms are changing over time and Anginal Frequency is a measure of how often a patient is having symptoms now.",
                    "timeFrame": "up to 30 years"
                },
                {
                    "measure": "Persistent Chest Pain Symptoms: WISE female angina Questionnaire",
                    "description": "Detailed information on chest pain symptoms will include the WISE female angina questionnaire.",
                    "timeFrame": "Up to 30 years"
                },
                {
                    "measure": "Quality of Life Outcomes: SAQ",
                    "description": "Quality of life and functional capacity will be collected using the standard instruments of Seattle Angina Questionnaire (SAQ). SAQ scale Quality of Life is a measure of the overall impact of a patient's condition on a patient's interpersonal relationships and state of mind.",
                    "timeFrame": "up to 30 years"
                },
                {
                    "measure": "Quality of Life Outcomes: DASI",
                    "description": "Quality of life and functional capacity will be collected using the standard instruments of Duke Activity Status Index for Cardiovascular Diseases (DASI). It is a self-administered questionnaire that measures a patient's functional capacity.",
                    "timeFrame": "up to 30 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nFor the new cohort n=120 women undergoing coronary angiography:\n\n* Symptomatic angina or anginal equivalent\n* Age ≥ 18\n* Participant is willing to give written informed consent\n\nFor the cohort n=100 women and men hospitalized for HFpEF (defined by ESC guidelines):\n\n* Age ≥ 18\n* Signs and symptoms of heart failure\n* Preserved ejection fraction, left ventricular ejection fraction (LVEF) ≥45% prior to study entry.\n* Structural evidence of cardiovascular abnormalities: elevated brain naturetic peptide, evidence of abnormal filling or relaxation, left ventricular hypertrophy, or an increased left atrial size\n* Evidence of elevated filling pressures: LVEDP or PCWP at rest \\> 15 mmHg and/or with exercise ≥25 mmHg, exercise E/e' \\>13, elevated BNP, or use of diuretic\n* Participant is willing to give written informed consent\n\nExclusion Criteria:\n\nFor the new cohort n=120 women undergoing invasive coronary angiography:\n\n* Obstructive CAD ≥ 50% luminal diameter stenosis in ≥ 1 epicardial coronary artery\n* STEMI within 3-7 days post MI, or Acute coronary syndrome/NSTEMI with with symptoms or signs of acute myocardial ischemia within the last 12 to 24 hours prior to the research procedure, as outlined in ACC/AHA guidelines.\n* Primary valvular heart disease clearly indicating the need for valve repair or replacement\n* Patients with concurrent cardiogenic shock or requiring inotropic or intra-aortic balloon support or LVEF\\<45%\n* Prior or planned percutaneous coronary intervention or coronary artery bypass grafting for obstructive coronary atherosclerosis\n* Non-cardiac illness with a life expectancy \\< four years\n* Unable to give informed consent\n* Chest pain which has an alternative non-ischemic etiology, i.e. pericarditis, pulmonary embolism, pleurisy, pneumonia, esophageal spasm, etc.\n* Contraindications to CMRI, such as internal cardiac defibrillator, untreatable claustrophobia or known angioedema\n* Contraindications to adenosine or regadenoson including severe COPD and asthma\n* End stage renal or liver disease\n* Women with intermediate coronary stenoses (\\>20% but \\<50% luminal diameter stenosis assessed visually at the time of angiography) will undergo clinically indicated fractional flow reserve (FFR) based on the judgment of the operator; those determined to have flow-obstructing stenosis will be excluded.\n* Documented allergy to gadolinium\n\nFor the new cohort n=100 women and men hospitalized for HFpEF:\n\n* Current LVEF \\<45%\n* STEMI within 3-7 days post MI, or Acute coronary syndrome/NSTEMI with with symptoms or signs of acute myocardial ischemia within the last 12 to 24 hours prior to the research procedure, as outlined in ACC/AHA guidelines.\n* Acute coronary syndrome (defined by ACC/AHA guidelines, including MI) within 3 months of entry. Patients who have had an MI or other event within the 6 months prior to entry unless an echo measurement performed after the event confirms a LVEF ≥45%.\n* Primary valvular heart disease (moderate regurgitation or\\>mild stenosis), primary cardiomyopathies (hypertrophic, infiltrative or restrictive), constrictive pericarditis, high-output heart failure, and right ventricular myopathies)\n* Patients with concurrent cardiogenic shock or requiring inotropic or intra-aortic balloon support or current acute decompensated HF requiring therapy including due to trauma, infection.\n* Alternative reason for shortness of breath such as: significant pulmonary disease or severe COPD, hemoglobin (Hgb) \\<10 g/dl, or body mass index (BMI) \\> 40 kg/m2.\n* Systolic blood pressure (SBP) ≥ 180 mmHg at entry, or SBP \\>150 mmHg and \\<180 mmHg at entry unless the patient is receiving 3 or more antihypertensive drugs.\n* Prior or planned percutaneous coronary intervention or coronary artery bypass grafting for obstructive coronary atherosclerosis\n* Non-cardiac illness with a life expectancy \\< four years\n* Unable to give informed consent\n* Contraindications to CMRI, such as internal cardiac defibrillator, untreatable claustrophobia or known angioedema\n* Contraindications to adenosine or regadenoson including severe COPD and asthma.\n* Obstructive stenoses (≥50% luminal diameter stenosis assessed visually at the time of research CTA) will be excluded from further analyses. Subjects with obstructive or borderline obstructive coronary CTA stenoses will be referred to their clinicians for further clinical care and clinical decision making. End stage renal or liver disease",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "A group of symptomatic women undergoing coronary angiography (n=120) for suspected ischemia and no obstructive CAD, defined as ≥50% luminal diameter stenosis in ≥1 epicardial artery, will be recruited.\n\nA group of women and men hospitalized for HFpEF, defined by the ESC criteria (n=100) who have not yet undergone coronary angiography will also be recruited for the study.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nicole Tovar",
                    "role": "CONTACT",
                    "phone": "310-248-6960",
                    "email": "nicole.tovar@cshs.org"
                },
                {
                    "name": "BS WHC, MS",
                    "role": "CONTACT",
                    "phone": "310-426-9666",
                    "email": "bswhc.research@cshs.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "C. Noel Bairey Merz, MD, FACC",
                    "affiliation": "Cedars-Sinai Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cedars-Sinai Women's Heart Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90048",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicole Tovar",
                            "role": "CONTACT",
                            "phone": "310-248-6960",
                            "email": "nicole.tovar@cshs.org"
                        },
                        {
                            "name": "BS WHC, MS",
                            "role": "CONTACT",
                            "phone": "310-423-9666",
                            "email": "bswhc.research@cshs.org"
                        },
                        {
                            "name": "C. Noel Bairey Merz, MD, FACC",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35781776",
                    "type": "DERIVED",
                    "citation": "Ya'Qoub L, Elgendy IY, Pepine CJ. Non-obstructive Plaque and Treatment of INOCA: More to Be Learned. Curr Atheroscler Rep. 2022 Sep;24(9):681-687. doi: 10.1007/s11883-022-01044-4. Epub 2022 Jul 4."
                },
                {
                    "pmid": "32578481",
                    "type": "DERIVED",
                    "citation": "Quesada O, Hermel M, Suppogu N, Aldiwani H, Shufelt C, Mehta PK, Cook-Wiens G, Maughan J, Berman DS, Thomson LEJ, Handberg EM, Pepine CJ, Bairey Merz CN, Wei J. Temporal Trends in Angina, Myocardial Perfusion, and Left Ventricular Remodeling in Women With No Obstructive Coronary Artery Disease Over 1-Year Follow-Up: Results From WISE-CVD. J Am Heart Assoc. 2020 Jul 7;9(13):e016305. doi: 10.1161/JAHA.119.016305. Epub 2020 Jun 24."
                },
                {
                    "pmid": "31056078",
                    "type": "DERIVED",
                    "citation": "Joung S, Wei J, Nelson MD, Aldiwani H, Shufelt C, Tamarappoo B, Berman D, Thomson LEJ, Bairey Merz CN. Progression of coronary microvascular dysfunction to heart failure with preserved ejection fraction: a case report. J Med Case Rep. 2019 May 6;13(1):134. doi: 10.1186/s13256-019-2074-z."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "relevance": "LOW"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        }
    },
    "hasResults": false
}