{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05579327",
            "orgStudyIdInfo": {
                "id": "MCT8-2021-3"
            },
            "organization": {
                "fullName": "Rare Thyroid Therapeutics International AB",
                "class": "INDUSTRY"
            },
            "briefTitle": "Withdrawal of Tiratricol Treatment in Males With Monocarboxylate Transporter 8 Deficiency (MCT8 Deficiency)",
            "officialTitle": "Withdrawal of Tiratricol Treatment in Males With Monocarboxylate Transporter 8 Deficiency (MCT8 Deficiency): A Double-blind, Randomized, Placebo-controlled Study",
            "acronym": "ReTRIACt",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "withdrawal-of-tiratricol-treatment-in-males-with-monocarboxylate-transporter-deficiency-deficiency"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-29",
            "studyFirstSubmitQcDate": "2022-10-11",
            "studyFirstPostDateStruct": {
                "date": "2022-10-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rare Thyroid Therapeutics International AB",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Premier Research Group plc",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Egetis Therapeutics",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a double-blind, randomized phase 3 multicenter placebo-controlled study in at least 16 evaluable male participants diagnosed with MCT8 deficiency. Male participants, from 4 years of age (at randomization) and having demonstrated stable maintenance treatment with tiratricol, will be randomized to receive placebo or tiratricol for 30 days or until reaching rescue criterion (serum total triiodothyronine \\[T3\\] \\> upper limit of normal \\[ULN\\] of the participant's normal range, for a sample collected during the 30-day Randomized Treatment Period). The research hypothesis to be tested is that, for participants in the placebo group, removal of tiratricol will lead to an increase of serum total T3 concentration, measured by liquid chromatography with tandem mass spectrometry (LC/MS/MS), above the ULN and requirement of rescue treatment with tiratricol, compared to those who continue to receive tiratricol.",
            "detailedDescription": "The Screening Period includes a Screening Visit and a period of open-label treatment in which a stable maintenance dose of tiratricol, essential for progression into the Randomized Treatment Period, will be established. The duration of this period will vary depending on whether the participant is currently receiving treatment with tiratricol at the time of enrollment in the study (Cohort A), or if they are considered to be tiratricol treatment-naïve (Cohort B). Participants are considered to be tiratricol-naïve if they have never previously been administered tiratricol, or have previously received tiratricol but are not receiving tiratricol at the time of enrollment.\n\nFor participants in Cohort A, once eligibility is confirmed during the Screening Visit, the study starts with a Run-in Period to ensure that participants are being administered a stable dose of tiratricol, as determined by meeting the Stable Dose Criterion.\n\nFor participants in Cohort B, once eligibility is confirmed during the Screening Visit, the study starts with a Dose Titration Period to allow titration to a stable dose of tiratricol, as determined by meeting the Stable Dose Criterion.\n\nThe Stable Dose Criterion is defined as at least 4 weeks' treatment (during the period from the start of screening to randomization) at a fixed daily dose that is targeting a serum total T3, measured by LC/MS/MS, at the lower limit of normal (LLN) with at least 2 consecutive serum total T3 results that are within the study titration range: within 20% below the LLN to the 75th percentile of the normal range for serum total T3 (i.e., LLN + 0.75×\\[ULN-LLN\\]).\n\nAn evaluable participant is defined as a participant who completes the Randomized Treatment Period either by completing 30 days of double-blind treatment without meeting the rescue criterion or by meeting the rescue criterion."
        },
        "conditionsModule": {
            "conditions": [
                "Monocarboxylate Transporter 8 Deficiency",
                "Allan-Herndon-Dudley Syndrome"
            ],
            "keywords": [
                "MCT8",
                "MCT8 deficiency",
                "Allan-Herndon-Dudley syndrome",
                "Tiratricol",
                "Triac"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients having demonstrated stable maintenance treatment with tiratricol will be randomized to receive placebo or tiratricol for 30 days or until reaching rescue criterion (serum total T3 \\> ULN of the participant's normal range, for a sample collected during the 30-day Randomized Treatment Period). In other words, the patients will be randomized to complete withdrawal of tiratricol treatment (placebo) for 30 days or to continue with the stable tiratricol maintenance treatment for 30 days. If during the 30 days, a rescue criterion (serum total T3 \\> ULN of the participant's normal range) is reached, the randomized treatment will be stopped, and the patient will go back on unblinded tiratricol treatment.\n\nSerum total T3 concentrations measured during the Randomized Treatment Period that are below the LLN of the normal range will not lead to any modifications to the blinded study drug administration schedule of daily tiratricol dosing.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tiratricol",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Tiratricol"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tiratricol",
                    "description": "Tiratricol tablets are flat tablets that contain 350 µg tiratricol. Treatment will be administered orally or via percutaneous endoscopic gastrostomy (PEG) tube; tablets will be suspended in water and, if needed, mixed with mashed food for oral administration or administered in water through the PEG tube as applicable.",
                    "armGroupLabels": [
                        "Tiratricol"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo tablets will be identical in appearance to tiratricol tablets but contain no tiratricol. Treatment will be administered orally or via PEG tube; tablets will be suspended in water and, if needed, mixed with mashed food for oral administration or administered in water through the PEG tube as applicable. During the Randomized Treatment Period, participants will receive the same number of tablets as the stable dose of open-label tiratricol they were receiving before randomization.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants who meet the rescue criterion (serum total T3 > ULN) from samples obtained during the 30-day double-blind Randomized Treatment Period",
                    "timeFrame": "Baseline to Day 30"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in serum thyroid hormone variables from baseline (start of the Randomized Treatment Period) to the end of Randomized Treatment Period (completion or rescue)",
                    "description": "Variables of interest are triiodothyronine (T3), thyroxine (T4), thyroid-stimulating hormone (TSH), free triiodothyronine (fT3), and free thyroxine (fT4)",
                    "timeFrame": "Baseline to Day 30 or until rescue criterion is met"
                },
                {
                    "measure": "Change in serum thyroid hormone variables (T3, T4, TSH, fT3, and fT4) from initiation of tiratricol administration at Screening to the last measurement prior to randomization (Cohort B only)",
                    "timeFrame": "Screening Visit to the end of the Dose Titration Period (approximately 16 weeks)"
                },
                {
                    "measure": "Change in the cardiovascular variables from extended ECG assessments from the last measurement prior to the start of the Randomized Treatment Period to the end of the Randomized Treatment Period (completion or rescue)",
                    "description": "Extended ECG assessments include PR interval, RR interval, QRS interval, QT interval, and corrected QT interval (both correction methods QTcB and QTcF), measured in milliseconds",
                    "timeFrame": "1-2 days prior to baseline to Day 30 or until rescue criterion is met"
                },
                {
                    "measure": "Change in the cardiovascular variables from 24-hour ambulatory blood pressure monitoring (ABPM) assessments",
                    "description": "Assessments taken from the last measurement prior to the start of the Randomized Treatment Period to the end of the Randomized Treatment Period (completion or rescue)",
                    "timeFrame": "1-2 days prior to baseline to Day 30 or until rescue criterion is met"
                },
                {
                    "measure": "Change in the cardiovascular variables from extended heart rate assessments from the last measurement prior to the start of the Randomized Treatment Period to the end of the Randomized Treatment Period (completion or rescue)",
                    "timeFrame": "1-2 days prior to baseline to Day 30 or until rescue criterion is met"
                },
                {
                    "measure": "Number of participants with normal/abnormal and not clinically significant/clinically significant cardiovascular variables from extended assessments",
                    "description": "Variables of interest include ECG, blood pressure, and heart rate assessments, from the last measurement prior to the start of the Randomized Treatment Period to the end of the Randomized Treatment Period (completion or rescue)",
                    "timeFrame": "1-2 days prior to baseline to Day 30 or until rescue criterion is met"
                },
                {
                    "measure": "Serum concentrations of tiratricol",
                    "timeFrame": "Screening Period, Days 1, 8, 15, 22, and 30, Follow-up Period (up to approximately 26 weeks)"
                },
                {
                    "measure": "Change in serum sex hormone binding globulin from baseline (start of the Randomized Treatment Period) to the end of the Randomized Treatment Period (completion or rescue)",
                    "timeFrame": "Baseline to Day 30 or until rescue criterion is met"
                },
                {
                    "measure": "Time (days) from randomization to the time when the rescue criterion is met or the time of completion of Randomized Treatment Period (whichever comes first)",
                    "timeFrame": "Baseline to Day 30 or until rescue criterion is met"
                },
                {
                    "measure": "Frequency and severity of adverse events (AEs) and serious adverse events (SAEs)",
                    "description": "Number of participants with AEs and SAEs graded between Grade 1 (mild) and Grade 5 (death)",
                    "timeFrame": "Run-in/Dose Titration Period to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Values and change from baseline in safety laboratory variables (full blood count)",
                    "description": "Blood samples will be taken at the Screening Visit, every 4 weeks during the Run-in/Dose Titration Period, Baseline and Randomization Visit on Day 1, Day 8, Day 15, Day 22, then either on Day 30 (for participants who complete the study) or at Week 1 of the 6-week Follow-up Period (for participants who met the rescue criterion during the Randomized Treatment Period), and additionally at the End of Study Visit for all participants",
                    "timeFrame": "Screening to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Values and change from baseline in safety laboratory variables (serum renal and liver biomarkers)",
                    "description": "Blood samples will be taken at the Screening Visit, every 4 weeks during the Run-in/Dose Titration Period, Baseline and Randomization Visit on Day 1, Day 8, Day 15, Day 22, then either on Day 30 (for participants who complete the study) or at Week 1 of the 6-week Follow-up Period (for participants who met the rescue criterion during the Randomized Treatment Period), and additionally at the End of Study Visit for all participants",
                    "timeFrame": "Screening to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Values and change from baseline in safety laboratory variables (total and low-density lipoprotein cholesterol)",
                    "description": "Blood samples will be taken at the Screening Visit, every 4 weeks during the Run-in/Dose Titration Period, Baseline and Randomization Visit on Day 1, Day 8, Day 15, Day 22, then either on Day 30 (for participants who complete the study) or at Week 1 of the 6-week Follow-up Period (for participants who met the rescue criterion during the Randomized Treatment Period), and additionally at the End of Study Visit for all participants",
                    "timeFrame": "Screening to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Number of participants with abnormal findings in vital signs",
                    "description": "Variables include temperature, respiratory rate, pulse rate, and blood pressure",
                    "timeFrame": "Baseline to end of study (approximately 10 weeks)"
                },
                {
                    "measure": "Number of participants with abnormal 24-hour ABPM findings (clinically significant and not clinically significant)",
                    "timeFrame": "Screening to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Change from baseline in weight",
                    "timeFrame": "Baseline to end of study (approximately 10 weeks)"
                },
                {
                    "measure": "Number of participants with abnormal 12-lead electrocardiogram (ECG) findings (clinically significant and not clinically significant)",
                    "timeFrame": "Screening to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Number of participants with abnormal extended electrocardiogram (ECG) findings (clinically significant and not clinically significant)",
                    "timeFrame": "1-2 days prior to baseline to Day 30 or until rescue criterion is met"
                },
                {
                    "measure": "Change from baseline to end of study for ECG measures (PR interval, RR interval, QRS interval, QT interval, corrected QT interval [both correction methods QTcB and QTcF])",
                    "description": "ECG measures are in milliseconds",
                    "timeFrame": "Baseline to end of study (approximately 10 weeks)"
                },
                {
                    "measure": "Change from baseline to end of study for ECG measures (heart rate descriptive analysis)",
                    "timeFrame": "Baseline to end of study (approximately 10 weeks)"
                },
                {
                    "measure": "Number of participants with abnormal findings in the complete physical examination",
                    "timeFrame": "Screening to end of study (up to approximately 26 weeks)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in serum thyroid hormone variables from baseline (start of the Randomized Treatment Period) to the end of the Follow-up Period",
                    "description": "Variables of interest are T3, T4, TSH, fT3, and fT4",
                    "timeFrame": "Baseline to the end of the Follow-up Period (approximately 10 weeks)"
                },
                {
                    "measure": "Change in serum thyroid hormone variables from the end of the Randomized Treatment Period to the end of the Follow-up Period",
                    "description": "Variables of interest are T3, T4, TSH, fT3, and fT4",
                    "timeFrame": "End of the Randomized Treatment Period (or when rescue criterion was met) to the end of the Follow-up Period (approximately 6 weeks)"
                },
                {
                    "measure": "Number of tiratricol metabolites in serum",
                    "description": "Metabolite identifiers will be listed",
                    "timeFrame": "Run-in/Dose Titration Period to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Structure of tiratricol metabolites in serum",
                    "description": "Structural characteristics of tiratricol metabolites will be listed",
                    "timeFrame": "Run-in/Dose Titration Period to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Tiratricol metabolite concentrations in serum",
                    "timeFrame": "Run-in/Dose Titration Period to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Ratios of tiratricol metabolite to tiratricol concentrations in serum",
                    "timeFrame": "Run-in/Dose Titration Period to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Values of serum concentrations of tiratricol (pharmacokinetics)",
                    "description": "Trough and peak serum concentrations will be determined using samples taken prior to and between 15 and 80 minutes after first daily dose of tiratricol",
                    "timeFrame": "Once during Run-in/Dose Titration Period (up to approximately 6 or 16 weeks) and at the Week 2 visit during the Follow-up Period"
                },
                {
                    "measure": "Correlation between serum concentrations of tiratricol and serum total T3 concentrations",
                    "description": "The relationship between serum total T3 concentrations and serum concentrations of tiratricol will be examined",
                    "timeFrame": "Run-in/Dose Titration Period to end of study (up to approximately 26 weeks)"
                },
                {
                    "measure": "Correlation between adverse drug reactions (ADRs) and serum concentrations of tiratricol",
                    "description": "The relationship between ADRs, AEs reported as related to study drug, and serum concentrations of tiratricol will be examined",
                    "timeFrame": "Run-in/Dose Titration Period to end of study (up to approximately 26 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male participants diagnosed with a pathogenic mutation in the MCT8 gene, confirmed with a genetic test.\n2. Serum total T3 concentration above the ULN of the age specific normal range:\n\n   1. at the time of diagnosis (or the closest sample taken prior to first ever treatment with tiratricol) for participants who are currently treated with tiratricol\n   2. in the Screening Visit sample, or most recent standard of care sample prior to screening, for participants who have never received and/or currently not receiving tiratricol.\n3. Participants will be aged 4 years or older at the time of randomization. Participants entering screening who are \\<4 years of age but expected to be aged 4 years at randomization should be discussed with the medical monitor.\n4. Signed and dated informed consent form from the parents or legal guardian.\n\nExclusion Criteria:\n\n1. Major illness or recent major surgery unrelated to MCT8 deficiency (in the principal investigator's judgement), defined as:\n\n   * Conditions requiring repeated hospitalizations that are likely to confound ability to participate in the trial.\n   * Major illness in the 3 months prior to the screening visit that is likely to confound the ability of the participant to participate fully within the trial and/or confound the assessment of serum total T3 and/or safety.\n   * Major surgery within the 3 months prior to the screening visit or planned to take place during the study, including but not limited to major abdominal/thoracic/neurosurgical procedures.\n   * Major/minor abdominal and/or maxillofacial surgery that may inhibit the administration and/or absorption of study drug.\n2. Body weight \\<10 kg at the Screening Visit.\n3. Patients who are participating, or intend to participate, in other therapeutic and/or interventional clinical studies during the study period.\n4. History of allergic reactions to components of tiratricol or any excipients in the investigational product (IP).\n5. Participants with any contra-indication for treatment with tiratricol or any excipients in the IP.\n6. Participants using other T3 analogues, levothyroxine, or propylthiouracil.\n\nRandomization Criteria:\n\nIn addition to the eligibility criteria, participants must meet further criteria at the time of randomization to enter the Randomized Treatment Period.\n\n1. Confirmation that the \"Stable Dose Criterion\" has been met.\n2. Absence of any new or exacerbated medical or surgical condition that fulfils Exclusion criterion #1.\n3. Confirmation that participant is at least 4 years of age at the time of randomization.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "4 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristina Sjoblom Nygren",
                    "role": "CONTACT",
                    "phone": "+46 732344698",
                    "email": "Kristina.sjoblom@egetis.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrew J. Bauer, MD",
                    "affiliation": "Children's Hospital of Philadelphia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "W. E. Visser, MD",
                    "affiliation": "Erasmus Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "SSM Health Cardinal Glennon Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy Clark, DO Ass. Prof.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew Bauer, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Andrew Bauer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Erasmus MC",
                    "status": "RECRUITING",
                    "city": "Rotterdam",
                    "zip": "3015 GD",
                    "country": "Netherlands",
                    "contacts": [
                        {
                            "name": "W.E. Visser, Professor",
                            "role": "CONTACT",
                            "email": "w.e.visser@erasmusmc.nl"
                        },
                        {
                            "name": "M. Freund, MD",
                            "role": "CONTACT",
                            "email": "m.freund@erasmusmc.nl"
                        },
                        {
                            "name": "W.E. Visser, Professor",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "R.P. Peeters, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "M. Freund, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "F. Van Der Most, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 51.9225,
                        "lon": 4.47917
                    }
                },
                {
                    "facility": "Addenbrooke's Hospital",
                    "status": "RECRUITING",
                    "city": "Cambridge",
                    "country": "United Kingdom",
                    "contacts": [
                        {
                            "name": "Krishna Chatterjee, Professor",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Krishna Chatterjee, Professor",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 52.2,
                        "lon": 0.11667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009123",
                    "term": "Muscle Hypotonia"
                },
                {
                    "id": "D000009133",
                    "term": "Muscular Atrophy"
                },
                {
                    "id": "D000038901",
                    "term": "Mental Retardation, X-Linked"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020879",
                    "term": "Neuromuscular Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001284",
                    "term": "Atrophy"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000008607",
                    "term": "Intellectual Disability"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000040181",
                    "term": "Genetic Diseases, X-Linked"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000020271",
                    "term": "Heredodegenerative Disorders, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M12080",
                    "name": "Muscle Hypotonia",
                    "asFound": "Monocarboxylate Transporter 8 Deficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M12090",
                    "name": "Muscular Atrophy",
                    "asFound": "Monocarboxylate Transporter 8 Deficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11589",
                    "name": "Intellectual Disability",
                    "relevance": "LOW"
                },
                {
                    "id": "M24774",
                    "name": "Mental Retardation, X-Linked",
                    "asFound": "Monocarboxylate Transporter 8 Deficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22619",
                    "name": "Neuromuscular Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M24877",
                    "name": "Genetic Diseases, X-Linked",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M22092",
                    "name": "Heredodegenerative Disorders, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "T284",
                    "name": "Allan-Herndon-Dudley Syndrome",
                    "asFound": "Monocarboxylate Transporter 8 Deficiency",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13570",
                    "name": "Phenylpropanolamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M9238",
                    "name": "Guaifenesin",
                    "relevance": "LOW"
                },
                {
                    "id": "M186319",
                    "name": "Chlorpheniramine, phenylpropanolamine drug combination",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnObAg",
                    "name": "Anti-Obesity Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}