{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02841553",
            "orgStudyIdInfo": {
                "id": "201107067"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DK132090",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DK132090"
                }
            ],
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Wolfram Syndrome and WFS1-related Disorders International Registry and Clinical Study",
            "officialTitle": "Wolfram Syndrome and WFS1-related Disorders International Registry and Clinical Study",
            "therapeuticArea": [
                "Rare Diseases",
                "Endocrinology",
                "Other"
            ],
            "study": "wolfram-syndrome-and-related-disorders-international-registry-and-clinical-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2011-07"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-07-06",
            "studyFirstSubmitQcDate": "2016-07-21",
            "studyFirstPostDateStruct": {
                "date": "2016-07-22",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Diabetes Association",
                    "class": "OTHER"
                },
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "In this study, the investigators hypothesize that studying monogenic variants with strong effect associated with severe insulin deficiency of Wolfram syndrome will provide important insights into the more complex type 1 and type 2 diabetes mellitus.\n\nAim 1. Establish and maintain a registry of patients with Wolfram syndrome. An Internet based registry will be employed to enroll participants with the clinical diagnosis of Wolfram syndrome (insulin dependent DM and bilateral OA). Clinical information regarding age of diagnosis and progression of the disease will be collated and analyzed to better define its natural history, along with potential metabolic phenotypes such as glucose intolerance of heterozygous parents and unaffected sibs.\n\nIf not already completed, blood for WFS1 sequence analysis will be obtained on the participants (parents and sibs also for control purposes) and sent to a CLIA certified lab to define the mutation. This information will benefit patient families and referring physicians by providing a genetic diagnosis and where indicated. The Wolfram Syndrome Registry will foster international collaborations to more efficiently and systematically collect Wolfram syndrome patients and their clinical and experimental data.",
            "detailedDescription": "Background\n\nCommon Manifestations and Natural History Wolfram syndrome is an autosomal recessive disorder characterized by juvenile onset diabetes, optic nerve atrophy, and neurodegeneration. The common manifestations of Wolfram syndrome include: diabetes mellitus, optic nerve atrophy, central diabetes insipidus, sensorineural deafness, neurogenic bladder, and progressive neurologic difficulties. Diabetes mellitus is typically the first manifestation, usually diagnosed around age 6. Optic nerve atrophy, marked by loss of color vision and peripheral vision, follows around age 11. Central diabetes insipidus is another common manifestation, affecting approximately 70 percent of Wolfram. Around 65 percent of patients develop sensorineural deafness that can range in severity from deafness beginning at birth to mild hearing loss beginning in adolescence that worsens over time. Urinary tract problems are another major clinical challenge for Wolfram syndrome patients affecting 60 to 90 percent of this population. These problems include obstruction of the ducts between the kidneys and bladder, high-capacity atonal bladder, disrupted urination, bladder sphincter dyssynergia, and difficulty controlling urine flow. About 60 percent of patients with Wolfram syndrome develop neurological manifestations, most commonly presenting as problems with balance and coordination (ataxia) beginning in early adulthood. Brain stem atrophy is also a prominent feature that often results in death secondary to central apnea.\n\nClassification According to the draft International Classification of Diseases (ICD-11), Wolfram Syndrome is categorized as rare specified diabetes mellitus (subcategory 5A16.1, Wolfram Syndrome). There are no classifications or staging systems employed after diagnosis.\n\nEtiology It has now been established that Wolfram syndrome is a prototype of endoplasmic reticulum (ER) disease. The ER is a membrane network within our cells that is involved in protein synthesis, calcium storage, redox regulation, steroid synthesis, cell signaling, and cell death. Given the many vital and complex functions of the ER, there is little wonder that its failure can trigger a range of diseases. Previous studies have shown that pancreatic beta cells and neurons are particularly sensitive to ER dysfunction, likely due to their high rates of protein synthesis. In Wolfram syndrome, pancreatic beta cells and neuronal cells are selectively destroyed as a consequence of mutations in the WFS1 gene. This gene encodes a transmembrane protein localized to the ER and ER dysfunction is a major pathogenic component of Wolfram syndrome. In Wolfram syndrome, WFS1 mutations lead to elevated ER stress levels, pancreatic beta cell dysfunction, and the initiation of ER stress-associated cell death. A small portion of patients has mutations in the WFS2 (CISD2) gene. WFS2 also encodes a transmembrane protein localized to the ER. In patients with WFS2 mutations, diabetes mellitus and hearing impairment are reported. Their clinical phenotype differs from patients carrying WFS1 mutations for the absence of diabetes insipidus and for the presence of upper intestinal ulcers and defective platelet aggregation, suggesting that there are different and overlapping functions of WFS1 and WFS2.\n\nRationale Wolfram syndrome is a neurodegenerative disorder mediated by ER stress, and characterized by juvenile-onset diabetes mellitus, optic nerve atrophy, and motor, sensory and autonomic nervous system disruption. The progressive loss of neuronal function is due to the neuronal cell death. The prognosis of this syndrome is poor as most patients die prematurely with severe neurological disabilities such as bulbar dysfunction and organic brain syndrome, with the median age at death being 30 years (range, 25-49 years), usually from respiratory failure as a result of brain stem atrophy. Imaging and post mortem studies have shown diffuse neurodegenerative changes in the brain. The only available treatments ameliorate the symptoms of the individual components of the disease, but do not target the underlying cause and are therefore unable to prevent progression of the condition, hence both its debilitating and fatal outcome. There are no effective treatments for Wolfram Syndrome, either in terms of authorized medicinal products in this indication or in terms of commonly used treatments not subject to marketing authorization. The use of careful clinical monitoring and supportive care do not treat the condition itself and act only to lessen the debilitating consequences. Further, although agents are approved for the individual components of Wolfram Syndrome, none of these therapies are able to prevent the continued deterioration in the patient's conditions as they do not address the underlying cause. Thus, there is an urgent need to understand the cause of the disease, identify biomarkers, and develop treatments targeting the underlying cause to stop its progression. To fulfill these unmet medical needs, we will maintain a registry of patients with Wolfram syndrome.\n\nStudy Design\n\nAim 1. Maintain a registry of patients with Wolfram syndrome. An Internet-based registry will be employed to enroll patients with Wolfram syndrome based on the following diagnostic criteria.\n\nMajor Criteria\n\n* Diabetes mellitus \\<16 yrs\n* Optic atrophy \\<16 yrs\n\nMinor Criteria\n\n* Diabetes insipidus\n* Diabetes mellitus \\>16yrs\n* Optic atrophy \\>16 yrs\n* Sensorineural deafness\n* Neurological signs (ataxia, epilepsy, cognitive impairment)\n* Renal tract abnormalities (structural or functional)\n* 1 loss of function mutation in WFS1/CISD2 AND/OR family history of Wolfram syndrome\n\nMinimum Required\n\n* 2 major OR\n* 1 major plus 2 minor criteria OR\n* 2 pathological WFS1 or CISD2 mutations are identified\n\nOther variable suggestive evidence\n\n* Hypogonadism (males)\n* Absence of type 1 diabetes auto-antibodies\n* Bilateral cataracts\n* Psychiatric disorder\n* Gastrointestinal\n\nClinical information regarding age of diagnosis and progression of the disease will be collated and analyzed to better define its natural history, along with potential metabolic phenotypes such as glucose intolerance of heterozygous parents and unaffected sibs.\n\nIf not already completed, blood for WFS1 sequence analysis will be obtained on the patient (parents and sibs also for control purposes) and sent to a CLIA certified lab to define the mutation. This information will benefit patient families and referring physicians by providing a genetic diagnosis and where indicated. The Wolfram Syndrome Registry will foster international collaborations to more efficiently and systematically collect Wolfram syndrome patients and their clinical and experimental data. We will continue to enroll patients and analyze their data.\n\nRegistry participants may also be eligible to enroll in the Wolfram Syndrome Research Clinic study at Washington University and other studies (TRACK IRB# 201104010). If they are eligible, a study coordinator for the research clinic will contact them to explain the study and to see if they are interested. Their contact information will not be released to the research clinic Principal Investigator unless you have given permission. Their parents and unaffected sibs may also be invited to participate.\n\nRegistry participants may also be eligible to enroll in the Wolfram Dantrolene Safety Trial (IRB #201607006) and other upcoming clinical trials. If they are possibly eligible, the PI or a clinical coordinator for that study will contact them to explain the study to see if they are interested. Their participation in this safety trial and other future clinical trials will have no effect on your Registry participation.\n\nPotential Contribution: How will this project contribute to the literature and/or the field? We believe in the strong power of rare diseases, especially Wolfram syndrome, to understand the pathogenesis and develop novel therapeutic modalities for more prevalent diseases, including type 1 diabetes and neurodegeneration. Our study on Wolfram may lead to a breakthrough for treatments of common diseases, such as type 1 diabetes, type 2 diabetes, and neurodegeneration, in which endoplasmic reticulum dysfunction is involved.\n\nAim 2. Collect blood and urine samples from registrants to monitor levels of biomarkers, identify disease-modifying genes, and understand the mechanisms of the disease.\n\nWe will collect blood samples up to three times a year and urine samples up to three times a year from Wolfram syndrome patients participating in the registry study. The blood sample is for sequencing of the Wolfram syndrome causative genes if not already done, monitoring levels of biomarkers, including calcium, C-peptide, circulating beta cell DNA, and mesencephalic astrocyte-derived neurotrophic factor, calpain-2 activation and endoplasmic reticulum stress marker levels, and next-generation sequencing for identifying disease-modifying genes. Similarly, the urine will be used for monitoring levels of biomarkers, including calcium, C-peptide, mesencephalic astrocyte-derived neurotrophic factor, calpain-2 activation and endoplasmic reticulum stress marker levels.\n\nWe will collect blood sample from parents for sequencing of the Wolfram syndrome causative genes if not already done, monitoring levels of biomarkers, including calcium, C-peptide, circulating beta cell DNA, mesencephalic astrocyte-derived neurotrophic factor, calpain-2 activation and endoplasmic reticulum stress marker levels, and next-generation sequencing for identifying disease-modifying genes. Similarly, the urine will be used for monitoring levels of biomarkers, including calcium, C-peptide, mesencephalic astrocyte-derived neurotrophic factor, calpain-2 activation and endoplasmic reticulum stress marker levels.\n\nWe will collect blood samples from unaffected siblings. of a patient with Wolfram syndrome for sequencing of the Wolfram syndrome causative genes if not already done, monitoring levels of biomarkers, including calcium, C-peptide, circulating beta cell DNA, mesencephalic astrocyte-derived neurotrophic factor, calpain-2 activation and endoplasmic reticulum stress marker levels, and next-generation sequencing for identifying disease-modifying genes. Similarly, the urine will be used for monitoring levels of biomarkers, including calcium, C-peptide, mesencephalic astrocyte-derived neurotrophic factor, calpain-2 activation and endoplasmic reticulum stress marker levels.\n\nAim 3. Administer an electronic activity assessment questionnaire one-time to all registrants.\n\nWe will electronically administer a questionnaire to all individuals on the registry (self-report or parent proxy). The revised questionnaire will be sent to all Registry participants to have a large sample size as well as more representation from individuals who are older or have more severe symptoms compared to those at the clinic. The data will be collected in REDCap and analyzed in Excel and SPSS.\n\nThis ultimately aims to increase participation in life activities and quality of life for those with Wolfram syndrome. The questionnaire will serve as a needs assessment. The identified needs will guide the development of a list of comprehensive resources for families with Wolfram syndrome and guidelines for OT clinicians, working with Wolfram syndrome, which can be accessed online. A long term goal is to offer OT services through Washington University for local individuals with Wolfram syndrome.\n\nAim 4. Generation of induced pluripotent stem cells (optional):\n\nWe may isolate and culture cells from their skin biopsies, blood or urine samples, bank them and reprogram them into induced pluripotent stem cells (iPSCs) at a later date. Additionally, we may genetically engineer the reprogrammed iPSCs to introduce or repair mutations. The reprogrammed and/or genetically engineered iPSCs may be differentiated into various tissue types for future studies. The banked cells from their samples as well as their derivatives may also be shared with researchers at Washington University, at other research centers and institutions, or industry sponsors of research."
        },
        "conditionsModule": {
            "conditions": [
                "Wolfram Syndrome",
                "Diabetes Mellitus",
                "Optic Nerve Atrophy",
                "Deafness",
                "Diabetes Insipidus",
                "Ataxia"
            ],
            "keywords": [
                "Endoplasmic Reticulum Stress"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "20 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "DNA samples will be used to sequence the WFS1 gene. If no mutations are found in this gene and the subject's doctor(s) are convinced he has Wolfram Syndrome, investigators may also offer sequencing of the WFS2 (CISD2) gene or of autosomal dominant hearing loss genes."
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in C-peptide levels in participants",
                    "description": "The investigators will monitor base-line C-peptide levels in participants' blood.",
                    "timeFrame": "10 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in best-corrected visual acuity in participants measured by Snellen optotype",
                    "description": "Best-corrected visual acuity will be measured by Snellen optotype. Higher logMar scores indicate worse vision",
                    "timeFrame": "10 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Any patient worldwide with a diagnosis of Wolfram syndrome and with access to the Internet can be enrolled in the Registry. Since the disease usually manifests in the first decade of life and tends to have an inevitably progressive course, participation of minors is important for establishing the natural course of the disease.\n\nInclusion Criteria:\n\nMajor Criteria\n\n* Diabetes mellitus \\<16 yrs\n* Optic atrophy \\<16 yrs\n\nMinor Criteria\n\n* Diabetes insipidus\n* Diabetes mellitus \\>16yrs\n* Optic atrophy \\>16 yrs\n* Sensorineural deafness\n* Neurological signs (ataxia, epilepsy, cognitive impairment)\n* Renal tract abnormalities (structural or functional)\n* 1 loss of function mutation in WFS1/CISD2 AND/OR family history of Wolfram syndrome\n\nMinimum Required\n\n* 2 major OR\n* 1 major plus 2 minor criteria OR\n* 2 pathological WFS1 or CISD2 mutations are identified\n\nOther variable suggestive evidence\n\n* Hypogonadism (males)\n* An absence of type 1 diabetes auto-antibodies\n* Bilateral cataracts\n* Psychiatric disorder\n* Gastrointestinal\n\nExclusion Criteria:\n\nInability of a patient and/or a guardian to obtain help with translation and thus, inability to understand questionnaire.\n\nParent, Sibs, and Spouses:\n\n- Parents, sibs, and spouses that are unaffected will be recruited as controls. Inclusion criterion is having the unaffected status and exclusion criterion is if the person cannot understand the Informed Consent Document.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "0 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Any patient worldwide with a clinical diagnosis of Wolfram syndrome and with access to the Internet can be enrolled in the Registry. Since the disease usually manifests in the first decade of life and tends to have an inevitably progressive course, participation of minors is important for establishing the natural course of the disease.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Fumihiko Urano, MD",
                    "role": "CONTACT",
                    "phone": "+1-314-362-8683",
                    "email": "urano@wustl.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Fumihiko Urano, MD",
                            "role": "CONTACT",
                            "phone": "314-362-8683",
                            "email": "urano@wustl.edu"
                        },
                        {
                            "name": "Stacy Hurst, RN,BSN,CDE",
                            "role": "CONTACT",
                            "phone": "+1-314-747-3294",
                            "email": "shurst@wustl.edu"
                        },
                        {
                            "name": "Fumihiko Urano, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26742931",
                    "type": "RESULT",
                    "citation": "Urano F. Wolfram Syndrome: Diagnosis, Management, and Treatment. Curr Diab Rep. 2016 Jan;16(1):6. doi: 10.1007/s11892-015-0702-6."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Wolfram Syndrome International Registry and Clinical Study",
                    "url": "https://wolframsyndrome.dom.wustl.edu/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Publications and through the NCATS GRDR Program."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003638",
                    "term": "Deafness"
                },
                {
                    "id": "D000014929",
                    "term": "Wolfram Syndrome"
                },
                {
                    "id": "D000009896",
                    "term": "Optic Atrophy"
                },
                {
                    "id": "D000003919",
                    "term": "Diabetes Insipidus"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000034381",
                    "term": "Hearing Loss"
                },
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000010900",
                    "term": "Pituitary Diseases"
                },
                {
                    "id": "D000054062",
                    "term": "Deaf-Blind Disorders"
                },
                {
                    "id": "D000015418",
                    "term": "Optic Atrophies, Hereditary"
                },
                {
                    "id": "D000009901",
                    "term": "Optic Nerve Diseases"
                },
                {
                    "id": "D000003389",
                    "term": "Cranial Nerve Diseases"
                },
                {
                    "id": "D000020271",
                    "term": "Heredodegenerative Disorders, Nervous System"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000001766",
                    "term": "Blindness"
                },
                {
                    "id": "D000014786",
                    "term": "Vision Disorders"
                },
                {
                    "id": "D000015785",
                    "term": "Eye Diseases, Hereditary"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000000015",
                    "term": "Abnormalities, Multiple"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000003922",
                    "term": "Diabetes Mellitus, Type 1"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4565",
                    "name": "Ataxia",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M24420",
                    "name": "Hearing Loss",
                    "relevance": "LOW"
                },
                {
                    "id": "M6840",
                    "name": "Deafness",
                    "asFound": "Deafness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5773",
                    "name": "Cerebellar Ataxia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12827",
                    "name": "Optic Atrophy",
                    "asFound": "Optic Nerve Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7114",
                    "name": "Diabetes Insipidus",
                    "asFound": "Diabetes Insipidus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17667",
                    "name": "Wolfram Syndrome",
                    "asFound": "Wolfram Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13791",
                    "name": "Pituitary Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27549",
                    "name": "Deaf-Blind Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M18093",
                    "name": "Optic Atrophies, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M12832",
                    "name": "Optic Nerve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6605",
                    "name": "Cranial Nerve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22092",
                    "name": "Heredodegenerative Disorders, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5047",
                    "name": "Blindness",
                    "relevance": "LOW"
                },
                {
                    "id": "M17530",
                    "name": "Vision Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18339",
                    "name": "Eye Diseases, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M14",
                    "name": "Abnormalities, Multiple",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M7117",
                    "name": "Diabetes Mellitus, Type 1",
                    "relevance": "LOW"
                },
                {
                    "id": "T5942",
                    "name": "Wolfram Syndrome",
                    "asFound": "Wolfram Syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}