{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04637581",
            "orgStudyIdInfo": {
                "id": "STUDY02000324"
            },
            "organization": {
                "fullName": "Dartmouth-Hitchcock Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Wraparound for High-risk Families With Substance Use Disorders: Examining Family, Child, and Parent Outcomes",
            "officialTitle": "Wraparound for High-risk Families With Substance Use Disorders: A Randomized Controlled Trial Examining Family, Child, and Parent Outcomes",
            "therapeuticArea": [
                "Mental Health",
                "Pediatrics",
                "Other"
            ],
            "study": "wraparound-for-high-risk-families-with-substance-use-disorders-examining-family-child-and-parent-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-11-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-09",
            "studyFirstSubmitQcDate": "2020-11-13",
            "studyFirstPostDateStruct": {
                "date": "2020-11-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Erin R. Barnett",
                "investigatorTitle": "Assistant Professor of Psychiatry and Health Policy and Clinical Practice",
                "investigatorAffiliation": "Dartmouth-Hitchcock Medical Center"
            },
            "leadSponsor": {
                "name": "Dartmouth-Hitchcock Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Dartmouth College",
                    "class": "OTHER"
                },
                {
                    "name": "Children's Bureau - Administration for Children and Families",
                    "class": "OTHER"
                },
                {
                    "name": "Mathematica Policy Research, Inc.",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators propose a Hybrid Type 1 effectiveness-implementation quasi-experimental trial. Participants are drawn from two different communities contemporaneously. The intervention participants in one community receive a Wraparound intervention. Comparison group participants drawn from a second matched community receive treatment as usual. With this design, the investigators aim to study outcomes associated with the intervention as well as explore important facilitators and barriers associated with the implementation and other factors associated with reach / participation, engagement and acceptability.\n\nWraparound is a structured 12-month family-driven \"process\" that is guided by family goals, includes a team of supports to wrap around families, and coordinates care for families. Wraparound has been primarily delivered and tested with families of older-age children with severe emotional and behavioral needs in an attempt to prevent residential placement. The investigators are interested in testing the model in a sample of families (n=160) affected by substance use disorders who have children placed outside the home or are at risk of such placement. The investigators hypothesize that families receiving Wraparound will obtain better parenting and family functioning outcomes (primary outcome); child safety, permanency, and well-being; and parental recovery than families receiving treatment as usual. The investigators will also explore factors associated with higher levels of engagement and outcomes, including family characteristics, referral sources and hand-off, and similarly, explore barriers and facilitators associated with engagement and/or outcomes.",
            "detailedDescription": "No registry is involved.\n\nThe Research Questions include:\n\n1. Do families receiving Wraparound intervention achieve higher parenting and family functioning outcomes than treatment as usual?\n2. Do children of Wraparound families achieve higher levels of child well-being, safety and permanency than those receiving treatment as usual?\n3. Do parents receiving Wraparound intervention achieve greater reductions in addiction severity, trauma symptoms, and more sustained recovery than those receiving treatment as usual?\n4. Does participation in a Wraparound lead to greater engagement in services and development of family strengths?\n5. What factors lead to higher levels of engagement and better outcomes?\n6. What are the barriers and facilitators associated with engagement and outcomes?\n\nThe data collection and analytic plan described in this document include only those activities planned for research questions 1-3.\n\nRecruitment. Enrollment into the study will begin fall 2020 and run through spring 2023 for a total of 30 months. The project has multiple referral sites spanning medical centers, addiction treatment or recovery centers, child protection, family courts, family resource centers, and other social service agencies. The investigators plan for a rolling recruitment process, aiming for 40 participants enrolled per year. (Wraparound case-loads should not exceed 10 families and there are 2 Wraparound coordinators).\n\nGroup balance (size, Division of Children Youth and Families involvement, other demographics) will be monitored by the evaluation team at least semi-annually (which should be sufficient given the 12-month intervention) and any adjustments to the sampling procedures will be reviewed with the Data Safety Monitoring Board and national cross-site evaluation liaison before executing. When cases from either group are lost to follow-up or Wraparound caseloads drop below 10 families per Wraparound coordinator at any given time, the investigators will randomly select families from a short-term wait list or if necessary, re-engage referral sites to enroll and consent at least four families from which to randomize into the intervention and treatment-as-usual groups to restore target sample size.\n\nData Collection. Outcomes will be measured on five domains: Family Functioning (primary), Child Well-Being, Child Safety, Child Permanency, Parent Recovery. Outcome measures for the domains of family functioning (primary outcome; parenting and parent depression), child wellbeing (child behaviors/functioning), and parent recovery (addiction severity, trauma symptoms) will be collected from participants in both study arms at baseline, 6 months (mid-point), and 12 months (post-intervention/treatment as usual). The battery of outcome measures will take around 60 minutes to complete at each of the 3 time points. Child safety and permanency data, as well as parent engagement in substance use disorder treatment and recovery services will come from New Hampshire Department of Health and Human Services administrative records.\n\nThe project coordinator or Wraparound coordinator will conduct the baseline Wraparound data collection on both intervention and treatment-as-usual families. Midpoint and endpoint assessments will be conducted by members of the evaluation team to help reduce bias. Midpoint and endpoint assessments will not be blinded.\n\nThe investigators will also gather state-level Department of Health and Human Services administrative data on all recovery domain adults and all children involved in cases whether in the Wraparound intervention or treatment as usual groups. The investigators will request all available data for adults (from when they turned age 18 through the end of the grant - Sept. 2024) and lifetime data (from birth through end of grant) for children who are a part of the case. The investigators estimate 2 children per family. Not all enrolled families will have had past involvement with the Division of Children Youth and Families. The investigators estimate that 75% of cases will have past or current Division of Children Youth and Families involvement and have administrative data on children. A data share agreement between New Hampshire Department of Health and Human Services, Dartmouth-Hitchcock Health, and Dartmouth College is underway.\n\nData Management. All participant data will be stored in a Health Insurance Portability and Accountability Act-, and Service Organization Control 1/2/3-compliant, password-protected, encrypted database serving as the central project data management system. Each case and case member (parent, child, other guardian/caregiver) will be assigned a unique case identifier at the time of enrollment and consent into the study. The only people who will have credentialed full access to the data will be members of the evaluation team. Other project team members will have limited credentialed access to be able to enter data on children and parents and view data reports (individual or aggregate). A Data Share Agreement is in progress to assist with administrative data sharing between Dartmouth-Hitchcock Health, Dartmouth College, and the New Hampshire Department of Health and Human Services.\n\nAnalyses. Given the complexity and multi-level nature of the data in this study (e.g., children nested in families; families referred from different access points), the investigators will employ a range of analytic methods.\n\nChild-Level Outcomes: The investigators will use generalized linear mixed models (GLMM) to evaluate the effect of the Wraparound intervention on child well-being over time and compared to the children in the treatment as usual group. They will use generalized linear mixed modeling, which models both fixed and random effects and provides flexibility for modeling outcomes with binary or non-normal distributions and clustered or grouped data. Link functions within generalized linear mixed models will model outcomes measured on binary or dichotomous scales (e.g., logistic/logit link), continuous scales (e.g., regression/identity link), and counts (e.g., Poisson regression/log link). Most of the child well-being measures will be continuous in nature, but some safety and permanency data will be binary. Analyses will also control for potential covariates associated with the different referral/access point (e.g., those involved and not involved with New Hampshire Division of Children Youth and Families).\n\nChild well-being measures differ by age group. One measure is used with very young children (Infant-Toddler Sensory-Profile, children 0-18 months), and two versions of another measure (Child Behavior Checklist) are divided by age (10 months - 5 years; 6 -18 years). Scores from the two versions of the Child Behavior Checklist can be combined.\n\nParent- and Family-Level Outcomes: The investigators will use Repeated Measures Analysis of Variance and McNemar's Chi-square to demonstrate the effects of program participation on parent (e.g., recovery measures, parenting skills) and family outcomes. Where covariates are important to model, they will use repeated measures Analysis of Covariance and logistic regression. Multiple regression will identify factors that explain family engagement and perceptions of support.\n\nAdverse events. The study team, Wraparound coordinators, and evaluators (during midpoint and endpoint assessments and check-ins) will closely monitor adverse events. They will report any adverse event (e.g., suicide attempt, drug overdose) immediately to the Institutional Review Board and Data Safety and Monitoring Board (already established) to carefully consider whether the study impacted these events, how to best support the participant, and how to otherwise report and mitigate the events.\n\nChange management. Not applicable. No registry.\n\nSample size and power. With a minimum of 80 parents for whom self-reported family functioning and recovery outcomes are expected in each group, the investigators have ample power (0.99) to detect a medium effect size across three time points (η2=.06), assuming moderate correlations (0.3) between the 3 time points and alpha of .05. For parent administrative data gathered from the New Hampshire Bureau for Drug and Alcohol Services, the investigators estimate 1 parent per family, leading to 80 per group. However, the investigators expect 90% (n=72 per arm) of these parents to have administrative data available in the Bureau for Drug and Alcohol Services. This analysis will be powered at .99 to detect a medium effect size with an alpha of 0.05.\n\nFor children, the investigators estimate having 65 children in each group for whom the same child well-being measure (Child Behavior Checklist) will be available. (the investigators will only collect this measure on 1 focal child per family). For this child well-being outcome, the investigators estimate power at .99 to detect differences of medium effect size (η2=.06) across three time points assuming moderate correlations (0.3) in the measures between time points and an alpha of 0.05. In terms of child safety and permanency administrative data comparisons, the investigators estimate 2 children per family (n=160; 80 per group). However, the investigators expect about 75% of children to be involved with the New Hampshire Department of Children Youth and Families and only those with this involvement will have administrative data (child safety, permanency) available. The investigators therefore estimate 60 in each group. The analyses are still powered at .99 to detect a medium effect size with an alpha of 0.05.\n\nAll outcomes data (at the individual level) will also be used in a national cross-site evaluation to study intervention effects with a combined sample across all grantees.\n\nPlan for missing data. The outcomes analyses will utilize an intention to treat approach to minimize potential for bias based on drop out from the intervention and loss to follow-up, and imputation to account for missing data."
        },
        "conditionsModule": {
            "conditions": [
                "Substance-Related Disorders",
                "Depression",
                "Stress Disorders, Post-Traumatic",
                "Child Abuse",
                "Child Neglect"
            ],
            "keywords": [
                "substance-related disorders",
                "depression",
                "stress disorders, post-traumatic",
                "child abuse",
                "child neglect"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Wraparound",
                    "type": "EXPERIMENTAL",
                    "description": "Wraparound is a 12-month intervention including a family-centered discovery process to identify values, needs, and strengths to help the family be successful in reaching family functioning and parental recovery goals; weekly or twice weekly family meetings with the Wraparound coordinator; intensive care coordination among systems and providers (substance use disorder, mental health, schools, pediatrics, homeless shelters, etc.); and bi-monthly family-centered team meetings (including the family's natural and professional supports) to discuss strategies, progress and continued needs. Wraparound coordinators (2) work with up to 10 families at a time and receive extensive training (including observation) and supervision by expert trainers at University of New Hampshire.",
                    "interventionNames": [
                        "Behavioral: Wraparound"
                    ]
                },
                {
                    "label": "treatment-as-usual",
                    "type": "NO_INTERVENTION",
                    "description": "The treatment-as-usual group will receive a packet of local services and referral contacts and \"treatment as usual\" as directed by any healthcare providers working with the family. The project team will contact treatment-as-usual families on a monthly basis to confirm any services the family may be receiving, provide reminders of scheduled assessment dates, and give small incentives ($10 gift card) when families report changes in contact information to reduce risk for loss to follow-up."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Wraparound",
                    "description": "Wraparound is a 12-month family-driven intensive care coordination model.",
                    "armGroupLabels": [
                        "Wraparound"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in responses to the Adult-Adolescent Parenting Inventory-2nd version related to parenting strengths and needs",
                    "description": "assesses 5 parenting constructs:1) inappropriate expectations of child,2) lack of empathy towards child's needs,3)belief in corporal punishment, 4) reverses parent-child roles, 5) restricts child's power and independence. Range for each scale is 1-10. Lower numbers indicate higher abuse risk.",
                    "timeFrame": "baseline, 6 months, 12 months"
                },
                {
                    "measure": "Change in responses to the Center for Epidemiologic Studies Depression Scale related to parent/caregiver depression",
                    "description": "A 12-item measure of depression symptoms. Scores range from 0-36. Higher scores indicate higher depression symptoms.",
                    "timeFrame": "baseline, 6 months, 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in the Infant-Toddler Sensory Profile (ITSP) *two versions: 0-6 months and 7-17 months (scale goes through 34 months but at 18 months participants switch to the Child Behavior Checklist) related to infant and toddler functioning / well-being",
                    "description": "Measures general, auditory, visual, touch, movement, and oral processing (and 7-17 mo. measures behavioral processing). Domains of processing are transferred to create 4 subscales: seeking, avoiding, sensitivy, registration. Raw scores on these subscales range from 7-35, 11-55, 13-65, 11-55 respectively. Scorers look up Standard Deviations of scores using manual. Scores that fall within the \"normal\" standard deviation (in the middle range) indicate normal development. Scores outside 1 Standard Deviation in either direction indicate abnormal development.",
                    "timeFrame": "baseline, 6 months, 12 months"
                },
                {
                    "measure": "Changes in the Child Behavior Checklist (CBCL) *two versions: 18 mo - 5 years 12 months and 6-18 years related to child functioning and well-being",
                    "description": "The pre-school version (18 mo - 5 years 12 months) measures Emotionally Reactive; Anxious/Depressed; Somatic Complaints; Withdrawn; Sleep Problems; Attention Problems; Aggressive Behavior; Depressive Problems; Anxiety Problems; Autism Spectrum Problems; Attention Deficit/Hyperactivity Problems; Oppositional Defiant Problems. The school-age version (6-18 years) measures Anxious/Depressed, Withdrawn/Depressed, Somatic Complaints, Social Problems, Thought Problems, Attention Problems, Rule Breaking Behavior, Aggressive Behavior; Depressive Problems Anxiety Problems, Somatic Problems, Attention Deficit/Hyperactivity Problems, Oppositional Defiant Problems, Conduct Problems. In both versions, scores are converted to t-scores, including overall internalizing, externalizing, and total scale scores. T-scores above the cutoffs (\\>60 \"borderline, \\> 65 \"clinical\") indicate worse functioning in that domain.",
                    "timeFrame": "baseline, 6 months, 12 months"
                },
                {
                    "measure": "Changes in removal from birth family as an indicator of child safety and permanency",
                    "description": "Administrative data from the New Hampshire Division of Children, Youth, and Families. More frequently removals indicates worse safety and permanency.",
                    "timeFrame": "baseline, 6 months, 12 months"
                },
                {
                    "measure": "Changes in child placement duration, number of placement changes, type of placement, discharge status",
                    "description": "Administrative data from the New Hampshire Division of Children, Youth, and Families indicating child permanency. Fewer placement changes, less time in placement, less restrictive placement (foster care vs. residential), and positive discharge status (reunification or adoption) indicate better permanency",
                    "timeFrame": "baseline, 6 months, 12 months"
                },
                {
                    "measure": "Changes in child protection screened in referrals, type of allegation, disposition of allegation",
                    "description": "Administrative data from the New Hampshire Division of Children Youth and Families. Administrative data from New Hampshire Division of Children Youth and Families. Higher numbers of screened in referrals and founded allegations indicate worse child safety",
                    "timeFrame": "baseline, 6 months, 12 months"
                },
                {
                    "measure": "Changes in the Addiction Severity Index (ASI), a measure of addiction severity in parents/caregivers",
                    "description": "Measures seven potential problem areas in substance-abusing patients: medical status, employment and support, drug use, alcohol use, legal status, family/social status, and psychiatric status. Responses to questions indicate frequency of use to intoxication for alcohol and frequency of any use of illicit drugs as well as subjective distress and motivation to seek treatment. For both of these latter two items, responses range from 1-5 with higher numbers indicating more subjective distress and more motivation for treatment.",
                    "timeFrame": "baseline, 6 months, 12 months"
                },
                {
                    "measure": "Changes in the Trauma Symptom Checklist-40, a measure of traumatic stress symptoms in parents/caregivers",
                    "description": "Measures parent traumatic stress symptoms. Scores range from 0-120. Higher scores indicate more symptoms.",
                    "timeFrame": "baseline, 6 months, 12 months"
                },
                {
                    "measure": "Substance use treatment episode information as an indicator of parent/caregiver engagement in substance use treatment",
                    "description": "Administrative data using the New Hampshire Bureau of Drug and Alcohol Services Treatment Episode Data - captures dates, substance type, frequency, discharge date and reason for discharge. Length of treatment, frequency of treatment, and positive/successful reasons for discharge are indicative of better engagement.",
                    "timeFrame": "baseline, 6 months, 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Expecting parent or parent/guardian of children birth to age 17 where one or both parents report or screen positively for a substance use disorder (SUD) within the past year, excluding tobacco or cannabis/marijuana as the primary substance.\n2. For court guardianship cases and cases where children are in foster care, where one or both birth parents have a substance use disorder, a birth parent is willing to consent to make a good faith effort to be part of the Wraparound process and complete recovery measures.\n3. Child(ren) in out-of-home placement or at risk for out of home placement; \"at risk\" means: 1) strongly considered or have made reports to the New Hampshire Division of Children Youth and Families or the child would be at high risk of removal if not for the intervention. In addition, for guardianship cases, the child's placement with the guardian needs to be at risk for disruption.\n4. Parent/guardian is age 18 or older.\n5. Parent/guardian has cognitive capacity to consent to research.\n6. For intervention: Parent/guardian lives in Sullivan or Lower Grafton counties in New Hampshire (Division of Children Youth and Families Claremont District Office catchment area) or Windsor, upper Windham, and lower Orange County, VT (Hartford and Springfield VT Department of Children and Families district office catchment areas). For the comparison group, parents live within the catchment area of the Keene, NH DCYF district office (Cheshire County, NH and surrounding towns). Parents do not have plans to move outside of these towns within the next 12 mo. \\*If the parent lives within the catchment area, and the child is placed outside of the catchment area, the foster parent (outside of catchment area) must be willing to make a good faith effort to be involved with the Wraparound process and complete the child well-being measures.\n\nExclusion Criteria:\n\n1. Exclude if at time of eligibility assessment into the study, the Termination of Parental Rights (TPR) hearing is scheduled. \\*If the termination hearing is scheduled later, during the course of the intervention, the investigators will continue working with the child(ren) or family if the new guardian with legal authority to consent to the study consents.\n2. Exclude if the child is in residential care and there is no plan for the child to return home within 2 months.\n3. Exclude if the parent/guardian is in residential treatment and there is no plan for the parent/guardian to return home within 2 months.\n4. Exclude if the parent/guardian lacks the cognitive capacity to provide informed consent to research.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Logan V Seely, MPH",
                    "role": "CONTACT",
                    "phone": "802-356-0214",
                    "email": "logan.v.seely@hitchcock.org"
                },
                {
                    "name": "Mary K Jankowski, PhD",
                    "role": "CONTACT",
                    "phone": "603-653-0738",
                    "email": "mary.k.jankowski@dartmouth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Erin R Barnett, PhD",
                    "affiliation": "Dartmouth-Hitchcock Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dept of Children Youth and Families",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Claremont",
                    "state": "New Hampshire",
                    "zip": "03743",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Desmarais",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.37674,
                        "lon": -72.34676
                    }
                },
                {
                    "facility": "NH Claremont District Family Courts",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Claremont",
                    "state": "New Hampshire",
                    "zip": "03743",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Reichart",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.37674,
                        "lon": -72.34676
                    }
                },
                {
                    "facility": "TLC Family Resource Center",
                    "status": "RECRUITING",
                    "city": "Claremont",
                    "state": "New Hampshire",
                    "zip": "03743",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Program managers",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.37674,
                        "lon": -72.34676
                    }
                },
                {
                    "facility": "Dartmouth-Hithcock",
                    "status": "RECRUITING",
                    "city": "Lebanon",
                    "state": "New Hampshire",
                    "zip": "03756",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Program Managers",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.64229,
                        "lon": -72.25176
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance-Related Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Stress Disorders, Post-Traumatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}