{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06276725",
            "orgStudyIdInfo": {
                "id": "23-606"
            },
            "organization": {
                "fullName": "Auburn University",
                "class": "OTHER"
            },
            "briefTitle": "Writing Wrongs: Expressive Writing for Microaggressions",
            "officialTitle": "A Randomized Controlled Trial of Writing Wrongs: An Adapted Expressive Writing Intervention for Microaggressions Experienced by Minoritized Students",
            "acronym": "WW",
            "therapeuticArea": [
                "Other"
            ],
            "study": "writing-wrongs-expressive-writing-for-microaggressions"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-12",
            "studyFirstSubmitQcDate": "2024-02-17",
            "studyFirstPostDateStruct": {
                "date": "2024-02-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Cassidy Brydon",
                "investigatorTitle": "Doctoral Candidate",
                "investigatorAffiliation": "Auburn University"
            },
            "leadSponsor": {
                "name": "Auburn University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Medical University of South Carolina",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Racial and ethnic based stressors, such as microaggressions, are pervasive, distressing, and result in lasting negative repercussions for minoritized students at predominantly white institutions (PWIs). These racial and ethnic based stressors are experienced in addition to the universally experienced stressors of higher education. Negative repercussions of microaggressions include increased drop out or transfer rates, distress, fatigue resulting in decreased academic performance, and depression and posttraumatic stress symptoms. Expressive writing (EW) may be a scalable intervention for addressing the negative repercussions resulting from microaggressions experienced by minoritized students at PWIs. Previous research suggests that EW for stressful life events results in benefits such as reduced depression and posttraumatic stress symptoms, improved coping strategies, and reduced activity restriction. Despite such benefits, EW was not designed to specifically address microaggressions in a minoritized student population. Informed by the ADAPT-ITT model, our research group conducted a pilot study with similar procedures. This pilot study demonstrated the acceptability of an adapted version of the EW intervention titled Writing Wrongs (WW), as well as recommended future modifications for WW. In the current study we aim to conduct a randomized-controlled trial to establish the efficacy of WW in alleviating clinical symptoms. We hypothesize that WW will improve symptoms of racial and discriminatory trauma and symptoms of depression, anxiety, and posttraumatic stress over time and compared to an assessment-only condition. We will conduct exploratory analyses to examine short-term changes in affect within and across sessions and across conditions. We will recruit minoritized students enrolled at a PWI. Participants will complete a pre-intervention assessment prior to being randomized into the two conditions. Participants in the intervention condition will engage in three sessions of WW and complete measures of clinical symptoms across multiple time points (i.e., pre-intervention, immediately after the final writing session, one week after the final session). Participants in the assessment-only condition will be administered the same measures at the same timepoints and given access to the WW after completing the study. If found to be efficacious, WW has the potential to be widely disseminated to minoritized college students who experience microaggressions.",
            "detailedDescription": "In 2021, approximately 46% of the university student population in the United States identified with a minoritized racial or ethnic group. Minoritized students who attend predominantly White institutions (PWIs) experience universal higher education stressors in addition to compounding stressors related to their racial and ethnic identity such as racism, discrimination, and microaggressions. Recent literature provides significant evidence for the negative health and academic repercussions of the compounding experience of racial and ethnic discrimination, including microaggressions. A number of interventions have demonstrated efficacy in reducing the negative health outcomes resulting from the experiences of racism and discrimination broadly. To our knowledge, no current intervention specifically focuses on the experience of microaggressions. In developing or adapting an intervention to address the negative repercussions resulting from the experience of microaggressions for minoritized students at PWIs, it is vital to consider not only the efficacy of the intervention but also the acceptability and feasibility of the intervention. Following the recommendations of the World Health Organization, scalable interventions may aid in addressing previously identified mental health treatment seeking barriers for minoritized students. One such scalable intervention includes Expressive Writing, a type of repeated exposure practice that asks individuals to write about a stressful life event. Utilizing the ADAPT-ITT model to inform the culturally sensitive adaptation of Expressive Writing for microaggressions in minoritized students, our research group conducted a pilot study demonstrating acceptability and opportunities for improvement of the adapted intervention titled Writing Wrongs. The current study aims to continue this line of research in examining the efficacy of Writing Wrongs, an adapted expressive writing intervention tailored to address microaggressions experienced by minoritized students at PWIs.\n\nADAPT-ITT To establish and consider an intervention targeting microaggressions for minoritized students at PWIs, it is vital to do more than just exporting an established intervention to a new topic or population. Utilizing the ADAPT-ITT model to inform the adaptation of expressive writing for the experience of microaggressions for minoritized students at PWIs allows for a standardized evidence-based culturally sensitive adaptation process. This model has demonstrated efficacy in adapting established interventions to new groups and topics. Interventions adapted using this model include HIV interventions, HIV prevention programs for Latine girls, PTSD interventions for people living with HIV, sexual health interventions for American Indian and Alaskan Native young adults, and chronic disease self-management for individuals who experience serious mental illness. The ADAPT-ITT model consists of eight phases ranging from identifying needs and potential solutions, Assessment, to determining the efficacy of the intervention, Testing.\n\nWe conducted a pilot study to address the first six steps of this model. The first two phases require identification of a need and potential adapted or adopted solution. Microaggressions are subtle instances where expressions of insult, degradation, or minimization of an individual or a group within which they identify. Research demonstrates the significant negative health and academic effects of experiencing microaggressions for minoritized students. Expressive writing, a repeated exposure-based practice that asks individuals to write about a stressful life event, may be a scalable intervention that can target the experience of microaggressions as well as address treatment seeking barriers present for minoritized students. Given the established efficacy of expressive writing as an intervention targeting stressful life events and the flexible administration method, an adaptation of expressive writing may provide education on microaggressions as well as an intentional space for individuals to discuss discrimination. In our pilot study, Writing Wrongs, a culturally sensitive online adaptation of expressive writing, was administered along with the standardized version of expressive writing to a sample of minoritized students at a PWI to address the remaining four steps of the ADAPT-ITT model. Writing Wrongs tailors the expressive writing intervention prompt to specifically elicit thoughts and feelings related to the experience of a microaggression. Utilizing a mixed methods approach, we found no attrition following the pre-intervention assessment session as well as participant feedback reflecting that Writing Wrongs was helpful, appropriate, enjoyable, and a necessary intervention. These results provide initial support from the target population, minoritized students, for Writing Wrongs. When comparing standardized expressive writing with Writing Wrongs, participants expressed a preference for Writing Wrongs. Furthermore, participants most often wrote about microaggressions in response to the Writing Wrongs prompts as opposed to the standardized prompt. This finding provides evidence for the importance of the Writing Wrongs adaptation in providing the opportunity for students to reflect on microaggressions purposefully and potentially develop coping skills targeted towards such experiences. The results of our pilot study, along with topical expert consultation, informed changes to Writing Wrongs including modification of the prompt (e.g., change wording used, add more specific prompts) and administration method (e.g., provide additional resources for further education or intervention).\n\nMethod Participants All study procedures have been approved by the Auburn University Institutional Review Board. Students will be recruited from Auburn University using the SONA Human Subject Pool Software and public advertisements. Potential participants will complete an eligibility screener with the inclusion criteria of identification with a racial/ethnic minoritized group and being enrolled as a full-time student at Auburn University, a PWI located in the Southeastern United States.\n\nProcedures Eligible participants will complete an informed consent session with a research assistant via a secure Zoom link. After the consent session, participants will be randomly assigned into the Writing Wrongs Intervention or Assessment-only Control Condition. All participants will complete online surveys across five sessions. The first four sessions will be completed on consecutive days. The first session will be a pre-intervention assessment. During the following three sessions, the Writing Wrongs Intervention Condition will receive a 20-minute writing activity, and both conditions will complete assessments of their current experience of symptoms and emotional states. All participants will also complete a post-intervention assessment during the fourth session and a one-week post-intervention follow-up assessment. In total, participants will complete a pre-intervention assessment, two Writing Wrongs sessions or assessment-only sessions depending on assigned condition, a third Writing Wrongs session with a post-intervention assessment or an assessment-only session depending on condition assignment, and a one-week post-intervention assessment. The Assessment Control Condition will be given access to the Writing Wrongs intervention following study completion.\n\nHypothesis and Data Analytic Strategy We hypothesize that Writing Wrongs will improve symptoms of racial and discriminatory trauma as well as symptoms of depression, anxiety and posttraumatic stress over time and compared to the Assessment Control Condition. We will also conduct exploratory analyses to compare change in positive and negative affect within and across sessions for the Writing Wrongs and Assessment Control Condition. Our primary analyses will be conducted with IBM SPSS Statistics (Version 27), and missing data will be handled with multiple imputation. Our exploratory analyses will be conducted with Mplus (Version 8.4), and we will use full information maximum likelihood to handle missing data. The primary outcomes of the intervention's effect on symptoms of racial and discriminatory trauma will be examined using a 2 x 5 repeated measures ANOVA. The secondary outcomes of mental health symptoms (i.e., depression, anxiety, and posttraumatic stress symptoms); and writing session variables will be examined using 2 x 3 repeated measures ANOVAs. ANOVA factors will be condition (i.e., Writing Wrongs and Assessment Only), time, and the condition-by-time interaction . For our exploratory analyses examining change in positive and negative affect, we will conduct a latent change score model to estimate change in affect within and across each session and to test differences across conditions."
        },
        "conditionsModule": {
            "conditions": [
                "Posttraumatic Stress Disorder",
                "Discriminatory Stress",
                "Microaggression"
            ],
            "keywords": [
                "Expressive Writing",
                "Minoritized Students",
                "Microaggressions",
                "Intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "After consenting to participate in the study, participants will be randomized in a 1:1 manner into either the Writing Wrongs Intervention or the Assessment Control condition. All participants will complete a total of five online study sessions including a pre-intervention assessment, three intervention or assessment only sessions, and a one-week follow-up assessment .",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Writing Wrongs",
                    "type": "EXPERIMENTAL",
                    "description": "Writing Wrongs is an adaptation of expressive writing, a prolonged exposure practice targeting symptoms resulting from stressful life events. Writing Wrongs is specifically tailored to microaggressions experienced by minoritized students at predominantly White institutions. The intervention includes three 20-minute writing sessions occurring on three consecutive days. The Writing Wrongs writing activity asks participants to reflect on the facts and feelings associated with a microaggression they experienced.",
                    "interventionNames": [
                        "Behavioral: Writing Wrongs"
                    ]
                },
                {
                    "label": "Assessment Control",
                    "type": "NO_INTERVENTION",
                    "description": "The Assessment Control is administered the same measures during the same number of sessions as the Writing Wrongs condition without receiving the Writing Wrongs writing activity. The participants assigned to this arm of the study will receive the Writing Wrongs intervention following the completion of the study."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Writing Wrongs",
                    "description": "A repeated exposure writing practice targeting symptoms resulting from microaggressions experienced by minoritized students at predominantly White institutions.",
                    "armGroupLabels": [
                        "Writing Wrongs"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Racial and Discriminatory Trauma",
                    "description": "Trauma Symptoms of Discrimination Scale; range: 0-63; higher score is greater distress associated with discrimantory experiences",
                    "timeFrame": "Change in Trauma Symptoms of Discrimination Scale from pre-intervention to session 1 (24 hrs apart), to session 2 (24hrs from session 1), to session 3 (post-intervention, 24 hrs from session 2), and to one week follow-up (one-week from session 3)"
                },
                {
                    "measure": "Daily Racial and Discrimination Trauma",
                    "description": "Racial Trauma Scale - Short Form; range: 9-36; higher score is greater severity of trauma symptoms specific to racial discrimination.",
                    "timeFrame": "Change in Racial Trauma Scale - Short from pre-intervention to session 1 (24 hrs apart), to session 2 (24hrs from session 1), to session 3 (post-intervention, 24 hrs from session 2), and to one week follow-up (one-week from session 3)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Depression",
                    "description": "Depression Anxiety and Stress Scale - Depression Subscale; range: 0-21; higher score is greater severity of depressive symptoms",
                    "timeFrame": "Change in Depression Anxiety and Stress Scale - Depression subscale from pre-intervention to post-intervention (on average 3 days apart), to one-week follow-up (one week after post-intervention)."
                },
                {
                    "measure": "Anxiety",
                    "description": "Depression Anxiety and Stress Scale - Anxiety Subscale; range: 0-21; higher score is greater severity of anxiety symptoms",
                    "timeFrame": "Change in Depression Anxiety and Stress Scale - Anxiety subscale from pre-intervention to post-intervention (on average 3 days apart), to one-week follow-up (one week after post-intervention)."
                },
                {
                    "measure": "Stress",
                    "description": "Depression Anxiety and Stress Scale - Stress Subscale; ; range: 0-21; higher score is greater severity of stress symptoms",
                    "timeFrame": "Change in Depression Anxiety and Stress Scale - Stress subscale from pre-intervention to post-intervention (on average 3 days apart), to one-week follow-up (one week after post-intervention)."
                },
                {
                    "measure": "Posttraumatic Stress",
                    "description": "Posttraumatic Stress Disorder Checklist for DSM-5; range: 0-100; higher score is greater severity of posttraumatic stress symptoms.",
                    "timeFrame": "Change in Posttraumatic Stress Disorder Checklist for DSM-5 from pre-intervention to post-intervention (on average 3 days apart), to one-week follow-up (one week after post-intervention)."
                },
                {
                    "measure": "Daily Depression",
                    "description": "Ecological Momentary Assessment - Depression Subscale; range: 0-8; higher score is greater depression severity.",
                    "timeFrame": "Change in Ecological Momentary Assessment - Depression Subscale from session 1, to session 2, to session 3 (post-intervention)"
                },
                {
                    "measure": "Daily Anxiety",
                    "description": "Ecological Momentary Assessment - Anxiety Subscale; range: 0-8; higher score is greater anxiety severity.",
                    "timeFrame": "Change in Ecological Momentary Assessment - Anxiety Subscale from session 1 to session 2 (an average of 24 hrs apart), to session 3 (post-intervention; (an average of 24 hrs apart)"
                },
                {
                    "measure": "Daily Posttraumatic Stress",
                    "description": "Short Posttraumatic Stress Disorder Rating Interview - Self Report Form; range: 0-32; higher score is greater posttraumatic stress symptom severity.",
                    "timeFrame": "Change in 1 Short Posttraumatic Stress Disorder Rating Interview from session 1 to session 2 (an average of 24 hrs apart), to session 3 (post-intervention; (an average of 24 hrs apart)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Negative Affect",
                    "description": "Positive and Negative Affect Scale - Negative Affect Subscale; range: 10-50; higher score is higher negative affect.",
                    "timeFrame": "Change in negative affect across 3 sessions (each 24hrs apart) and within sessions (an average of 25 mins apart)"
                },
                {
                    "measure": "Positive Affect",
                    "description": "Positive and Negative Affect Scale - Positive Affect Subscale; range: 10-50; higher score is higher positive affect.",
                    "timeFrame": "Change in positive affect across 3 sessions (each 24hrs apart) and within sessions (an average of 25 mins apart)"
                },
                {
                    "measure": "Acceptability of Writing Wrongs",
                    "description": "Evaluation Form",
                    "timeFrame": "Immediate post-intervention on average 3 days after initiation of intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Auburn University Full-time Student\n* Identifies with a Racial/Ethnic Minoritized Group\n\nExclusion Criteria:\n\n* Under age 18",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cassidy Brydon, MS",
                    "role": "CONTACT",
                    "phone": "954-591-5261",
                    "email": "cmb0106@auburn.edu"
                },
                {
                    "name": "Tracy K Witte, PhD",
                    "role": "CONTACT",
                    "phone": "334-844-6465",
                    "email": "tracy.witte@auburn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tracy K Witte, PhD",
                    "affiliation": "Auburn University Department of Psychological Sciences",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Auburn University",
                    "status": "RECRUITING",
                    "city": "Auburn",
                    "state": "Alabama",
                    "zip": "368849",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cassidy M Brydon, MS",
                            "role": "CONTACT",
                            "phone": "954-591-5261",
                            "email": "cmb0106@auburn.edu"
                        },
                        {
                            "name": "Tracy K Witte, PhD",
                            "role": "CONTACT",
                            "phone": "334-844-6465",
                            "email": "tracy.witte@auburn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.60986,
                        "lon": -85.48078
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22407959",
                    "type": "BACKGROUND",
                    "citation": "Andersson MA, Conley CS. Optimizing the perceived benefits and health outcomes of writing about traumatic life events. Stress Health. 2013 Feb;29(1):40-9. doi: 10.1002/smi.2423. Epub 2012 Mar 9."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Baikie, K. A., & Wilhelm, K. (2005). Emotional and physical health benefits of expressive writing. Advances in Psychiatric Treatment, 11(5), 338-346. https://doi.org/10.1192/apt.11.5.338"
                },
                {
                    "pmid": "26606250",
                    "type": "BACKGROUND",
                    "citation": "Blevins CA, Weathers FW, Davis MT, Witte TK, Domino JL. The Posttraumatic Stress Disorder Checklist for DSM-5 (PCL-5): Development and Initial Psychometric Evaluation. J Trauma Stress. 2015 Dec;28(6):489-98. doi: 10.1002/jts.22059. Epub 2015 Nov 25."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Brydon, C. (2023). Adapting expressive writing for minoritized students at predominantly White institutions who experience microaggressions. [unpublished master's thesis] Auburn University."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Cokley, K., McClain, S., Enciso, A., & Martinez, M. (2013). An Examination of the Impact of Minority Status Stress and Impostor Feelings on the Mental Health of Diverse Ethnic Minority College Students. Journal of Multicultural Counseling and Development, 41(2), 82-95. https://doi.org/10.1002/j.2161-1912.2013.00029.x"
                },
                {
                    "pmid": "11552771",
                    "type": "BACKGROUND",
                    "citation": "Connor KM, Davidson JR. SPRINT: a brief global assessment of post-traumatic stress disorder. Int Clin Psychopharmacol. 2001 Sep;16(5):279-84. doi: 10.1097/00004850-200109000-00005."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Cox, J. M. (2020). On Shaky Ground: Black Authenticity at Predominantly White Institutions. Social Currents, 7(2), 173-189. https://doi.org/10.1177/2329496519897605"
                },
                {
                    "pmid": "30299116",
                    "type": "BACKGROUND",
                    "citation": "Forkmann T, Spangenberg L, Rath D, Hallensleben N, Hegerl U, Kersting A, Glaesmer H. Assessing suicidality in real time: A psychometric evaluation of self-report items for the assessment of suicidal ideation and its proximal risk factors using ecological momentary assessments. J Abnorm Psychol. 2018 Nov;127(8):758-769. doi: 10.1037/abn0000381. Epub 2018 Oct 8."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Grayson, P. (1998). A Fast and Bumpy Ride. Journal of College Student Psychotherapy, 13(1), 3-13. https://doi.org/10.1300/J035v13n01_02"
                },
                {
                    "pmid": "31556630",
                    "type": "BACKGROUND",
                    "citation": "Hernandez RJ, Villodas MT. Overcoming racial battle fatigue: The associations between racial microaggressions, coping, and mental health among Chicana/o and Latina/o college students. Cultur Divers Ethnic Minor Psychol. 2020 Jul;26(3):399-411. doi: 10.1037/cdp0000306. Epub 2019 Sep 26."
                },
                {
                    "pmid": "27732011",
                    "type": "BACKGROUND",
                    "citation": "Kim PY, Kendall DL, Cheon HS. Racial microaggressions, cultural mistrust, and mental health outcomes among asian american college students. Am J Orthopsychiatry. 2017;87(6):663-670. doi: 10.1037/ort0000203. Epub 2016 Aug 15."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lovibond, S. H., & Lovibond, P. F. (1995). Manual for the Depression Anxiety Stress Scale (2nd ed.). Psychology Foundation."
                },
                {
                    "pmid": "3745650",
                    "type": "BACKGROUND",
                    "citation": "Pennebaker JW, Beall SK. Confronting a traumatic event: toward an understanding of inhibition and disease. J Abnorm Psychol. 1986 Aug;95(3):274-81. doi: 10.1037//0021-843x.95.3.274. No abstract available."
                },
                {
                    "pmid": "10909877",
                    "type": "BACKGROUND",
                    "citation": "Ryder AG, Alden LE, Paulhus DL. Is acculturation unidimensional or bidimensional? A head-to-head comparison in the prediction of personality, self-identity, and adjustment. J Pers Soc Psychol. 2000 Jul;79(1):49-65. doi: 10.1037//0022-3514.79.1.49."
                },
                {
                    "pmid": "18410204",
                    "type": "BACKGROUND",
                    "citation": "Sloan DM, Marx BP, Epstein EM, Dobbs JL. Expressive writing buffers against maladaptive rumination. Emotion. 2008 Apr;8(2):302-6. doi: 10.1037/1528-3542.8.2.302."
                },
                {
                    "pmid": "17516773",
                    "type": "BACKGROUND",
                    "citation": "Sue DW, Capodilupo CM, Torino GC, Bucceri JM, Holder AM, Nadal KL, Esquilin M. Racial microaggressions in everyday life: implications for clinical practice. Am Psychol. 2007 May-Jun;62(4):271-86. doi: 10.1037/0003-066X.62.4.271."
                },
                {
                    "pmid": "22506818",
                    "type": "BACKGROUND",
                    "citation": "Torres-Harding SR, Andrade AL, Romero Diaz CE. The Racial Microaggressions Scale (RMAS): a new scale to measure experiences of racial microaggressions in people of color. Cultur Divers Ethnic Minor Psychol. 2012 Apr;18(2):153-164. doi: 10.1037/a0027658."
                },
                {
                    "pmid": "3397865",
                    "type": "BACKGROUND",
                    "citation": "Watson D, Clark LA, Tellegen A. Development and validation of brief measures of positive and negative affect: the PANAS scales. J Pers Soc Psychol. 1988 Jun;54(6):1063-70. doi: 10.1037//0022-3514.54.6.1063."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Weathers, F. W., Blake, D. D., Schnurr, P. P., Kaloupek, D. G., Marx, B. P., & Keane, T. M. (2013). Life Events Checklist for DSM-5 (LEC-5) - PTSD: National Center for PTSD. https://www.ptsd.va.gov/professional/assessment/te-measures/life_events_checklist.asp"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Williams, M.T., Printz, D.M.B., & DeLapp, R.C.T. (2018). Assessing racial trauma with the Trauma Symptoms of Discrimination Scale. Psychology of Violence, 8(6), 735-747. https://doi.org/10.1037/vio0000212"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Williams, M.T., Osman, M., Gallo, J., Pereira, D.P., Gran-Ruaz, S., Strauss, D., Lester, L., George, J.R., Edelman, J., & Litman, L. (2022). A clinical scale for the assessment of racial trauma. Practice Innovations, 7(3), 223-240. https://doi.org/10.1037/pri0000178"
                },
                {
                    "pmid": "18301133",
                    "type": "BACKGROUND",
                    "citation": "Wingood GM, DiClemente RJ. The ADAPT-ITT model: a novel method of adapting evidence-based HIV Interventions. J Acquir Immune Defic Syndr. 2008 Mar 1;47 Suppl 1:S40-6. doi: 10.1097/QAI.0b013e3181605df1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}