{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04688996",
            "nctIdAliases": [
                "NCT04562012"
            ],
            "orgStudyIdInfo": {
                "id": "Plague Lateral Flow Assay"
            },
            "secondaryIdInfos": [
                {
                    "id": "Evaluation of diagnostic tools",
                    "type": "OTHER",
                    "domain": "Northern Arizona University"
                }
            ],
            "organization": {
                "fullName": "Brimrose Technology Corporation",
                "class": "INDUSTRY"
            },
            "briefTitle": "Yersinia Pestis Lateral Flow Immunoassay for Blood Samples",
            "officialTitle": "Point of Care Diagnostic to Identify the Causative Agent of the Plague in Blood Samples",
            "acronym": "SMARTPRT",
            "therapeuticArea": [
                "Dermatology",
                "Respiratory",
                "Infectious Diseases",
                "Other"
            ],
            "study": "yersinia-pestis-lateral-flow-immunoassay-for-blood-samples"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2022-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-24",
            "studyFirstSubmitQcDate": "2020-12-28",
            "studyFirstPostDateStruct": {
                "date": "2020-12-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-12-12",
            "lastUpdatePostDateStruct": {
                "date": "2022-12-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Brimrose Technology Corporation",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Northern Arizona University",
                    "class": "OTHER"
                },
                {
                    "name": "New Horizons Diagnostics Corporation",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Institut Pasteur de Madagascar",
                    "class": "OTHER"
                },
                {
                    "name": "Naval Health Research Center",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Plague is a deadly but highly treatable disease caused by the bacterium Y. pestis. Due to the historical development of Y. pestis as a bioweapon by several nation states, it is listed by the US as a potential bioweapon that could be used against US warfighters. Although this bacterium is ecologically established worldwide, it mostly affects impoverished people who live in rural low-resource areas of Madagascar. Plague is acquired directly from bites of infected fleas but, if left untreated, it can progress to the highly lethal pneumonic form that can result in human to human transmission. With the dangers of pneumonic plague in the context of both natural outbreak and as a bioweapon used against warfighter, the goal of this study is to investigate a diagnostic test that is able to rapidly and locally diagnose this disease in low-resource settings. This study aims to evaluate a US-developed new LFI (Lateral Flow Immunoassay) assay intended for capillary blood (finger-prick) to diagnose humans infected with Y. pestis. The investigators will rigorously validate with assay on human populations from active plague sites and correlate the results with the results of paired clinical samples used in standard medical workup using existing diagnostics tests.",
            "detailedDescription": "The purpose of this study will be to generate the data required to thoroughly validate the ability of plague LFI assay (Lateral Flow Immunoassay) to accurately diagnose human infections with Y. pestis. These validation data will eventually be presented to US Food and Drug Administration (FDA; along with data from other studies that NAU will not participate) to seek approval for commercial license. The objective will be to validate this assay on the capillary blood of humans suspected to have plague as well as a study cohort likely to not have plague. From the suspected population; the specific aims of this study are to enroll up to 300 participants who present clinical signs of illness based on specific inclusion criteria. We will collect two types of blood samples from enrolled participants 1) capillary blood from a finger prick and 2) venous blood. The capillary blood will be used for direct testing on the LFI assay and the venous blood will be used to perform independent validations. This study is designed as a correlation study to understand 1) how LFI assay results compare with results from traditional diagnostic methods based on DNA detection methods and bacterial culture isolate on bubo aspirate or sputum and 2) effectiveness of capillary blood to serve as a diagnostic clinical sample as compared with traditional biological samples (venous blood, bubo and sputum). The study is designed to evaluate the outcome of LFI and how LFI results correlate with the standard plague diagnostics methods used in Madagascar and other methods. We are not examining the relationship between the results of the LFI and health outcomes of the participants. Decision of participant's medical treatment is solely based on the clinical judgment of the physician and guidelines set forth by Madagascar National Plague Control Program (PNLP); no formal test is involved with medical decision. All participants who are tested by LFI will have received medical treatment prior to the start of the study and the continuation of their medical treatment is guided by PNLP and physician judgment only. Again, we are not looking at the relationship between the results of the LFI and health outcomes of the participants.\n\nFrom the non-suspect cohort, greater detail will be provided as obtained. In brief, this subject population will consist of active duty US Naval personnel and DoD beneficiaries presenting to participating study sites in the United States with influenza-like symptoms (fever, cough, sore throat). Since the US is non-endemic for plague, all participants will be presumed to be negative for Y. pestis."
        },
        "conditionsModule": {
            "conditions": [
                "Plague",
                "Plague, Bubonic",
                "Plague, Pneumonic",
                "Yersinia Pestis Plague",
                "Yersinia Pestis; Bubo",
                "Yersinia Pestis; Pneumonia",
                "Yersinia Sepsis",
                "Yersinia Pestis Infection",
                "Bubo; Yersinia Pestis",
                "Bubonic; Plague, Skin",
                "Pneumonic Plague"
            ],
            "keywords": [
                "Yersinia pestis Lateral Flow Device",
                "Lateral Flow Device",
                "Point of Care testing, plague",
                "Point of Need testing, plague",
                "Plague",
                "Yersinia pestis",
                "Yersinia pestis antigens",
                "Yersinia pestis LcrV antigen",
                "Plague rapid test",
                "Yersinia rapid test",
                "Bubonic plague",
                "Sputum",
                "Bubo aspirate",
                "Pneumonic plague",
                "Yersinia pestis ELISA",
                "Yersinia pestis EIA",
                "Black plague",
                "Black death",
                "Yersinia LcrV protein",
                "Yersinia F1 antigen",
                "Yersinia PCR",
                "Lateral Flow Immunoassays"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Capillary Blood, Sputum, Bubo Aspirates, Venous Blood"
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Malagasy Participants",
                    "description": "Malagasy Participants. Subjects will be recruited at rural health centers throughout Madagascar. Participants will be comprised of rural people with symptoms consistent with plague. The Madagascar Ministry of Public Health requires declaration of all suspected human plague cases and collection of biological samples (sputum and/or bubo aspirates) from these cases for medical workup for confirmation.",
                    "interventionNames": [
                        "Diagnostic Test: Lateral Flow Assay for Pathogens of the Plague"
                    ]
                },
                {
                    "label": "USN Health Research Center",
                    "description": "USN Health Center Participants. The subject population will consist of active duty US Naval personnel and DoD beneficiaries presenting to participating study sites in the United States with influenza-like symptoms (fever, cough, sore throat). Since the US is non-endemic for plague, all participants will be presumed to be negative for Y. pestis.",
                    "interventionNames": [
                        "Diagnostic Test: Lateral Flow Assay for Pathogens of the Plague"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Lateral Flow Assay for Pathogens of the Plague",
                    "description": "A dipstick type of rapid test for antigens of the plague bacterium Yersinia pestis in samples from enrolled participants from both a known geography of plague activity (Madagascar) as well as samples from a geographically separated population of likely plague free status (US Naval Health Research Center, San Diego, CA).",
                    "armGroupLabels": [
                        "Malagasy Participants",
                        "USN Health Research Center"
                    ],
                    "otherNames": [
                        "Lateral Flow Immunoassay for the Plague",
                        "SMART Plague Rapid Test",
                        "SMARTPRT",
                        "PRT",
                        "Plague LFI for F1 and LcrV antigens of Y. pestis",
                        "Lateral Flow Immunoassay for Yersinia pestis",
                        "LFI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "LFI results on finger-prick blood correlate with the results of standard WHO-approved diagnostic tests for plague",
                    "description": "Description: Standard WHO-approved diagnostic testing uses bubo aspirates or sputum as clinical matrices to perform the following tests: F1RDT, qPCR analysis, and culture.\n\nWHO defines a confirmatory positive plague case when the bubo or sputum is positive on F1RDT and positive on either qPCR or culture.",
                    "timeFrame": "Up to 3 weeks post sample collection and processing of each participant."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "LFI results on finger-prick blood correlate with LFI results from bubo aspirate or sputum clinical matrices.",
                    "description": "Standard WHO-approved diagnostic testing uses bubo aspirates or sputum as clinical matrices to perform the following tests: F1RDT, qPCR analysis, and culture.\n\nWHO defines a confirmatory positive plague case when the bubo or sputum is positive on F1RDT and positive on either qPCR or culture.",
                    "timeFrame": "Up to 3 weeks post sample collection and processing of each participant."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "LFI results on finger-prick blood correlate with the test results on venous blood using the following diagnostic methods: LFI, qPCR, ELISA and FilmArray Warrior Panel.",
                    "description": "Standard WHO-approved diagnostic testing uses bubo aspirates or sputum as clinical matrices to perform the following tests: F1RDT, qPCR analysis, and culture.\n\nWHO defines a confirmatory positive plague case when the venous blood, bubo or sputum is positive on F1RDT and positive on either qPCR or culture.",
                    "timeFrame": "Two years through sample collection and analysis completion from 05/2020 to 05/2022."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria - Malagasy Participants\n\n1. Adults 18 to 75 years old (male and female): Able to receive and give verbal communication.\n2. Children 5 to 17 years old (vulnerable population): Parents or legal guardian must be available to give permission. Parents or legal guardian to consent for children (5-6 years).\n3. Suspected human plague case by local medical professional. Include at least one of the following: For bubonic plague: high fever, chills, and/or presence of painful bubo; For pneumonic plague: high fever, chills, cough for less than 5 days, bloody sputum, and/or chest pains; patients may be recruited from both plague surveillance program and non-plague surveillance programs.\n\nExclusion criteria - Malagasy Participants\n\n1. Children under the age of 5 years old\n2. Children between the age of 5 years to 17 years without a parent or legal guardian\n3. Not compliant with the study procedure (blood sampling)\n\nInclusion criteria - USN Health Center Participants\n\n1. Active duty personnel and DoD beneficiaries that present to participating study sites with influenza-like-illness (fever, cough, sore throat).\n2. Age range \\>=13 to 75 y.o.\n3. Able to receive/give consent (or assent if \\<18 y.o.) 4, Presenting with influenza-like-illness (fever of 100.5 F or higher, cough and/or sore throat)\n\n5. USN Special Categories: Minors/children (45CFR Subpt. D/DoDI 3216.02, Encl 3, Para 7d); Students; Active duty military personnel (3216.02, Encl.3 Para. 7.e); Economically disadvantaged persons (32CFR 219.11(b); Educationally disadvantaged persons (32CFR 219.11(b).\n\nExclusion criteria - USN Health Center Participants\n\n1. \\<13 y.o.\n2. Unable to give written consent (if under 18)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Malagasy Participants. Subjects will be recruited at rural health centers throughout Madagascar. Participants will be comprised of rural people with symptoms consistent with plague. The Madagascar Ministry of Public Health requires declaration of all suspected human plague cases and collection of biological samples (sputum and/or bubo aspirates) from these cases for medical workup for confirmation.\n\nUSN Health Center Participants. The subject population will consist of active duty US Naval personnel and DoD beneficiaries presenting to participating study sites in the United States with influenza-like symptoms (fever, cough, sore throat). Since the US is non-endemic for plague, all participants will be presumed to be negative for Y. pestis.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David P Trudil",
                    "role": "CONTACT",
                    "phone": "410-499-7062",
                    "email": "Davidt@nhdetect.com"
                },
                {
                    "name": "Gregory R Siragusa, Ph.D.",
                    "role": "CONTACT",
                    "phone": "262-309-5360",
                    "email": "gsiragusa@nhdiag.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dawn J Birdsell, Ph.D.",
                    "affiliation": "Northern Arizona University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "David M Wagner, Ph.D.",
                    "affiliation": "Northern Arizona University",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Minoarisoa Rajerison, Ph.D.",
                    "affiliation": "Institut Pasteur de Madagascar",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Voahangy Andrianaivoarimanana, Ph.D.",
                    "affiliation": "Institut Pasteur de Madagascar",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Chris Myers, Ph.D.",
                    "affiliation": "Naval Health Research Center",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Caroline Balagout",
                    "affiliation": "Naval Health Research Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "David P Trudil",
                    "affiliation": "New Horizons Diagnostics, Inc./Brimrose Biotechnology, Corp.",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "US Naval Health Research Center",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher A Myers, Ph.D.",
                            "role": "CONTACT",
                            "phone": "619-756-8483",
                            "email": "christopher.a.meyers48.civ@mail.mil"
                        },
                        {
                            "name": "Caroline J Balagout",
                            "role": "CONTACT",
                            "phone": "619-553-8950",
                            "email": "caroline.j.balagot.ctr@mail.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Institut Pasteur de Madagascar",
                    "status": "RECRUITING",
                    "city": "Antananarivo",
                    "state": "Analamanga",
                    "zip": "101",
                    "country": "Madagascar",
                    "contacts": [
                        {
                            "name": "Voahangy Andrianaivoarimanana, Ph.D.",
                            "role": "CONTACT",
                            "phone": "00261340654145",
                            "email": "kekely@pasteur.mg"
                        },
                        {
                            "name": "Minoarisoa RAJERISON, Ph.D>",
                            "role": "CONTACT",
                            "phone": "00261341983916",
                            "email": "mino@pasteur.mg"
                        }
                    ],
                    "geoPoint": {
                        "lat": -18.91368,
                        "lon": 47.53613
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "10807389",
                    "type": "BACKGROUND",
                    "citation": "Inglesby TV, Dennis DT, Henderson DA, Bartlett JG, Ascher MS, Eitzen E, Fine AD, Friedlander AM, Hauer J, Koerner JF, Layton M, McDade J, Osterholm MT, O'Toole T, Parker G, Perl TM, Russell PK, Schoch-Spana M, Tonat K. Plague as a biological weapon: medical and public health management. Working Group on Civilian Biodefense. JAMA. 2000 May 3;283(17):2281-90. doi: 10.1001/jama.283.17.2281."
                },
                {
                    "pmid": "16841399",
                    "type": "BACKGROUND",
                    "citation": "International meeting on preventing and controlling plague: the old calamity still has a future. Wkly Epidemiol Rec. 2006 Jul 14;81(28):278-84. No abstract available. English, French."
                },
                {
                    "pmid": "12547544",
                    "type": "BACKGROUND",
                    "citation": "Chanteau S, Rahalison L, Ralafiarisoa L, Foulon J, Ratsitorahina M, Ratsifasoamanana L, Carniel E, Nato F. Development and testing of a rapid diagnostic test for bubonic and pneumonic plague. Lancet. 2003 Jan 18;361(9353):211-6. doi: 10.1016/S0140-6736(03)12270-2."
                },
                {
                    "pmid": "18198939",
                    "type": "BACKGROUND",
                    "citation": "Stenseth NC, Atshabar BB, Begon M, Belmain SR, Bertherat E, Carniel E, Gage KL, Leirs H, Rahalison L. Plague: past, present, and future. PLoS Med. 2008 Jan 15;5(1):e3. doi: 10.1371/journal.pmed.0050003."
                },
                {
                    "pmid": "24244760",
                    "type": "BACKGROUND",
                    "citation": "Andrianaivoarimanana V, Kreppel K, Elissa N, Duplantier JM, Carniel E, Rajerison M, Jambou R. Understanding the persistence of plague foci in Madagascar. PLoS Negl Trop Dis. 2013 Nov 7;7(11):e2382. doi: 10.1371/journal.pntd.0002382. eCollection 2013 Nov."
                },
                {
                    "pmid": "9302210",
                    "type": "BACKGROUND",
                    "citation": "Rasoamanana B, Leroy F, Boisier P, Rasolomaharo M, Buchy P, Carniel E, Chanteau S. Field evaluation of an immunoglobulin G anti-F1 enzyme-linked immunosorbent assay for serodiagnosis of human plague in Madagascar. Clin Diagn Lab Immunol. 1997 Sep;4(5):587-91. doi: 10.1128/cdli.4.5.587-591.1997."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Institut Pasteur de Madagascar",
                    "url": "http://www.pasteur.mg/"
                },
                {
                    "label": "Northern Arizona Univerity Pathogen and Microbiome Institute",
                    "url": "https://in.nau.edu/pmi/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2020-08-19",
                    "uploadDate": "2021-01-19T13:23",
                    "filename": "Prot_000.pdf",
                    "size": 918207
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2020-04-09",
                    "uploadDate": "2021-01-19T13:23",
                    "filename": "ICF_001.pdf",
                    "size": 1140482
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010930",
                    "term": "Plague"
                },
                {
                    "id": "D000015009",
                    "term": "Yersinia Infections"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000004756",
                    "term": "Enterobacteriaceae Infections"
                },
                {
                    "id": "D000016905",
                    "term": "Gram-Negative Bacterial Infections"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000079426",
                    "term": "Vector Borne Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20864",
                    "name": "Sepsis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6845",
                    "name": "Death",
                    "relevance": "LOW"
                },
                {
                    "id": "M16869",
                    "name": "Toxemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13820",
                    "name": "Plague",
                    "asFound": "Plague",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17746",
                    "name": "Yersinia Infections",
                    "asFound": "Yersinia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7918",
                    "name": "Enterobacteriaceae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M19249",
                    "name": "Gram-Negative Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M2054",
                    "name": "Vector Borne Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T887",
                    "name": "Bubonic Plague",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}