{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06194227",
            "orgStudyIdInfo": {
                "id": "20231203"
            },
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "Yoga Training and Retinal Vasculature With Parkinson's Disease",
            "officialTitle": "The Impact of Cued High-speed Interval Yoga (YogaCue) on Retinal Microvasculature, Mitochondrial Function, and Cognition in Persons With Parkinson's Disease.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "yoga-training-and-retinal-vasculature-with-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-11",
            "studyFirstSubmitQcDate": "2023-12-21",
            "studyFirstPostDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joseph Signorile",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Miami"
            },
            "leadSponsor": {
                "name": "University of Miami",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will compare the impact of a novel high-speed, cued yoga program to a standard yoga program on retinal microvasculature, cognition and neuromuscular function in persons with Parkinson's disease."
        },
        "conditionsModule": {
            "conditions": [
                "Cognitive Change"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High-speed, Cognitive Challenge Yoga",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive high-speed yoga training for 24 consecutive weeks for a total of 72 training sessions.",
                    "interventionNames": [
                        "Behavioral: High-speed, Cognitive Challenge Yoga"
                    ]
                },
                {
                    "label": "Traditional Yoga",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will perform standard Hatha yoga with slow controlled speed movements for 24 consecutive weeks for a total of 72 training sessions.",
                    "interventionNames": [
                        "Behavioral: Traditional Yoga"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "High-speed, Cognitive Challenge Yoga",
                    "description": "Participants in this group will receive in-person high-speed yoga with cuing 3 times per week for 24 consecutive weeks for a total of 72 training sessions of 1 hour duration. Subjects will move as quickly as possible from one pose to another.",
                    "armGroupLabels": [
                        "High-speed, Cognitive Challenge Yoga"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Traditional Yoga",
                    "description": "Participants will perform in-person controlled speed Hatha yoga 3 times per week for 24 weeks for a total of 72 sessions of 1 hour duration.",
                    "armGroupLabels": [
                        "Traditional Yoga"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Retinal measured in microliters per second (ul/s)",
                    "description": "Measurements of retinal blood flow (ul/s)",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Changes in Retinal vascular biomarkers",
                    "description": "Vessel density in unitless fractal dimension.",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Changes in the Hopkins Verbal Learning Test",
                    "description": "The Hopkins Verbal Learning Test assesses immediate recall, delayed recall, and delayed recognition. It is administered by reading 12 words aloud, then asking the client to verbally repeat the list of words (immediately; then after a delay) and identify the words from a 24-word list that is presented verbally. The word list includes words from the previous list, words related to the previous list, and words unrelated to the list. Units of measurement are points. The test has three recall trials of 12 words each scored from 0 (none remembered to 12 (all remembered). Therefore, there are 36 points available for the 3 trials. After 20-25 minutes the subject's delayed recall is tested as the subject is asked to recall the same list of words, scored 0-12. Then a retention trial using a list of 24 words (12 words from the previous list, 6 related words, and 6 unrelated words) is read. The subjects must identify if each word was on the previous list or not.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in Executive Function using the Dimensional Card Sort Test",
                    "description": "The Dimensional Change Card Sort test is an assessment of cognitive flexibility and attention where the subject is asked to match a series of picture pairs to a target picture. Scores range from 70-85, higher scores indicate higher executive function.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in Executive Function using the Flanker Test",
                    "description": "The Flanker task measures both a subject's attention and their inhibitory control. The test requires the subject to focus on an arrow in the center of the screen while arrows on either side of the center arrow called flankers may point in similar or different directions. Twenty trials are conducted. The test takes approximately three minutes to administer. The accuracy score varies from 0 to 5 points. For every correct behavioral response, a participant receives a value of 0.125. The average score is 109.9 with a standard deviation of 14.9 points. The maximal score is 130 points.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in Executive Function using the Picture Sequence Memory Test",
                    "description": "The Picture Sequence Memory Test measures episodic memory. Subjects are asked to recall an increasingly lengthy series of illustrated objects and activities that are presented in a particular order on the iPad screen, with corresponding audio-recorded phrases that describe them. Two learning trials are provided with sequence lengths varying from 6-18 pictures. The number of adjacent pairs placed correctly for trials 1 and 2 is converted to a point score. The average score is 101.1 with a standard deviation of 14.5 points. The maximum number of points available is 130 points.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in Executive Function using the List Sorting Test",
                    "description": "The List Sorting test evaluates immediate recall and sequencing of different visually and orally presented stimuli, termed working memory. Pictures of different foods and animals are displayed with accompanying audio recording and written text and the subject is asked to say the items back in size order from smallest to largest, first within a single dimension such as animals or foods and then on two dimensions, that is with animals and foods combined. The test takes approximately seven minutes to administer. The participant's raw score is the number of items answered correctly in 85 seconds, with a range of 0-130. Average score is 101.9 with a standard deviation of 14.7 points.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in Executive Function using the Pattern Comparison Test",
                    "description": "The Pattern Comparison test measures processing speed by asking subjects to discern as quickly as possible if two objects presented side-by-side are the same or not. The items are presented one pair at a time on the iPad screen. The participant is given 85 seconds of response time (excluding any time needed for the given iPad to \"load\" the items) to respond to as many items as possible (up to a maximum of 130) time on the iPad screen, and the participant is given 85 seconds to respond to as many items as possible up to a maximum of 130. The test takes approximately three minutes to administer. The total number of points available is 130 points, with a mean of 101.3 and a standard deviation of 14.7.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in Executive Function: Fluid Composite Score",
                    "description": "Changes in executive function age-corrected fluid cognition composite score measured by the Dimensional Change Card Sort test, the Flanker test, Picture Sequence Memory test, List Sorting test, and pattern comparison test of the NIH Toolbox Cognition Module. The units of measurement are points with higher scores indicating higher levels of functioning. Scores 70 or below indicates significant fluid cognitive impairment, scores around 85 indicate below average fluid cognitive ability, scores at or near 100 are considered average, scores around 115 are considered above-average fluid cognitive ability, and 130 and above indicate superior fluid cognitive ability (top 2% based on the national Toolbox normative data).",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in the Six-Minute Walk Test",
                    "description": "The object of the test is to walk as far as possible for six minutes. The subject will walk at a normal pace around a marked course for six minutes. The subject may stop to rest and begin again at will. The distance covered indicates aerobic fitness. The further a person walks, the better their cardiovascular condition. The units are meters.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in One Repetition Maximum Strength",
                    "description": "A one-repetition maximum test measures the maximum load that an individual can lift only a single time throughout the full range of motion of the chest press and leg press exercises using proper form. All subjects' one-repetition maximum values will be determined within four to five trials. The units of measure are kilograms. Testing is performed on computerized, pneumatic machines.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in Neuromuscular Power Testing",
                    "description": "Peak muscle power is then measured at eight relative intensities (40, 50, 60, 70, and 80% of one repetition maximum) on the computerized pneumatic machines. For each repetition, the concentric phase is performed as fast as possible, and the eccentric phase lasts between 2 and 3 seconds. Power testing is done for the leg press and chest press, and the unit of measurement is Watts.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": ": Changes in the Ten-Meter Walk Test",
                    "description": "The ten-meter walk tests at habitual and maximal speeds will be performed using electronic timing gates. Participants will stand on a starting line, and the test will start after the investigator's \"3,2,1, Go!\" cue. Timing gates will be placed at the 2-m and 8-m marks to reduce the impact of acceleration or deceleration on the results. Participants will perform one practice trial and two actual trials for each test. The best of the two times for each test will be used for analysis. Units of measurement are seconds.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in the Five Times Sit-to-Stand.",
                    "description": "The five times sit-to-stand test will be used as a measure of functional lower body strength and power. Participants will be given 1 practice trial and 2 actual trials, each separated by a 1-minute rest. The lowest of these two trial times will be used for analysis. Power outputs for the test will be computed using the accepted equations. Units of measurement are seconds.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in the Seated Medicine Ball Throw.",
                    "description": "The seated medicine ball throw will be performed with subjects seated in an armless chair with their backs pressed against the chair back and feet flat on the floor. In a randomized order, subjects will complete the test with both a 1.8 kg medicine ball and a 3-kg medicine ball. The medicine ball will be aligned with the chest's midline and thrown at approximately a 45-degree angle as far as possible down an outlined track in the laboratory. Three trials, spaced 1 minute apart for each of the weighted medicine balls, were completed, resulting in a total of 6 seated medicine ball throws. Distance will be used as an indicator of power. Units of measurement are centimeters.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in the Timed Up and Go",
                    "description": "Upon verbal cue, the subject stands up, walks around a cone placed three meters from the front edge of the chair, and then returns to a seated position as quickly as possible. Time is measured in seconds. The faster the person completes the test the better the dynamic balance.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                },
                {
                    "measure": "Changes in the Parkinson's Disease Questionnaire-39",
                    "description": "The Parkinson's Disease Questionnaire-39 is a 39-item self-report questionnaire that assesses Parkinson's disease-specific health-related quality over the last month across the eight quality of life dimensions and specific dimensions of functioning and well-being. Each question is scored from 0-4 points, with lower scores reflecting better quality of life.",
                    "timeFrame": "Baseline, 12 weeks, 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Parkinson's disease (H\\&Y 1, 2, and 3) confirmed by pretest administration of the UPDRS,\n2. 55-90 years of age,\n3. Montreal Cognitive Assessment \\> 17.\n\nExclusion Criteria:\n\n1. Uncontrolled cardiovascular or neuromuscular diseases that prevent participation in a training program;\n2. cerebrovascular disease;\n3. documented HIV infection or other immunodeficiency syndrome;\n4. any systemic inflammatory or autoimmune conditions such as rheumatoid arthritis, systemic lupus erythematosus, or other serious concomitant medical illness;\n5. a history of ocular surgeries (except for cataract surgery more than 6 months ago) or other ocular diseases;\n6. bilateral moderate or severe cataracts;\n7. refractive errors of myopia, hyperopia and/or astigmatism more than 6.0 Diopters.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joseph F. Signorile, PhD",
                    "role": "CONTACT",
                    "phone": "13052843105",
                    "email": "jsignorile@miami.edu"
                },
                {
                    "name": "Amanda J Virgets, MS",
                    "role": "CONTACT",
                    "phone": "13052844173",
                    "email": "amy225@miami.ed"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph F. Signorile, PhD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Coral Gables",
                    "state": "Florida",
                    "zip": "33146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amanda Virgets, MS",
                            "role": "CONTACT",
                            "phone": "305-284-4173",
                            "email": "jsignorile@miami.edu"
                        },
                        {
                            "name": "Kylie J Martinez, MS",
                            "role": "CONTACT",
                            "phone": "3052844173",
                            "email": "kxc2505@miami.edu"
                        },
                        {
                            "name": "Joseph F. Signorile, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.72149,
                        "lon": -80.26838
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}