{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06239350",
            "orgStudyIdInfo": {
                "id": "Pro00131124"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01CA276066-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01CA276066-01A1"
                }
            ],
            "organization": {
                "fullName": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "Young Adult Tobacco/Nicotine and Cannabis Co-use",
            "officialTitle": "The Impact of Cannabis and Tobacco/Nicotine Product Co-use in Young Adults: Prospective Cessation Evaluation and Substitution",
            "acronym": "YouthCAT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "young-adult-tobacco-nicotine-and-cannabis-co-use"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-17",
            "studyFirstSubmitQcDate": "2024-01-25",
            "studyFirstPostDateStruct": {
                "date": "2024-02-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Erin McClure",
                "investigatorTitle": "Associate Professor - Faculty",
                "investigatorAffiliation": "Medical University of South Carolina"
            },
            "leadSponsor": {
                "name": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this project is to better understand the relationship between tobacco/nicotine and cannabis using behavioral economics during a tobacco/nicotine quit attempt. All participants will receive tobacco/nicotine cessation treatment (smoking and/or vaping treatment) for 12 weeks. To qualify, participants must be between the ages of 18-25 and use tobacco products (smoke cigarettes and/or vape nicotine) and use cannabis (in any form). Participants do not need to be interested in quitting cannabis/marijuana to qualify. This study is being conducted by the Medical University of South Carolina. All procedures are conducted remotely and there is no in-person visits are needed.",
            "detailedDescription": "The co-use of nicotine/tobacco products and cannabis among young adults is prevalent and varies widely in terms of patterns and products of use. Nicotine-cannabis co-use among this age group may adversely affect treatment and other clinical outcomes, yet little is known regarding the underlying relationship between nicotine and cannabis and the resulting treatment implications, particularly during an attempt to quit or reduce use of one or both substances. Prior literature on the treatment implications of co-use, including results from our group, suggest that cannabis serves as an obstacle to nicotine cessation for a sub-set who use both products, though the literature is mixed. Past studies also suffer from important limitations, resulting in critical gaps in our understanding, with only 2 secondary analyses published from youth tobacco trials on the impact of co-use. To date, there are no prospective studies that have examined the treatment implications of nicotine-cannabis co-use or the underlying relationship between substances among young adults when engaged in a quit attempt.\n\nTherefore, the overall goal of this project is to characterize and evaluate the underlying relationship between nicotine/tobacco and cannabis and its impact on nicotine cessation through a behavioral economics framework. This study will determine how impactful cannabis co-use may be on nicotine cessation and which individuals who co-use experience greater difficulty achieving cessation. To accomplish this goal, the investigators propose a completely remote, prospective, 12-week nicotine cessation trial among young adults (ages 18-25; N=350) from across the United States who use nicotine (vaping, cigarettes or both) and cannabis products regularly. Nicotine treatment includes remote contingency management (CM), text-based resources and counseling, while cannabis use will not be addressed. Biochemical verification (through oral fluid samples) and self-reports (mobile daily diaries) of substance use will be collected. The aims of this proposed study are to: 1) evaluate the impact of behavioral economically derived measures of substance substitutability on end of treatment nicotine abstinence (Aim 1); 2) determine if treatment-induced nicotine abstinence, reduction, and/or withdrawal (a) is associated with co-occurring changes in cannabis demand and use and (b) if substance substitutability modifies this relationship (Aim 2); and 3) assess the reciprocal prospective relationship between patterns of nicotine and cannabis use during nicotine treatment (Aim 3).\n\nEvaluating nicotine-cannabis co-use as part of a prospective treatment study through a behavioral economics framework has never been conducted and will be important to informing the literature regarding individual co-use pattern differences, compensatory cannabis use, and treatment success. Nicotine cessation treatment in young adults is a growing body of work and the role of cannabis co-use, and results from the proposed study, will inform clinical care and guide tailored treatment recommendations to promote successful and sustained abstinence."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco Use Disorder",
                "Nicotine Dependence"
            ],
            "keywords": [
                "tobacco",
                "vaping",
                "cessation",
                "cannabis/marijuana"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 350,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Nicotine treatment",
                    "type": "OTHER",
                    "description": "All participants recieve active nicotine treatment for 12 weeks.",
                    "interventionNames": [
                        "Behavioral: Counseling",
                        "Behavioral: Contingency management",
                        "Behavioral: Text-based support"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Counseling",
                    "description": "Research staff will provide skills-based counseling at remote weekly visits, starting at Day 0. Counseling sessions will be brief (\\~5-10 minutes) and will focus on strategies for preparing for the quit attempt, dealing with triggers, refusal skills, and enhancing motivation.",
                    "armGroupLabels": [
                        "Nicotine treatment"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Contingency management",
                    "description": "Contingency management (CM): CM will be provided to all study participants to promote abstinence from all nicotine products. Incentives for abstinence (based on submission of a negative cotinine sample) will be provided on an escalating schedule during treatment (Days 8-84).",
                    "armGroupLabels": [
                        "Nicotine treatment"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Text-based support",
                    "description": "All participants will be provided with evidence-based nicotine cessation resources. For those who are vaping nicotine, participants will be provided information for This is Quitting (SMS text-based program). For those who are primarily smoking cigarettes, NCI's QuitSTART (mobile app, web content), as well SmokefreeTXT (SMS-text based program), will be recommended, potentially in addition to This is Quitting for those using multiple products. These resources provide real time monitoring of nicotine use, mood, triggers and lapses.",
                    "armGroupLabels": [
                        "Nicotine treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "7-day point prevalence nicotine abstinence at the end of treatment (Week 12)",
                    "description": "7-day point prevalence abstinence from all nicotine/tobacco will be assessed at Week 12 through oral fluid cotinine biochemical verification and daily self-reported smoking or vaping.",
                    "timeFrame": "Final 7 days of treatment (Weeks 11-12 of tobacco treatment)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in cannabis use during nicotine cessation treatment",
                    "description": "Assess changes in co-occurring cannabis demand and use parameters (cannabis frequency and amount) and if the time varying effects of substance substitutability modify this relationship during tobacco treatment.",
                    "timeFrame": "Final 4 weeks of study treatment (Weeks 8-12)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Behavioral economic demand for cannabis during nicotine treatment",
                    "description": "Investigate the reciprocal prospective relationship between patterns of nicotine and cannabis use during nicotine treatment.",
                    "timeFrame": "Throughout tobacco treatment (Weeks 1-12)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Between the ages of 18 and 25 years old\n* Must use at least one nicotine or tobacco product (nicotine vaping and/or cigarettes) on at least 20 out of the past 30 days for at least the past 3 months\n* Must express interest in nicotine cessation (all products)\n* Must submit a positive instant-read, oral fluid cotinine sample prior to enrollment\n* Must report use of cannabis on at least 10 out of the past 30 days\n* Must submit a positive instant-read cannabinoid test prior to enrollment\n* Must be able to provide informed consent\n\nExclusion Criteria:\n\n* Any significant or acutely unstable medical, psychiatric, or substance use problem that would contraindicate research, interfere with safety, compromise data integrity, or preclude consistent study participation\n* Pregnant (self-report) or trying to become pregnant\n* Self-reported use of medications with smoking cessation efficacy\n* Immediate interest in cannabis cessation or treatment",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Chapman",
                    "role": "CONTACT",
                    "phone": "864.898.2992",
                    "email": "chapmanb@musc.edu"
                },
                {
                    "name": "Erin Melley",
                    "role": "CONTACT",
                    "phone": "843-792-4097",
                    "email": "melley@musc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Medical University of South Carolina - Charleston",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Melley",
                            "role": "CONTACT",
                            "phone": "843-792-4097",
                            "email": "melley@musc.edu"
                        },
                        {
                            "name": "Emma Mandel",
                            "role": "CONTACT",
                            "phone": "843-792-4097",
                            "email": "mandele@musc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The final dataset for this study will ultimately be made available to qualified requestors following the publication of main study findings and removal of all human subject identifying information in accordance with NIH Data Sharing Policies. The PI and research team will work with MUSC's Office of Research and Sponsored Programs to properly abide by MUSC's and NIH's Data Sharing policy which is presented below. Distribution of data to specific requesting entities will be approved by the Institutional Review Board at MUSC in accordance with protection of human subjects and HIPAA guidelines. Data sharing will also require that written assurance is received by the PI to indicate by the institution that the data will be used only by the individual making the request and that no attempts will be made to deduce identification of study participants.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "The final dataset for this study will ultimately be made available to qualified requestors following the publication of main study findings and removal of all human subject identifying information in accordance with NIH Data Sharing Policies.",
            "accessCriteria": "Distribution of data to specific requesting entities will be approved by the Institutional Review Board at MUSC in accordance with protection of human subjects and HIPAA guidelines. Data sharing will also require that written assurance is received by the PI to indicate by the institution that the data will be used only by the individual making the request and that no attempts will be made to deduce identification of study participants."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014029",
                    "term": "Tobacco Use Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "relevance": "LOW"
                },
                {
                    "id": "M16785",
                    "name": "Tobacco Use Disorder",
                    "asFound": "Tobacco Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}