{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05550818",
            "orgStudyIdInfo": {
                "id": "22-253"
            },
            "organization": {
                "fullName": "Virginia Polytechnic Institute and State University",
                "class": "OTHER"
            },
            "briefTitle": "Young Adult Eating Habits",
            "officialTitle": "Influence of Ultra-processed Foods on Reward Processing and Energy Intake",
            "acronym": "YAEH",
            "therapeuticArea": [
                "Other"
            ],
            "study": "young-adult-eating-habits"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-09",
            "studyFirstSubmitQcDate": "2022-09-19",
            "studyFirstPostDateStruct": {
                "date": "2022-09-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alexandra DiFeliceantonio",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Virginia Polytechnic Institute and State University"
            },
            "leadSponsor": {
                "name": "Virginia Polytechnic Institute and State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Most individuals with obesity become so before age 35 and adolescent's unhealthy dietary patterns, specifically high intake of ultra-processed foods and poor overall diet quality, may contribute to energy overconsumption and weight gain. The overall objective of this research is to establish proof-of-concept for altered reward processing measured by brain response to ultra-processed foods, an increase in ad libitum energy intake, and adverse effects on executive function in response to an ultra-processed diet (81% total energy) compared to a diet emphasizing minimally processed foods in individuals aged 18-25 years.",
            "detailedDescription": "Most individuals with obesity become so before age 35. In the US population, adolescents have the highest ultra- processed food consumption (68% of total energy) and the lowest diet quality. Given that ultra-processed foods represent two-thirds of the energy consumed by adolescents and young adults, research is needed to understand the influence of food processing on eating behaviors, particularly in the late adolescence and early adulthood life stage. During this time, individuals have increasing independence in food choice and it represents a key developmental period for executive function, processes that affect life-long mental and physical health. Evidence from pre-clinical studies demonstrates rodents maintained on a \"cafeteria diet\" comprised of ultra- processed ingredients have greater energy intake, weight gain, and alterations in brain circuitry that regulates both energy intake and executive function than those exposed to a standard diet. However, the impact of ultra- processed foods on the brain circuits underlying reward processing, food intake regulation, food choice, and executive function in humans is unknown. Controlled diet interventions are needed to fill this void. The overall objective of this research is to establish proof-of-concept for altered reward processing measured by brain response to an ultra-processed milkshake, an increase in ad libitum energy intake in a buffet meal, and adverse effects on executive function in response to a diet high in ultra-processed foods (81% total energy) compared to a diet emphasizing un/minimally-processed foods in individuals aged 18-25 years. To address our objective, 32 individuals aged 18-25 years (late adolescence/early adulthood) (BMI\\<30) will undergo two 14-day controlled feeding conditions in a randomly assigned order. Diets will match the caloric needs of the individual and be matched for potential confounding factors including macronutrients, fiber, and energy density. To assess changes in reward processing, brain response to an ultra-processed milkshake will be assessed via functional magnetic resonance imaging before and after each feeding period (4 measurements). Measurements immediately following each feeding period will include ad libitum energy intake and food selection at a breakfast buffet meal (containing both ultra-processed and minimally processed foods), eating in the absence of hunger post-meal, and executive function. Although consumption of ultra-processed foods may contribute to dysregulation of energy intake, mechanisms are uncertain and existing dietary guidelines do not address ultra- processed food intake due to a lack of human experimental research. The proposed research could address this gap and inform dietary guidelines for individuals at a critical developmental life stage - late adolescence to early adulthood."
        },
        "conditionsModule": {
            "conditions": [
                "Eating Behavior",
                "Eating Habit"
            ],
            "keywords": [
                "Ultra-processed food",
                "Minimally-processed food",
                "Executive Functioning",
                "Eating Habits",
                "Reward Sensitivity",
                "Brain Activity",
                "fMRI"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The participants will be blind to what diet is being provided.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High Ultra Processed Food Diet",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will consume a diet containing 81% total energy from UPF for 2 weeks.",
                    "interventionNames": [
                        "Other: High Ultra Processed Food Diet"
                    ]
                },
                {
                    "label": "No Ultra Processed Food Diet",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will consume a diet containing 0% total energy from UPF for 2 weeks.",
                    "interventionNames": [
                        "Other: No Ultra Processed Food Diet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "High Ultra Processed Food Diet",
                    "description": "Participants will be provided and consume a diet emphasizing UPF (81% energy). Diets will be eucaloric (50% carbohydrate, 35% fat,15% protein) matched for dietary soluble and insoluble fiber, added sugar, mono- and polyunsaturated fat, saturated fat, antioxidant nutrients, sodium, and overall diet quality, for 2 weeks.",
                    "armGroupLabels": [
                        "High Ultra Processed Food Diet"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "No Ultra Processed Food Diet",
                    "description": "Participants will be provided and consume a diet containing no UPF (0% energy). Diets will be eucaloric (50% carbohydrate, 35% fat,15% protein) matched for dietary soluble and insoluble fiber, added sugar, mono- and polyunsaturated fat, saturated fat, antioxidant nutrients, sodium, and overall diet quality, for 2 weeks.",
                    "armGroupLabels": [
                        "No Ultra Processed Food Diet"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in brain response from baseline to 2-weeks post high UPF or 2 weeks no UPF diet",
                    "description": "3 hours post supervised breakfast, participants will rate each flavored milkshake and a tasteless solution in the scanner before image acquisition using an fMRI compatible mouse. Two flavors of ultra-processed milkshake will be used to avoid flavor habituation during the scan. An artificial saliva or \"tasteless\" solution is used as a control condition. Each milkshake and tasteless solution will be delivered through a custom manifold fitted to the head coil and connected to a pump system that allows precisely timed and measured delivery of liquids. Two 11-minute scans will be performed, where both milkshakes and the control tasteless solution will be delivered using an event-related design over 4 seconds. A variable \"jitter\" of 5-12 seconds will follow stimulus delivery, allowing time to swallow. Following each milkshake or tasteless presentation, a water rinse will occur over 4 sec to clear any remaining solution from the mouth. fMRI testing will take place before and on day 14.",
                    "timeFrame": "4 measurements (pre/post 2-week UPF diet, pre/ post 2-week no UPF diet)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in energy intake from 2 weeks high UPF or 2 weeks no UPF diet",
                    "description": "Participants will arrive at the laboratory in the fasted state for an ad libitum breakfast buffet meal. The buffet meal will contain a variety of food items that vary in macronutrient content and in their degree of processing (UPF, no UPF). The meal will consist of typical breakfast items in excess of what would normally be consumed. Participants will self-select foods over a 30-minute period. Food items will be weighed (±0.1 grams) prior to and after the completion of the meal to determine the amount consumed (g, kcal), calculated using NDSR nutritional analysis software.",
                    "timeFrame": "2 measurements following the 2-week UPF diet (day 15), following the 2-week no UPF diet (day 15)"
                },
                {
                    "measure": "Change in eating rate from 2 weeks high UPF or 2 weeks no UPF diet",
                    "description": "Participants will arrive at the laboratory in the fasted state for an ad libitum breakfast buffet meal. The buffet meal will contain a variety of food items that vary in macronutrient content and in their degree of processing (UPF, no UPF). The meal will consist of typical breakfast items in excess of what would normally be consumed. Participants will self-select foods over a 30-minute period. Meal eating rate (g/min, kcal/min) will be determined using meal start and stop times.",
                    "timeFrame": "2 measurements following the 2-week UPF diet (day 15), following the 2-week no UPF diet (day 15)"
                },
                {
                    "measure": "Change in food items selected from 2 weeks high UPF or 2 weeks no UPF diet",
                    "description": "At the ad libitum buffet meal, food selection will be determined by the number of items consumed from UPF vs no UPF.",
                    "timeFrame": "2 measurements (following the 2-week UPF diet, following the 2-week no UPF diet)"
                },
                {
                    "measure": "Change in grams of food selected from 2 weeks high UPF or 2 weeks no UPF diet",
                    "description": "At the ad libitum buffet meal, food selection will be determined by the number of grams consumed from UPF vs no UPF.",
                    "timeFrame": "2 measurements (following the 2-week UPF diet, following the 2-week no UPF diet)"
                },
                {
                    "measure": "Change in amount of energy (kcals) selected from 2 weeks high UPF or 2 weeks no UPF diet",
                    "description": "At the ad libitum buffet meal, food selection will be determined by the number of amount of energy (kcals) consumed from UPF vs no UPF.",
                    "timeFrame": "2 measurements (following the 2-week UPF diet, following the 2-week no UPF diet)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in executive function from baseline to 2-weeks post high UPF or 2 weeks no UPF diet",
                    "description": "Participants will undergo computerized tests of executive function, such as working memory, cognitive flexibility, and inhibitory control. These tasks have been widely used with participants across the lifespan and contain simple graphics.",
                    "timeFrame": "4 measurements (pre/post 2-week UPF diet, pre/ post 2-week no UPF diet)"
                },
                {
                    "measure": "Change in eating in the absence of hunger from baseline to 2-weeks post high UPF or 2 weeks no UPF diet",
                    "description": "Following the ad libitum buffet meal, participants will move to a separate room where an ample amount of 4 pre-weighed snack items (2 UPF, 2 no UPF) and magazines are available. Using an approach consistent with previous research studying this outcome, participants will be instructed to take 2 bites of each snack item and rate its palatability on the LHS, and to eat the remainder of the snacks or look at the magazines while they wait for the next part of the study. Participants will be left to consume the snacks or relax for 15 minutes. Participants will also be given a box of snacks to assess eating in the absence of hunger outside the laboratory environment. Snack boxes will be returned to study staff the next morning. Staff will document the amount and type of snacks consumed.",
                    "timeFrame": "4 measurements (in person and take home portion following the 2-week UPF diet, in person and take home portion following the 2-week no UPF diet)"
                },
                {
                    "measure": "Change in internal state ratings from 2 weeks high UPF or 2 weeks no UPF diet",
                    "description": "To assess sensations of hunger a Visual Analog Scale bounded by \"not hungry at all\" and \"extremely hungry\" will be used. With higher scores indicated higher hunger. Same for fullness. Visual Analog Scales will be completed prior to (min. 0), and following the buffet meal (min. 30).",
                    "timeFrame": "2 measurements (following the 2-week UPF diet, following the 2-week no UPF diet)"
                },
                {
                    "measure": "Change in sensitivity to delayed consequences from 2 weeks high UPF or 2 weeks no UPF diet",
                    "description": "To assess sensitivity to delayed consequences by assessing preference for different amounts of money varying over different amounts of time. This will be associated with a k value (discount rate), the lower the k value, the less discounting.",
                    "timeFrame": "4 measurements (pre/post 2-week UPF diet, pre/ post 2-week no UPF diet)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18-25 years\n* Weight stable (+5 lbs) for previous 6 months\n* No plans to gain/lose weight or change physical activity level\n* Willing to pick up food daily and consume foods provided for two 14-day periods\n* Verbal and written informed consent\n* Unrestrained eater (TFEQ cognitive restraint score \\<11)\n* No reported history of eating disorders\n* Sedentary to recreationally active\n* ADHD medications if same med \\>3 months at time of study\n\nExclusion Criteria:\n\n* BMI \\>30 kg/m2\n* Endocrine disorders or other major chronic disease (e.g., type 2 diabetes, hypothyroidism, hypertension)\n* Pregnant or plans to become pregnant\n* Food allergies or aversions\n* Claustrophobia\n* History of head injury with loss of consciousness for more than 10 minutes\n* Contraindications to MRI: individuals with pacemaker, aneurysm clips, neurostimulators, cochlear implants, metal in eyes, steel worker, or other implants.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "25 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brenda M Davy, PhD, RDN",
                    "role": "CONTACT",
                    "phone": "540-231-6784",
                    "email": "davy@vt.edu"
                },
                {
                    "name": "Alexandra G DiFeliceantonio, PhD",
                    "role": "CONTACT",
                    "phone": "540-526-2285",
                    "email": "dife@vt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexandra G DiFeliceantonio, PhD",
                    "affiliation": "Virginia Polytechnic Institute and State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Brenda M Davy, PhD, RDN",
                    "affiliation": "Virginia Polytechnic Institute and State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Virginia Polytechnic Institute and State University",
                    "status": "RECRUITING",
                    "city": "Blacksburg",
                    "state": "Virginia",
                    "zip": "24061",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brenda M Davy, PhD, RDN",
                            "role": "CONTACT",
                            "phone": "540-231-6784",
                            "email": "bdavy@vt.edu"
                        },
                        {
                            "name": "Elaina Marinik, PhD",
                            "role": "CONTACT",
                            "phone": "540-231-0923",
                            "email": "emarinik@vt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.22957,
                        "lon": -80.41394
                    }
                },
                {
                    "facility": "Fralin Biomedical Research Institute at VTC",
                    "status": "RECRUITING",
                    "city": "Roanoke",
                    "state": "Virginia",
                    "zip": "24016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexandra G DiFeliceantonio, PhD",
                            "role": "CONTACT",
                            "phone": "540-526-2285",
                            "email": "dife@vt.edu"
                        },
                        {
                            "name": "Emma H Leslie, BS",
                            "role": "CONTACT",
                            "phone": "540-524-8606",
                            "email": "ehenry20@vt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.27097,
                        "lon": -79.94143
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}