{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05337410",
            "orgStudyIdInfo": {
                "id": "HUM00190523"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MD015024",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MD015024"
                }
            ],
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "Youth Empowerment Solutions: Engaging Youth for Anti Racism and Cultural Equity",
            "officialTitle": "Youth Empowerment Solutions: Engaging Youth for Anti-Racism And Cultural Equity (YES-ERACE)",
            "acronym": "YES-ERACE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "youth-empowerment-solutions-engaging-youth-for-anti-racism-and-cultural-equity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-21",
            "studyFirstSubmitQcDate": "2022-04-19",
            "studyFirstPostDateStruct": {
                "date": "2022-04-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Marc A. Zimmerman",
                "investigatorTitle": "Marshall H Becker Collegiate Professor of Public Health, Center Director, Institute of Firearm Research, Professor of Health Behavior and Health Education, School of Public Health and Professor of Psychology, College of Literature, Science, and the Arts",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the efficacy of YES-ERACE (Youth Empowerment Solutions for Engaging Youth for Anti-Racism and Cultural Equity) compared to regular after school programming in increasing youth empowerment, promoting anti-racist behaviors, and decreasing youth violence.\n\nThrough the evidence-based YES (Youth Empowerment Solutions) program, youth design and implement projects to help improve their communities. In the current study, investigators adapted the existing YES curriculum to empower youth from diverse backgrounds to address racism and racial discrimination to reduce violent behavior, including race-based victimization. The adapted curriculum, YES-ERACE, focus on middle school students.\n\nThe investigators test the effects of YES-ERACE using a group-randomized trial in after-school programs across 6 middle schools, examining the effects of the curriculum on youths' sense of empowerment, racism attitudes, and violent behavior. Dose-response and sustainability of YES-ERACE effects are also examined.",
            "detailedDescription": "Youth violence is a significant public health concern as over 20% report being in a fight, 19% reported bullying someone, and 16% reported weapon carriage. Violent victimization among youth includes mental health sequelae in addition to the physical injury caused by violent behavior, with the heaviest burden on non-white youth. Homicide is the leading cause of death for 10-24 year old African Americans and one of the top 3 causes of death for Hispanic and Native American youth. Racism, the exercise of power against a racial group defined as inferior, is associated with aggression and violence against racial minority youth. Researchers have identified two pathways by which racism affects youth violence: 1) as a stressor leading to violence; and 2) as a structural factor resulting in more exposure to community-level risk factors. Racial prejudice may also increase interracial mistrust, hostility, and violence. Yet, strategies that integrate undoing racism with violence prevention that also engage youth in change efforts have not been studied systematically.\n\nPositive development can be achieved by engaging youth in community improvement activities designed to empower them to avoid risky behaviors. Building on prior research and guided by previous studies of empowerment processes, the investigators developed an afterschool violence prevention program for middle-school students called Youth Empowerment Solutions (YES) for Peaceful Communities. Prior studies have described how YES engages youth in assessing neighborhood assets and liabilities for violence prevention and designing and implementing neighborhood or school projects to reduce violence. Results from prior YES evaluations found the YES program reduced violent behavior and increased positive behaviors in a comparison group design through the process of empowering youth to think critically about their community, develop plans for change, and implement their plans (i.e., program effects were mediated through empowered outcomes).\n\nThe existing YES curriculum was adapted to empower youth from diverse backgrounds to address racism and discrimination as a way to reduce violent behavior. YES for Engaging youth for anti-Racism And Cultural Equity (YES-ERACE) focuses on middle school students because this is a developmental period when racial identity development becomes a central developmental task, awareness of racism develops, ideas about interpersonal relationships are formative, and bullying behavior is at its peak. Empowering youth to address racial prejudice and racist behaviors may, in part, contribute to reductions in violent behaviors. Working with an Advisory Board involved in undoing racism work, the investigators modified the existing YES curriculum to integrate the Teaching Tolerance (TT) curriculum from the Southern Poverty Law Center, one of the oldest civil rights organizations in the U.S. A unique feature of YES-ERACE is that youth design and implement projects with a focus on undoing racism or discrimination.\n\nThe study includes two phases: 1) adapting YES and 2) testing YES-ERACE effects. Phase 1 included piloting and evaluating curriculum revisions through testing new modules and obtaining feedback from youth and teachers. Phase 2 tests the effects of YES-ERACE using a group-randomized trial in after-school programs across 6 middle schools. The investigators examine the effects of the curriculum on individual youths' sense of empowerment, racism attitudes, and violent behavior. Finally, dose-response and sustainability of YES-ERACE effects are examined.\n\nThe Specific Aims are:\n\nAIM 1: adapt the YES curriculum to integrate several modules from the TT curriculum and study the adaptation and implementation process for the new curriculum for racially diverse groups of middle school students\n\nAIM 2: test the efficacy of the YES-ERACE curriculum in a randomized design on empowered outcomes which will mediate the effects of YES-ERACE on perpetration of racist attitudes and behavior\n\nAIM 3: investigate if empowered outcomes are the mechanism by which the YES-ERACE curriculum reduces racist behavior and aggressive and violent behavior (especially those motivated by racism) over time.\n\nAIM 4: study the effects of dose-response over time on the outcomes from AIMS 2 and 3.\n\nFindings from this study will provide evidence for a racial tolerance program based on empowerment that will reduce discrimination and racially motivated aggression in racially diverse middle school youth."
        },
        "conditionsModule": {
            "conditions": [
                "Control",
                "Treatment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Students enrolled in the YES-ERACE program comprise the treatment group. Students enrolled in other after-school programs (not YES-ERACE) comprise the control group.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 370,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "YES-ERACE",
                    "type": "EXPERIMENTAL",
                    "description": "Students participate in the YES-ERACE program.",
                    "interventionNames": [
                        "Behavioral: YES-ERACE"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Students participate in the regular after-school programming."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "YES-ERACE",
                    "description": "YES-ERACE is an adapted version of the evidence based YES (Youth Empowerment Solutions) program. Through the YES program, youth design and implement their own projects to help improve their own communities. The adapted YES-ERACE curriculum empowers youth from diverse backgrounds to address racism and racial discrimination as a way to reduce violent behavior. Over the course of the program, youth carry out a community change project aimed at promoting inclusion, diversity, equity, appreciation, and solidarity in their community.",
                    "armGroupLabels": [
                        "YES-ERACE"
                    ],
                    "otherNames": [
                        "Youth Empowerment Solutions for Inclusion, Diversity, Equity, Appreciation, and Solidarity"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Violence Perpetration",
                    "description": "6 items on a 4 point Likert scale ranging from 1 (never) to 4 (3 or more times) assess the frequency of physical violence perpetration in the past 30 days. A sample item is \"In the past 30 days, how often have you hit someone with your fists or beat up someone?\" A higher score indicates more instances of violence perpetration in the past 30 days. Items were adapted for the current study from Hurd et al. (2011).",
                    "timeFrame": "Baseline (0 months), End of Program (3 months), 6 months, 9 months, 12 months"
                },
                {
                    "measure": "Change in Targeted Aggression",
                    "description": "5 items on a 6-point Likert Scale ranging from 1 (never) to 6 (5 or more times) measure frequency of aggression targeted toward specific group in the past 30 days. A sample item includes \"In the past 30 days, how often have you told lies or spread false rumors about someone because of their race?\" Higher scores indicate more instances of targeted aggression perpetration. Items were adapted for the current study from the Multisite Violence Prevention Project (2004) and Brondolo et al. (2005).",
                    "timeFrame": "Baseline (0 months), End of Program (3 months), 6 months, 9 months, 12 months"
                },
                {
                    "measure": "Change in Prosocial behaviors",
                    "description": "3 items on a 5-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree) measure students' prosocial behavior. A sample item is \"I am kind to other people.\" Higher scores indicate more prosocial behavior. Items were adapted for the current study from Nielsen et al., 2015.",
                    "timeFrame": "Baseline (0 months), End of Program (3 months), 6 months, 9 months, 12 months"
                },
                {
                    "measure": "Change in Bystander behaviors",
                    "description": "6 items on a 2-point scale from 0 (no) to 1 (yes) assess youths' bystander behaviors. A sample item is \"Have you called out someone who says something bad about another race or makes a racial joke?\" Higher scores indicate youth engage in more positive bystander behaviors. Items were adapted for the current study from Salmivalli et al., 1996.",
                    "timeFrame": "Baseline (0 months), End of Program (3 months), 6 months, 9 months, 12 months"
                },
                {
                    "measure": "Change in Social action for promoting equity",
                    "description": "3 items on a 5-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree) assess students' behaviors related to social action for promoting equity. A sample item is \"I ask questions if people aren't being treated fairly.\" Higher scores mean more social action. Items were developed for the current study.",
                    "timeFrame": "Baseline (0 months), End of Program (3 months), 6 months, 9 months, 12 months"
                },
                {
                    "measure": "Change in Self Efficacy for Inclusion, Diversity, Equity, Acceptance, Solidarity",
                    "description": "5 items on a 5-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree) measure youths' beliefs about their abilities to promote inclusion, diversity, equity, acceptance, and solidarity. A sample item is \"I can accept all different types of people.\" Higher scores indicate more self-efficacy. Items were developed for the current study.",
                    "timeFrame": "Baseline (0 months), End of Program (3 months), 6 months, 9 months, 12 months"
                },
                {
                    "measure": "Change in Privilege awareness",
                    "description": "4 items on a 5-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree) measure youths' privilege awareness. A sample item is \"Not all racial or ethnic groups have the same chance to get ahead in life.\" Higher scores indicate greater privilege awareness. Items were developed for the current study.",
                    "timeFrame": "Baseline (0 months), End of Program (3 months), 6 months, 9 months, 12 months"
                },
                {
                    "measure": "Change in Recognizing strengths in people",
                    "description": "3 items on a 5-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree) assess youths' recognition of strengths in people. A sample item is \"Everyone has something to offer.\" Higher scores indicate more recognition of strengths in people. Items were developed for the current study.",
                    "timeFrame": "Baseline (0 months), End of Program (3 months), 6 months, 9 months, 12 months"
                },
                {
                    "measure": "Change in Social connections across diverse groups",
                    "description": "8 items on a 5-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree) assess youths' social connections across diverse groups of people. A sample item is: \"I can be friends with someone from a different racial group.\" Higher scores indicate more social connections across diverse groups. Items were developed for the current study.",
                    "timeFrame": "Baseline (0 months), End of Program (3 months), 6 months, 9 months, 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Students enrolled in afterschool programs at six middle schools in Genesee County Intermediate School District\n* Students in 6th through 8th grade\n* Students who assent\n\nExclusion Criteria:\n\n* Non-students\n* Students who do not assent or whose parents notify us of their refusal",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "10 Years",
            "maximumAge": "15 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marc A Zimmerman, PhD",
                    "role": "CONTACT",
                    "phone": "734-647-0224",
                    "email": "marcz@umich.edu"
                },
                {
                    "name": "Susan Franzen, MS",
                    "role": "CONTACT",
                    "phone": "810-618-3283",
                    "email": "sfranzen@umich.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Messman, PhD",
                            "role": "CONTACT",
                            "phone": "864-704-5714",
                            "email": "messman@umich.edu"
                        },
                        {
                            "name": "Susan Franzen, MS",
                            "role": "CONTACT",
                            "phone": "810-618-3283",
                            "email": "sfranzen@umich.edu"
                        },
                        {
                            "name": "Marc Zimmerman, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}