{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05681195",
            "orgStudyIdInfo": {
                "id": "2021-LIN-001"
            },
            "organization": {
                "fullName": "Baptist Health South Florida",
                "class": "OTHER"
            },
            "briefTitle": "Zanubrutinib With Pemetrexed to Treat Relapsed/Refractory Primary and Secondary Central Nervous System (CNS) Lymphomas",
            "officialTitle": "Zanubrutinib With Pemetrexed for the Treatment of Relapsed/Refractory Primary and Secondary CNS Lymphomas: A Phase II Trial With a Safety Lead-In",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "zanubrutinib-with-pemetrexed-to-treat-relapsed-refractory-primary-and-secondary-central-nervous-system-cns-lymphomas"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2031-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-08",
            "studyFirstSubmitQcDate": "2022-12-23",
            "studyFirstPostDateStruct": {
                "date": "2023-01-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Baptist Health South Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "BeiGene",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is being conducted to evaluate the safety and efficacy of the combination of pemetrexed and zanubrutinib (called induction therapy) followed by zanubrutinib treatment alone (also called maintenance therapy) in people who have relapsed or refractory (RR) primary central nervous system lymphoma (PCNSL) or isolated central nervous system relapse of B cell lymphoma (SCNSL). Assessments include how well people respond to this treatment, whether their disease gets better or worse, and their survival. Safety of this treatment and its side effects also will be assessed.",
            "detailedDescription": "Pemetrexed, when used by itself, is beneficial and is a standard of care therapy for RR PCNSL and can be used to treat SCNSL. Zanubrutinib is an oral drug that is approved by the Food and Drug Administration (FDA) as safe and effective to treat certain lymphoma types."
        },
        "conditionsModule": {
            "conditions": [
                "Primary Central Nervous System Lymphoma",
                "Secondary Central Nervous System Lymphoma",
                "Relapsed Cancer",
                "Refractory Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Induction Therapy + SOC Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive the induction therapy (oral zanubrutinib + IV pemetrexed) and be placed into one of the cohorts according to standard of care (SOC) treatment:\n\nCohort 1: Induction Therapy + Autologous Stem Cell Transplant (ASCT) After completion of the induction therapy, ASCT candidates will undergo transplant as per SOC. If the transplant is delayed and 8 induction cycles have been completed, oral zanubrutinib maintenance will proceed until transplant, but will not occur after transplant.\n\nCohort 2: Induction Therapy + Whole Brain Radiation Therapy (WBRT) After completion of the induction therapy, WBRT candidates will undergo WBRT as per SOC. Oral zanubrutinib maintenance will start 7-10 days after the completion of WBRT. 28-d maintenance cycles will continue until disease progression.\n\nCohort 3: Induction Therapy Alone After completion of the induction therapy, 28-day oral zanubrutinib maintenance cycles will begin and continue until disease progression",
                    "interventionNames": [
                        "Drug: Pemetrexed",
                        "Drug: Zanubrutinib",
                        "Procedure: Autologous Stem Cell Transplant (ASCT)",
                        "Radiation: Whole Brain Radiation Therapy (WBRT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pemetrexed",
                    "description": "Participants will receive 900 mg/m\\^2 via IV infusion over 10 minutes every 3 weeks x 4-8 induction cycles (21 days per cycle) as part of the induction therapy.",
                    "armGroupLabels": [
                        "Induction Therapy + SOC Treatment"
                    ],
                    "otherNames": [
                        "Alimta"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Zanubrutinib",
                    "description": "Participants will receive 320 mg PO daily or dose-adjusted when given concomitantly with CYP3A4 inhibitor on Days 3-19 of each induction cycle x 4-8 cycles (21 days per cycle) as part of the induction therapy.\n\nFor those on maintenance therapy, participants will receive 320 mg PO daily or dose-adjusted when given concomitantly with CYP3A4 inhibitor on Days 1-28 of each maintenance cycle (28 days per cycle) until the transplant (if applicable) or disease progression.",
                    "armGroupLabels": [
                        "Induction Therapy + SOC Treatment"
                    ],
                    "otherNames": [
                        "Brukinsa"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Autologous Stem Cell Transplant (ASCT)",
                    "description": "ASCT will occur in participants who are candidates for this procedure according to standard of care institutional protocols",
                    "armGroupLabels": [
                        "Induction Therapy + SOC Treatment"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Whole Brain Radiation Therapy (WBRT)",
                    "description": "WBRT will occur in participants who are candidates for this procedure but not candidates for ASCT according to standard of care institutional protocols",
                    "armGroupLabels": [
                        "Induction Therapy + SOC Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Best Overall Response Rate (ORR) to Induction Therapy",
                    "description": "Best ORR to induction therapy is defined as the best response between the start of induction therapy until the end of induction therapy based on the criteria set forth in \"Report of an international workshop to standardize baseline evaluation and response criteria for primary CNS lymphoma\" (2005).",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Best Overall Response Rate (ORR) after transplant, WBRT + zanubrutinib maintenance, or zanubrutinib maintenance alone",
                    "description": "Best ORR is defined as the best response between the transplant and end of study, WBRT and end of study, or start of maintenance therapy and end of study. Response is based on the criteria set forth in \"Report of an international workshop to standardize baseline evaluation and response criteria for primary CNS lymphoma\" (2005).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Complete Response (CR) Rate to induction therapy",
                    "description": "Rate of CR to induction therapy is defined as the number of participants out of the total who demonstrate CR between the start of induction therapy until the end of induction therapy based on the criteria set forth in \"Report of an international workshop to standardize baseline evaluation and response criteria for primary CNS lymphoma\" (2005).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Complete Response (CR) Rate after transplant, WBRT + zanubrutinib maintenance, or zanubrutinib maintenance alone",
                    "description": "Rate of CR to is defined as the number of participants out of the total who demonstrate CR between the transplant and end of study, WBRT and end of study, or start of maintenance therapy and end of study. Response is based on the criteria set forth in \"Report of an international workshop to standardize baseline evaluation and response criteria for primary CNS lymphoma\" (2005).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Duration of Response (DOR)",
                    "description": "DOR is defined as the duration of time from when complete or partial response is first identified to the time when progression is identified. Response is based on the criteria set forth in \"Report of an international workshop to standardize baseline evaluation and response criteria for primary CNS lymphoma\" (2005).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Duration of Complete Response (DOCR)",
                    "description": "DOCR is defined as the duration of time from when complete response is first identified to the time when partial response or progression is identified. Response is based on the criteria set forth in \"Report of an international workshop to standardize baseline evaluation and response criteria for primary CNS lymphoma\" (2005).",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Change in Progression-Free Survival (PFS)",
                    "description": "PFS is defined as time from start of induction therapy to the time when progression is identified or the participant expires, whichever comes first.",
                    "timeFrame": "1 year and 5 years"
                },
                {
                    "measure": "Change in Overall Survival (OS)",
                    "description": "OS is defined as time from start of induction therapy to the time when a participant expires.",
                    "timeFrame": "2 years and 5 years"
                },
                {
                    "measure": "Frequency of Dose-Limiting Toxicities (DLTs)",
                    "description": "A DLT will be defined as the occurrence of any of the following adverse events at least possibly related to the study medication during the DLT review period. The DLT review period will be defined during the first three 21-day cycles of zanubrutinib-pemetrexed combination treatment. Adverse events unrelated to study drugs will not be considered DLTs.",
                    "timeFrame": "9 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Any of the following diseases histologically confirmed:\n\n   1. Primary CNS lymphoma or isolated secondary CNS involvement by diffuse large B cell lymphoma with measurable disease\n   2. Cytologic diagnosis of B cell non-Hodgkin's lymphoma with measurable disease\n   3. Ocular lymphoma with histologic confirmation of ocular lymphoma and measurable intracranial tumor. Slit-lamp examination and vitreal or retinal biopsy will be done to confirm ocular lymphoma.\n2. Karnofsky performance status (KPS) ≥ 30% (≥ 50% for patients ≥ 60 years-old)\n3. Progressed during first-line chemotherapy and/or radiotherapy -OR- insufficient clinical response to previous therapy or relapsed after initial successful treatment\n4. No systemic lymphoma by positron emission tomography (PET) CT or CT scan of the chest, abdomen, and pelvis with contrast\n5. Adequate bone marrow and organ function demonstrated by:\n\n   1. Absolute neutrophil count (ANC) ≥ 1.5 x 10\\^9/L\n   2. Platelets ≥ 75 x 10\\^9/L and no platelet transfusion within the past 14 days prior to study enrollment\n   3. Hemoglobin (Hgb) ≥ 8 g/dL and no red blood cell (RBC) transfusion within the past 14 days prior to study enrollment\n   4. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 3 times the upper limit of normal\n   5. Serum bilirubin ≤ 1.5 times the upper limit of normal; or total bilirubin ≤ 3 times the upper limit of normal with direct bilirubin within the normal range in patients with well documented Gilbert Syndrome\n   6. Creatinine Clearance (CrCl)\\> 45 ml/minute using Cockcroft-Gault formula\n6. Ability to understand and sign written informed consent prior to study entry\n7. Life expectancy of at least 2 months\n8. Both female of childbearing potential and nonsterile male: must use highly effective method of contraception for the duration of the study and ≥ 90 days after the last dose of zanubrutinib. Female must also have a negative urine or serum pregnancy test ≤ 7 days before initial treatment.\n\n   1. Highly effective birth control (failure rate of less than 1%), e.g. intrauterine device (IUD), intrauterine hormone-releasing system (IUS), bilateral tubal occlusion, vasectomized partner and sexual abstinence. Females using hormonal contraception should use barrier methods in addition.\n   2. Male patients with a female partner of childbearing potential are eligible if vasectomized or if they agree to the use of barrier contraception with other methods described above during the study treatment period and for ≥ 90 days after the last dose of zanubrutinib.\n9. For patients with Infectious disease, must have:\n\n   1. HIV positive with negative viral load and CD4 count \\> 400\n   2. Non-viremic Hepatitis C Virus (HCV)\n   3. HBcAb (Hepatitis B core positive) and HBsAg negative\n\nExclusion Criteria:\n\n1. Serious uncontrolled concurrent illness or comorbid condition\n2. Other active systemic malignancy except for basal cell carcinoma of the skin, cervical carcinoma in situ or very low and low risk prostate cancer under observation. Patients with a remote history (3 years or more) of malignancy are eligible for the protocol in the absence of active disease\n3. Concurrent chronic systemic immune therapy, targeted therapy not indicated in this study protocol\n4. Unable to comprehend the study requirements or who are not likely to comply with the study protocol\n5. Prior participation in chemotherapy, cytotoxic therapy, immunotherapy, radiation therapy or therapeutic protocols within 2 weeks of protocol treatment\n6. Pregnant (confirmed by serum or urine β-HCG) or lactating\n7. Transaminases \\> 3 times above the upper limits of the institutional normal\n8. Patients must not have pre-existing immunosuppression, concurrent immunosuppressive treatment with the exception of dexamethasone, or low dose prednisone with a total dose equivalent to 15 mg of prednisone a day or less for chronic conditions. Allogeneic stem cell transplant recipients as well as other organ transplant recipients are excluded. Autologous stem cell transplant recipients will qualify if relapse occurs at one year after the stem cell transplantation. Short course of dexamethasone up to 40 mg orally or intravenously daily with or without taper for CNS lymphoma symptom control is allowed.\n9. Patients should not have active and/or ongoing autoimmune anemia and/or autoimmune thrombocytopenia (e.g., idiopathic thrombocytopenia purpura).\n10. Non-healing wound, ulcer or bone fracture\n11. Known bleeding diathesis (e.g., von Willebrand's disease) or hemophilia\n12. Cerebrovascular accident or intracranial hemorrhage within 6 months of the study treatment; arterial or venous thrombotic or embolic event such as deep vein thrombosis or pulmonary embolism within 3 months before the start of study treatment. Patients with upper extremity catheter-related deep venous thrombosis will not be excluded.\n13. Concurrent use of warfarin or other vitamin K antagonists (need to be stopped 7 days prior to starting on trial drug)\n14. Infectious disease: HIV positive patients with positive viral load and CD4+ count \\< 400 are excluded;\n\n    1. HIV patients must have established and consistent infectious disease specialist care. HIV positive patients have to agree for every 12-week monitoring of viral load. Patients with the emergence of HIV viral load on the trial treatment will be referred to the infectious disease specialist and can continue on the trial treatment unless recommended to stop by the infectious disease specialist and PI. If the viral load reaches 100,000 copies per milliliter or above, the patient would be referred to an infectious disease specialist for and evaluation and would be taken off the trial.\n    2. Patients with presence of HCV antibody are eligible if HCV RNA is undetectable and if they are willing to undergo monitoring for HCV reactivation every 12 weeks. HCV patients will be taken off trial if there is 1 log increase in viral load after the initial detection of HCV viral load regardless of liver function tests (LFTs). Patients will be referred promptly to hepatology specialist with the first detectable viral load.\n    3. Patients with detectable hepatitis B surface antigen (HBsAg) are excluded. Patients with viral hepatitis B core antibody (HBcAb) positivity, but absence of HBsAg, are eligible if HBV DNA is undetectable and if they are willing to undergo monitoring for Hepatitis B Virus (HBV) reactivation every 12 weeks. HBV patients will be taken off trial if there is 1 log increase in viral load after the initial detection of HBV viral load regardless of LFTs. Patients will be referred promptly to hepatology specialist with the first detectable viral load.\n15. Currently active, clinically significant cardiovascular disease including the following:\n\n    1. Myocardial infarction within 6 months before screening\n    2. Unstable angina within 3 months before screening\n    3. New York Heart Association class III or IV congestive heart failure\n    4. History of clinically significant arrhythmias (e.g., sustained ventricular tachycardia, ventricular fibrillation, torsades de pointes)\n16. Any uncontrolled active systemic infection or infection requiring systemic treatment that was completed ≤ 7 days before the first dose of therapy\n17. Participants who received a strong cytochrome P450 (CYP) 3A inhibitor or inducer within 7 days prior to the first dose of protocol anti-fungal prophylaxis, or participants who require continuous treatment with a strong CYP3A inhibitor/inducer (i.e., except for any medication to be specifically mentioned in this protocol)\n18. Any life-threatening illness, medical condition, or organ system dysfunction that, in the investigator's opinion, could compromise the patient's safety, or put the study at undue risk. Participants with suspicious radiologic evidence of aspergillosis infection (i.e., chest CT and/or brain MRI) will not be eligible unless confirmatory laboratory testing of Beta-D glucan and aspergillus antigen are negative\n19. Prior treatment with pemetrexed or a Bruton's tyrosine kinase (BTK) inhibitor for lymphoma\n20. Vaccination with a live or attenuates vaccine within 28 days prior to the first dose of zanubrutinib. Live or attenuated vaccines are not allowed during treatment with zanubrutinib\n21. Hypersensitivity to zanubrutinib or pemetrexed or any of the other ingredients of the applicable study drug",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Yuliya Linhares, M.D.",
                    "role": "CONTACT",
                    "phone": "(786) 596-2000",
                    "email": "YuliyaL@baptisthealth.net"
                },
                {
                    "name": "Allison Miller",
                    "role": "CONTACT",
                    "phone": "(786) 527-8519",
                    "email": "Allison.Miller@baptisthealth.net"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yuliya Linhares, M.D.",
                    "affiliation": "Miami Cancer Institute at Baptist Health, Inc.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Miami Cancer Institute at Baptist Health, Inc.",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33176",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yuliya Linhares, M.D.",
                            "role": "CONTACT",
                            "phone": "786-596-2000",
                            "email": "yuliyal@baptisthealth.net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Miami Cancer Institute at Baptist Health, Inc.",
                    "url": "https://cancer.baptisthealth.net/miami-cancer-institute"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Secondary",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4686",
                    "name": "Primary Central Nervous System Lymphoma",
                    "asFound": "Central Nervous System Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068437",
                    "term": "Pemetrexed"
                },
                {
                    "id": "C000629551",
                    "term": "Zanubrutinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000005493",
                    "term": "Folic Acid Antagonists"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M42199",
                    "name": "Zanubrutinib",
                    "asFound": "Flavor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M264",
                    "name": "Pemetrexed",
                    "asFound": "Target",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M17546",
                    "name": "Vitamin B Complex",
                    "relevance": "LOW"
                },
                {
                    "id": "M8618",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M8619",
                    "name": "Folic Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T446",
                    "name": "Folic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T447",
                    "name": "Folinic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "T448",
                    "name": "Folate",
                    "relevance": "LOW"
                },
                {
                    "id": "T475",
                    "name": "Vitamin B9",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}