{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06100250",
            "orgStudyIdInfo": {
                "id": "HUM00240181"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R21AI168606-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R21AI168606-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "Zenyth: Motivational Interviewing-based Telehealth Intervention for Bacterial Sexually Transmitted Infection Screening",
            "officialTitle": "Zenyth: Feasibility and Acceptability of an Motivational Interviewing (MI)-Based Telehealth Intervention for Bacterial Sexually Transmitted Infection (STI) Screening",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "zenyth-motivational-interviewing-based-telehealth-intervention-for-bacterial-sexually-transmitted-infection-screening"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-20",
            "studyFirstSubmitQcDate": "2023-10-20",
            "studyFirstPostDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Akshay Sharma",
                "investigatorTitle": "Assistant Professor, University of Michigan School of Nursing",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In the United States (US), gay and bisexual men living with human immunodeficiency virus (HIV) bear a heavy burden of bacterial sexually transmitted infections (STIs) such as gonorrhea, chlamydia, and syphilis. It is important to diagnose and treat STIs in a timely manner to prevent health complications and reduce transmissions. The purpose of this study is to understand whether gay and bisexual men living with HIV are willing to collect and return specimens for bacterial STI testing when combined with live audio/video (AV) conferencing support.",
            "detailedDescription": "Participants will be recruited from across the US via social media advertising and peer referral. Seventy-five participants that complete an online survey (called the baseline survey) will be asked to attend a pre-test live AV conferencing session, collect and return a urine sample, a throat swab, a rectal swab, and a blood sample for bacterial STI testing, attend a post-test live AV conferencing session, and complete another online survey (called the satisfaction survey). Some participants (20 of 75) will also be invited to attend an online interview to share study-related experiences."
        },
        "conditionsModule": {
            "conditions": [
                "Sexually Transmitted Diseases",
                "Gonorrhea",
                "Chlamydia",
                "Syphilis",
                "HIV"
            ],
            "keywords": [
                "Specimen Collection",
                "Audio/Video Conferencing",
                "Motivational Interviewing",
                "Sexual and Gender Minorities",
                "Telemedicine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Telehealth intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive an MI-based telehealth intervention for bacterial STI screening.",
                    "interventionNames": [
                        "Behavioral: Motivational interviewing and specimen self-collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Motivational interviewing and specimen self-collection",
                    "description": "Participants will be asked to attend a pre-test live AV conferencing session, collect and return a urine sample, a throat swab, a rectal swab, and a blood sample for bacterial STI testing, and attend a post-test live AV conferencing session.",
                    "armGroupLabels": [
                        "Telehealth intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants that schedule a pre-test session",
                    "timeFrame": "Up to 8 weeks after participants complete the baseline survey"
                },
                {
                    "measure": "Number of participants that join the pre-test session within 30 minutes of the start time",
                    "timeFrame": "Up to 30 minutes after the interventionist starts the pre-test session"
                },
                {
                    "measure": "Number of participants that return each type of specimen within 6 weeks of box delivery",
                    "timeFrame": "Up to 6 weeks after participants receive the specimen self-collection box"
                },
                {
                    "measure": "Number of participants that provide specimens of adequate quality for lab testing",
                    "timeFrame": "Up to 6 weeks after participants receive the specimen self-collection box"
                },
                {
                    "measure": "Number of participants that schedule a post-test session",
                    "timeFrame": "Up to 8 weeks after the participants' lab test results are available"
                },
                {
                    "measure": "Number of participants that join the post-test session within 30 minutes of the start time",
                    "timeFrame": "Up to 30 minutes after the interventionist starts the post-test session"
                },
                {
                    "measure": "Overall intervention satisfaction",
                    "description": "Participants' satisfaction with the pre-test session, urine sample collection, throat swab collection, rectal swab collection, blood sample collection, and the post-test session will be assessed using six 5-point Likert items included in the satisfaction survey. Response values will be summed to obtain a total score ranging from 6-30, with higher scores indicating greater overall intervention satisfaction.",
                    "timeFrame": "Up to 32 weeks after participants complete the baseline survey"
                },
                {
                    "measure": "Interventionist perceptions",
                    "description": "Participants' perceptions of the interventionist conducting the pre-test and the post-test sessions will be assessed using two 12-item Counselor Rating Form Short scales included in the satisfaction survey. Response values will be summed to obtain a total score ranging from 24-168, with higher scores indicating more positive interventionist perceptions.",
                    "timeFrame": "Up to 32 weeks after participants complete the baseline survey"
                },
                {
                    "measure": "Usability of the pre-test and the post-test sessions",
                    "description": "Participants' usability of the pre-test and the post-test sessions will be assessed using two 4-item subscales from the Telehealth Usability Questionnaire on the quality of interactions with the interventionist during each session included in the satisfaction survey. Response values will be summed to obtain a total score ranging from 8-56, with higher scores indicating greater usability of the pre-test and the post-test sessions.",
                    "timeFrame": "Up to 32 weeks after participants complete the baseline survey"
                },
                {
                    "measure": "Willingness to repeat the intervention",
                    "description": "Participants' willingness to repeat the pre-test session, urine sample collection, throat swab collection, rectal swab collection, blood sample collection, and the post-test session will be assessed using six 5-point Likert items included in the satisfaction survey. Response values will be summed to obtain a total score ranging from 6-30, with higher scores indicating greater willingness to repeat the intervention.",
                    "timeFrame": "Up to 32 weeks after participants complete the baseline survey"
                },
                {
                    "measure": "Likelihood of recommending the intervention to friends or sex partners",
                    "description": "Participants' likelihood of recommending the pre-test session, urine sample collection, throat swab collection, rectal swab collection, blood sample collection, and the post-test session to friends or sex partners will be assessed using six 5-point Likert items included in the satisfaction survey. Response values will be summed to obtain a total score ranging from 6-30, with higher scores indicating greater likelihood of recommending the intervention to friends or sex partners.",
                    "timeFrame": "Up to 32 weeks after participants complete the baseline survey"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Improvement in STI-related knowledge",
                    "description": "Potential increases in participants' knowledge of gonorrhea, chlamydia, and syphilis will be assessed by comparing responses to the same set of 22 items included in the baseline survey and the satisfaction survey. Response values will be summed to obtain separate total scores ranging from 0-22, with higher scores indicating greater STI-related knowledge.",
                    "timeFrame": "Up to 32 weeks after participants complete the baseline survey"
                },
                {
                    "measure": "Likelihood of testing for bacterial STIs at least annually",
                    "description": "Participants' likelihood of testing for bacterial STIs at least annually will be assessed using a single 5-point Likert item included in the satisfaction survey. Response values will range from 1-5, with higher values indicating greater likelihood of testing for bacterial STIs at least annually.",
                    "timeFrame": "Up to 32 weeks after participants complete the baseline survey"
                },
                {
                    "measure": "Improvement in self-efficacy for specimen self-collection",
                    "description": "Potential increases in participants' self-efficacy for urine sample collection, throat swab collection, rectal swab collection, and blood sample collection will be assessed by comparing responses to similar sets of four 5-point Likert items included in the baseline survey and the satisfaction survey. Response values will be summed to obtain separate total scores ranging from 4-20, with higher scores indicating greater self-efficacy for specimen self-collection.",
                    "timeFrame": "Up to 32 weeks after participants complete the baseline survey"
                },
                {
                    "measure": "Number of participants that test negative or positive for gonorrhea, chlamydia, and syphilis",
                    "timeFrame": "Up to 6 weeks after participants receive the specimen self-collection box"
                },
                {
                    "measure": "Number of participants that initiate treatment within 1 week of receiving a positive test result",
                    "timeFrame": "Up to 1 week after receiving a positive test result"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individual self-reports identifying as a man (regardless of sex assigned at birth) in the eligibility screener\n* Individual self-reports residing in a US state or territory in the eligibility screener\n* Individual self-reports being physically located in a US state or territory when completing study activities in the eligibility screener\n* Individual self-reports being greater than or equal to (≥)18 years of age in the eligibility screener\n* Individual self-reports being of legal age to provide consent for research participation in the US state or territory of residence in the eligibility screener\n* Individual self-reports having been diagnosed with HIV in the eligibility screener\n* Individual self-reports having any kind of condomless sex (e.g., oral, anal) with ≥2 men in the past year in the eligibility screener\n* Individual self-reports being willing to provide contact information (full name, email address, mobile phone number, and mailing address) in the eligibility screener\n* Individual self-reports being able to participate in live AV conferencing sessions using an internet-connected device (e.g., computer, tablet, smartphone) in the eligibility screener\n* Individual self-reports being willing to receive a box that contains kits to self-collect a urine sample, a throat swab, a rectal swab, and a blood sample for bacterial STI testing in the eligibility screener\n* Individual provides valid contact information (full name, email address, mobile phone number, and mailing address) in the contact information form\n* Individual completes the baseline survey in order to receive the intervention\n\nExclusion Criteria:\n\n* Individual self-reports not identifying as a man (regardless of sex assigned at birth) in the eligibility screener\n* Individual self-reports not residing in a US state or territory in the eligibility screener\n* Individual self-reports not being physically located in a US state or territory when completing study activities in the eligibility screener\n* Individual self-reports not being ≥18 years of age in the eligibility screener\n* Individual self-reports not being of legal age to provide consent for research participation in the US state or territory of residence in the eligibility screener\n* Individual self-reports not having been diagnosed with HIV in the eligibility screener\n* Individual self-reports not having any kind of condomless sex (e.g., oral, anal) with ≥2 men in the past year in the eligibility screener\n* Individual self-reports not being willing to provide contact information (full name, email address, mobile phone number, and mailing address) in the eligibility screener\n* Individual self-reports not being able to participate in live AV conferencing sessions using an internet-connected device (e.g., computer, tablet, smartphone) in the eligibility screener\n* Individual self-reports not being willing to receive a box that contains kits to self-collect a urine sample, a throat swab, a rectal swab, and a blood sample for bacterial STI testing in the eligibility screener\n* Individual does not provide valid contact information (full name, email address, mobile phone number, and mailing address) in the contact information form\n* Individual does not complete the baseline survey in order to receive the intervention",
            "healthyVolunteers": false,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Individual self-reports identifying as a man (regardless of sex assigned at birth)",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Akshay Sharma, PhD",
                    "role": "CONTACT",
                    "phone": "734-647-0151",
                    "email": "akshaydr@umich.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Akshay Sharma, PhD",
                    "affiliation": "University of Michigan",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Akshay Sharma, PhD",
                            "role": "CONTACT",
                            "phone": "734-647-0151",
                            "email": "akshaydr@umich.edu"
                        },
                        {
                            "name": "Akshay Sharma, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Erin Bonar, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Study results will be publicly reported through presentations at domestic and international conferences, and publications in peer-reviewed journals. Once analyses relating to the major aims of the proposed study have been completed and reported, the data will be deposited with the Inter-university Consortium for Political and Social Research (ICPSR) located at the University of Michigan. All confidentiality requirements will be followed as outlined on the website. ICPSR will make the data available to over 750 universities, government agencies, and other institutions, permitting other researchers to conduct secondary analyses. Data availability will be announced on the ICPSR website.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Data will be made available within 6 months after analyses relating to the major aims of the proposed study have been completed and reported, and will remain available for at least 5 years.",
            "accessCriteria": "Creating an account on the ICPSR website.",
            "url": "https://www.icpsr.umich.edu/web/pages/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                },
                {
                    "id": "D000006069",
                    "term": "Gonorrhea"
                },
                {
                    "id": "D000013587",
                    "term": "Syphilis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000016905",
                    "term": "Gram-Negative Bacterial Infections"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000015231",
                    "term": "Sexually Transmitted Diseases, Bacterial"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000016870",
                    "term": "Neisseriaceae Infections"
                },
                {
                    "id": "D000014211",
                    "term": "Treponemal Infections"
                },
                {
                    "id": "D000013145",
                    "term": "Spirochaetales Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "asFound": "Sexually Transmitted Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5934",
                    "name": "Chlamydia Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M9174",
                    "name": "Gonorrhea",
                    "asFound": "Gonorrhea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16364",
                    "name": "Syphilis",
                    "asFound": "Syphilis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M19249",
                    "name": "Gram-Negative Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M17935",
                    "name": "Sexually Transmitted Diseases, Bacterial",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M19218",
                    "name": "Neisseriaceae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M16964",
                    "name": "Treponemal Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "T5701",
                    "name": "Treponema Infection",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}