{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06269705",
            "orgStudyIdInfo": {
                "id": "006-C-301"
            },
            "organization": {
                "fullName": "Pacira Pharmaceuticals, Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "ZILRETTA in Subjects With Glenohumeral Osteoarthritis",
            "officialTitle": "A Study to Evaluate the Efficacy and Safety of ZILRETTA in Subjects With Glenohumeral Osteoarthritis",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "zilretta-in-subjects-with-glenohumeral-osteoarthritis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-13",
            "studyFirstSubmitQcDate": "2024-02-13",
            "studyFirstPostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Pacira Pharmaceuticals, Inc",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Primary Objective: To assess the efficacy of ZILRETTA on pain following an intra-articular (IA) injection in subjects with glenohumeral osteoarthritis (OA) relative to normal saline placebo\n\nSecondary Objective:\n\n* To assess the efficacy of ZILRETTA on pain following an IA injection in subjects with glenohumeral OA relative to triamcinolone acetonide injectable suspension, immediate release (TCA-IR) and normal saline placebo\n* To assess the safety of ZILRETTA in subjects with glenohumeral OA relative to normal saline placebo and TCA-IR",
            "detailedDescription": "This is a multi-center, randomized, double-blind, parallel-group study to evaluate the efficacy and safety of ZILRETTA in subjects with glenohumeral OA. This study will be conducted at approximately 25 study sites in the United States. Subjects will be screened to confirm the diagnosis of OA and eligibility based on the Inclusion and Exclusion Criteria. Approximately 250 male or female subjects, 50 to 80 years of age inclusive, will be enrolled, randomized to 1 of 3 treatment groups (2:2:1), and treated with a single IA injection of either:\n\n* Treatment Arm 1: 32 mg ZILRETTA,\n* Treatment Arm 2: 40 mg Immediate Release Triamcinolone (TCA-IR), or\n* Treatment Arm 3: placebo (normal saline). ZILRETTA, TCA-IR, or normal saline placebo will be administered as a single IA injection with a 24-week follow-up period with a primary endpoint at Week 12.\n\nThe study will involve a Screening period (a minimum of 10 days, up to a maximum of 35 days), pre-treatment phase, dosing at Baseline/Day 1, and 8 additional outpatient visits at Weeks 2, 4, 8, 12, 16, 18, 20, and 24/End of Study (EOS) during the study.\n\nAt specified times throughout the study, subjects will undergo physical examinations, index shoulder assessments, and index shoulder X-rays; blood will be collected for laboratory safety tests; and vital signs will be collected.\n\nInformation regarding adverse events (AEs) and prior and concomitant medications and treatments will be collected from the time of signing the Informed Consent Form (ICF) through the Week 24/EOS visit. Information regarding rescue medication usage, Average and Worst daily Pain score (0-10 Numeric Rating Scale (NRS); 0 = no pain, 10 = worst possible pain) in the index shoulder, and Sleep Interference (SI) will be completed daily via an electronic diary (eDiary) and reviewed for compliance by site staff at each study visit.\n\nAt the Screening Visit, subjects will be registered in the eDiary and receive instructions on its use. Subjects will complete accurate pain reporting (APR) and placebo response reduction (PRR) training prior to completing all questionnaires."
        },
        "conditionsModule": {
            "conditions": [
                "Glenohumeral Osteoarthritis"
            ],
            "keywords": [
                "Glenohumeral Osteoarthritis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Only unblinded team (pharmacist, unblinded coordinator, drug administrator) will know the treatment assignment. A site-specific blinding plan will be developed to ensure blinding. Unblinded team will only interact with the subject at treatment and will not have any blinded roles on the study (only exception- informed consent). The subject and the assessor responsible for assessments/safety monitoring will be blinded. Site and Sponsor personnel/representatives will be blinded, with the following Sponsor/representative exceptions: unblinded monitors for performing drug accountability, unblinded clinical manager for reviewing unblinded monitoring visit reports and escalation of site unblinded issues, inventory manager for addressing product-related issues, and regulatory personnel for safety reporting. Information regarding treatment assignments will be kept securely at Sponsor.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ZILRETTA",
                    "type": "EXPERIMENTAL",
                    "description": "100 subjects will receive 32 mg ZILRETTA",
                    "interventionNames": [
                        "Drug: ZILRETTA"
                    ]
                },
                {
                    "label": "TCA-IR",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "100 subjects will receive 40 mg TCA-IR",
                    "interventionNames": [
                        "Drug: TCA-IR"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "50 subjects will receive normal saline placebo",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ZILRETTA",
                    "description": "IA injection of 32 mg ZILRETTA",
                    "armGroupLabels": [
                        "ZILRETTA"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "TCA-IR",
                    "description": "IA injection of 40 mg TCA-IR",
                    "armGroupLabels": [
                        "TCA-IR"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "IA injection of placebo (normal saline)",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Normal Saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline on the Worst Daily Pain (24-hr) mean score (0-10 Numeric Rating Scale (NRS); 0 = no pain, 10 = worst possible pain) at Week 12 for ZILRETTA relative to placebo",
                    "timeFrame": "Week 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline on the Worst Daily Pain (24-hr) mean score (0-10 Numeric Rating Scale (NRS); 0 = no pain, 10 = worst possible pain) at Week 12 for ZILRETTA relative to TCA-IR",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Change from Baseline on the Worst Daily Pain (24-hr) mean score (0-10 Numeric Rating Scale (NRS); 0 = no pain, 10 = worst possible pain) at Week 18 for ZILRETTA relative to TCA-IR",
                    "timeFrame": "Week 18"
                },
                {
                    "measure": "Change from Baseline on the Worst Daily Pain (24-hr) mean score (0-10 Numeric Rating Scale (NRS); 0 = no pain, 10 = worst possible pain) at Week 2 for ZILRETTA relative to placebo",
                    "timeFrame": "Week 2"
                },
                {
                    "measure": "Change from Baseline on the Worst Daily Pain (24-hr) mean score (0-10 Numeric Rating Scale (NRS); 0 = no pain, 10 = worst possible pain) at Week 4 for ZILRETTA relative to placebo",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Change from Baseline on the Worst Daily Pain (24-hr) mean score (0-10 Numeric Rating Scale (NRS); 0 = no pain, 10 = worst possible pain) at Week 8 for ZILRETTA relative to placebo",
                    "timeFrame": "Week 8"
                },
                {
                    "measure": "Change from Baseline at Week 12 on the Shoulder Pain and Disability Index (SPADI) total score and subscales (0-10 Numeric Rating Scale (NRS); 0 = no pain, 10 = worst possible pain) for ZILRETTA relative to placebo",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Change from Baseline at Week 12 on the SPADI total score and subscales (0-10 Numeric Rating Scale (NRS); 0 = no pain, 10 = worst possible pain) for ZILRETTA relative to TCA-IR",
                    "timeFrame": "Week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent has been obtained prior to initiating any study-specific procedures.\n2. Willingness and ability to comply with the study procedures and visit schedules and ability to follow verbal and written instructions, including eDiary questionnaire completion requirements.\n3. Subjects 50 to 80 years of age, inclusive, on the day of consent.\n4. Body Mass Index (BMI) ≤40 kg/m2.\n5. Symptoms (including pain) associated with OA of the index shoulder for ≥3 months prior to Screening Visit (subject self-report is acceptable).\n6. Shoulder pain due to OA for \\>15 days over the last month (as reported by the subject).\n7. Grade 2 or 3 OA in the index glenohumeral joint based on the Samilson-Prieto classification system as confirmed by X-ray (axillary view and true anterior-posterior view) taken at, or within 6 months of, the Screening Visit and read by the central reader.\n8. Average daily mean pain score ≥4.0 and ≤9.0 in index shoulder (0-10 numeric rating scale \\[NRS\\]) using the average daily ratings for at least 4 out of the 7 days prior to Baseline/Day 1.\n9. Average Shoulder Pain and Disability Index (SPADI) pain score ≥5.0 and ≤9.0 in index shoulder prior to Baseline/Day 1.\n10. Willingness to abstain from use of protocol-specified restricted medications and therapies during the study.\n11. Sexually active males or females of childbearing potential must agree to use a highly effective method of contraception throughout the duration of the study. Females of childbearing potential are defined as females who are not surgically sterile or postmenopausal (defined as 12 consecutive months with no menses without an alternative medical cause) as documented in medical history. Highly effective methods of contraception include abstinence; oral, injected, or implanted hormonal methods of contraception; intrauterine device or intrauterine system; condom or occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/suppository; or monogamous intercourse with a partner who is surgically sterile (post-vasectomy, -hysterectomy, or -tubal ligation).\n\nExclusion Criteria:\n\nDisease-related criteria\n\n1. Subjects who cannot washout of prohibited medications (eg, opioids, other analgesics, and tetrahydrocannabinol (THC) and cannabidiol (CBD) containing products) or restricted medications.\n2. Has symptomatic arthritis in other joints of the index shoulder (eg, acromioclavicular joint, sternoclavicular joint, or scapulothoracic joint), which is the primary source of pain in the opinion of the Investigator.\n3. Has symptomatic rotator cuff pathology by physical examination or evidence of cuff tear arthropathy by radiograph.\n4. Has clinical symptomatic chronic bilateral shoulder pain (any condition causing pain in the non- index shoulder).\n5. Has a subchondral bone insufficiency fracture or humeral head necrosis/collapse (including bone infarct) in the index shoulder based on X-ray used for study qualification.\n6. Has a prior ipsilateral proximal humerus fracture or scapula fracture to the index shoulder within 2 years of Screening Visit.\n7. Has been diagnosed with adhesive capsulitis (\"frozen shoulder\") in the index shoulder, within 1 year of the Screening Visit.\n8. Has a previous shoulder injury (eg, dislocation or clavicle fracture) in the index shoulder which resulted in functional limitation ≥1 month prior to the Screening Visit.\n9. Prior surgery on the index shoulder (less than 5 years), either open or arthroscopic. Should not have any retained hardware.\n10. Has an index shoulder with major dysplasia or congenital abnormality, osteochondritis dissecans, acromegaly, ochronosis, hemochromatosis, Wilson's disease, primary osteochondromatosis, chondrolysis from a pain pump, or a history of avascular necrosis with secondary OA.\n11. Has current or history of infection (eg, osteomyelitis) in the index shoulder or current skin infection at injection site.\n12. Has any concurrent chronic pain condition within 1 month prior to the Screening Visit (subject self- report acceptable), including but not limited to, cervical spine pain or conditions causing radicular pain or peripheral nerve injury/entrapment (eg, brachial plexus injury or suprascapular nerve entrapment); diabetic neuropathy; post-herpetic neuralgia; post-stroke pain; or fibromyalgia that may affect sensation of the index shoulder.\n13. painDETECT Questionnaire (PD-Q) score \\>18 during Screening Visit.\n14. History or current evidence of reactive arthritis, rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis, or arthritis associated with inflammatory bowel disease, systemic lupus erythematosus, or calcium pyrophosphate dihydrate crystal deposition (CPPD), gout, or other autoimmune diseases.\n15. Any planned surgeries in the upper limbs and/or cervical spine during the study period, or any other surgery during the study period that would require use of a restricted medication.\n\n    Previous or concomitant treatment-related criteria\n16. Presence of surgical hardware or other foreign body due to open or arthroscopic cartilage transplant or bone grafting procedures in the index shoulder.\n17. Use of muscle relaxants (eg, cyclobenzaprine, tetrazepam, and diazepam) and topical therapies (eg, NSAIDs, CBD oil, capsaicin, lidocaine patches, or other local treatments) applied to the index shoulder.\n18. The use corticosteroids as follows:\n\n    * IA corticosteroid in the index shoulder within 3 months of Screening Visit.\n    * Intrabursal and intratendinous corticosteroids in the index shoulder within 6 months of Screening Visit.\n    * Intravenous (IV), Intramuscular (IM), or epidural corticosteroids within 6 months of Screening.\n    * Oral corticosteroids within 1 month of Screening.\n19. IA treatment of index shoulder with any of the following agents within 6 months of Screening: hyaluronic acid (investigational or marketed) or any biologic agent (eg, platelet rich plasma \\[PRP\\] injection, stem cells, prolotherapy, and amniotic fluid-derived product).\n20. Significant changes with regard to physical activity, physical therapy, or lifestyle within 1 month of the Screening Visit, or any planned changes throughout the duration of the study.\n21. Use of selective serotonin/norepinephrine reuptake inhibitors (SSRIs/SNRIs) (eg, fluoxetine, fluvoxamine, citalopram, escitalopram, sertraline, duloxetine, and venlafaxine, milnacipran) if the dose is not stable for at least 3 months prior to Screening Visit and must remain stable throughout the study.\n22. Any treatment with acupuncture and/or transcutaneous electrical nerve stimulation (TENS) within 3 months of Screening Visit.\n\n    Subject-related criteria\n23. Females who are pregnant or nursing or plan to become pregnant within 12 months after dosing; men whose partner plans to conceive within 12 months after dosing.\n24. Subjects with clinically relevant level of pain catastrophizing defined as Pain Catastrophizing Scale (PCS) score of ≥30 at Screening Visit.\n25. Known or suspected hypersensitivity to any form of triamcinolone or poly (lactic-co-glycolic) acid (PLGA).\n26. Laboratory evidence of infection with human immunodeficiency virus (HIV), positive test for hepatitis B surface antigen (HBsAg), or positive serology for hepatitis C virus (HCV) with positive test for HCV ribonucleic acid (RNA) on recent testing.\n27. A medical history suggesting the subject will or is likely to require a course of systemic corticosteroids during the study.\n28. History or evidence of active or latent systemic fungal or mycobacterial infection (including tuberculosis) or of ocular herpes simplex.\n29. History of sarcoidosis, amyloidosis or active Cushing's syndrome.\n30. Use of immunomodulators, immunosuppressives, or chemotherapeutic agents within 5 years of Screening.\n31. Active or history of malignancy within 5 years of Screening, with the exception of resected basal cell carcinoma, squamous cell carcinoma of the skin, or effectively managed cervical carcinoma.\n32. History of radiation treatment involving the index shoulder girdle.\n33. Active substance abuse (drugs or alcohol) or history of substance abuse within the past 12 months of Screening.\n34. Has received a live vaccine within 3 months of Baseline/Day 1.\n35. Has received vaccination within 1 week prior to the Screening Visit and local injection pain has not resolved.\n36. Use of any other investigational drug, biologic, or device within 3 months of Screening Visit.\n37. Any bacterial or viral infection requiring IV antibiotics within 4 weeks of Baseline/Day 1 or oral antibiotics within 2 weeks of Baseline/Day 1.\n38. Any other clinically significant acute or chronic medical conditions (eg, poorly controlled diabetes with hemoglobin A1c \\[HbA1c\\] of greater than 9.5%) that, in the judgment of the Investigator, could compromise subject safety, preclude the use of an IA corticosteroid, limit the subject's ability to complete the study, or compromise the objectives of the study.\n39. Subjects contraindicated to the use of acetaminophen/paracetamol (allowed rescue pain medicine) per National Product Labeling and Investigator's judgment.\n40. Investigator or any subinvestigator, research assistant, pharmacist, study coordinator, or other staff or relative thereof directly involved in the conduct of the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Gordon",
                    "role": "CONTACT",
                    "phone": "973-451-4055",
                    "email": "jennifer.gordon@pacira.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nino Joy, MD",
                    "affiliation": "Pacira Pharmaceuticals, Inc",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Alabama Orthopaedic Center- Research",
                    "status": "RECRUITING",
                    "city": "Vestavia Hills",
                    "state": "Alabama",
                    "zip": "35243",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Natalie Hey",
                            "role": "CONTACT",
                            "phone": "205-271-6507"
                        },
                        {
                            "name": "Robert Sorrell, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44872,
                        "lon": -86.78777
                    }
                },
                {
                    "facility": "Horizon Clinical Research",
                    "status": "RECRUITING",
                    "city": "La Mesa",
                    "state": "California",
                    "zip": "91942",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Terrell",
                            "role": "CONTACT",
                            "phone": "619-456-6012",
                            "phoneExt": "703",
                            "email": "Jennifer@horizontrials.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.76783,
                        "lon": -117.02308
                    }
                },
                {
                    "facility": "International Spine, Pain & Performance Center",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20006",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Selma Paul",
                            "role": "CONTACT",
                            "phone": "202-849-8333"
                        },
                        {
                            "name": "Mehul Desai, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Clinical Research of West Florida",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33606",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kaylee Jones",
                            "role": "CONTACT",
                            "phone": "813-870-1292"
                        },
                        {
                            "name": "Paul Lunseth, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Injury Care research",
                    "status": "RECRUITING",
                    "city": "Boise",
                    "state": "Idaho",
                    "zip": "83713",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Celynn Guerricabeitia",
                            "role": "CONTACT",
                            "phone": "208-621-2503",
                            "email": "celynn@injurycareresearch.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.6135,
                        "lon": -116.20345
                    }
                },
                {
                    "facility": "Sundance Clinical Research",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63141",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vikrant Katoch",
                            "role": "CONTACT",
                            "phone": "314-567-3377",
                            "email": "vkatoch@sundanceclinicalresearch.com"
                        },
                        {
                            "name": "Larkin Wadsworth, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "University Orthopedics Center",
                    "status": "RECRUITING",
                    "city": "Altoona",
                    "state": "Pennsylvania",
                    "zip": "16602",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Penny Adams",
                            "role": "CONTACT",
                            "phone": "814-944-4532"
                        },
                        {
                            "name": "Christopher McClellan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.51868,
                        "lon": -78.39474
                    }
                },
                {
                    "facility": "Altoona Arthritis & Osteoporosis Center - Altoona Center for Clinical Research",
                    "status": "RECRUITING",
                    "city": "Duncansville",
                    "state": "Pennsylvania",
                    "zip": "16653",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pam Morrison",
                            "role": "CONTACT",
                            "phone": "814-693-0300",
                            "phoneExt": "144",
                            "email": "pammorrison@altoonaresearch.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.42341,
                        "lon": -78.4339
                    }
                },
                {
                    "facility": "University Orthopedics Center (UOC) - State College",
                    "status": "RECRUITING",
                    "city": "State College",
                    "state": "Pennsylvania",
                    "zip": "16801",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Penny Adams",
                            "role": "CONTACT",
                            "phone": "814-944-4532",
                            "email": "padams@uoc.com"
                        },
                        {
                            "name": "Tonya Forster",
                            "role": "CONTACT",
                            "phone": "(814) 944-4532",
                            "email": "tforster@uoc.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79339,
                        "lon": -77.86
                    }
                },
                {
                    "facility": "Physicians Research Options",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Draper",
                    "state": "Utah",
                    "zip": "84020",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Denise Pessetto",
                            "role": "CONTACT",
                            "phone": "385-695-2300"
                        },
                        {
                            "name": "Angela Krull, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.52467,
                        "lon": -111.86382
                    }
                },
                {
                    "facility": "Physicians' Research Options, LLC",
                    "status": "RECRUITING",
                    "city": "Draper",
                    "state": "Utah",
                    "zip": "84020",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Angela Krull, MD",
                            "role": "CONTACT",
                            "phone": "385-695-2300",
                            "email": "d.pessetto.crc@prolsc.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.52467,
                        "lon": -111.86382
                    }
                },
                {
                    "facility": "Spectrum Medical",
                    "status": "RECRUITING",
                    "city": "Danville",
                    "state": "Virginia",
                    "zip": "24541",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "April Marshall",
                            "role": "CONTACT",
                            "phone": "434-793-4711"
                        },
                        {
                            "name": "Joseph Campbell, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.58597,
                        "lon": -79.39502
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014221",
                    "term": "Triamcinolone"
                },
                {
                    "id": "D000014222",
                    "term": "Triamcinolone Acetonide"
                },
                {
                    "id": "C000005900",
                    "term": "Triamcinolone hexacetonide"
                },
                {
                    "id": "C000030262",
                    "term": "Triamcinolone diacetate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16974",
                    "name": "Triamcinolone",
                    "asFound": "Thymoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16975",
                    "name": "Triamcinolone Acetonide",
                    "asFound": "Thymoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M237966",
                    "name": "Triamcinolone hexacetonide",
                    "asFound": "Thymoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M209573",
                    "name": "Triamcinolone diacetate",
                    "asFound": "Thymoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}